Repository: linuxmint/mint-translations
Catalog: po-export/mintupdate/mintupdate-*.po
Languages: ro

source: There are different types of updates
ro: Există mai multe tipuri de actualizări

source: The different types of updates
ro: Tipurile diferite de actualizări

source: There are different types of updates:
ro: Există tipuri diferite de actualizări:

source: 'Software updates' are updates which fix bugs (or also sometimes which bring new features).
ro: „Actualizările de software” sunt actualizări care repară erori (de asemenea, uneori introduc caracteristici noi).

source: 'Security updates' are updates which patch vulnerabilities.
ro: „Actualizările de securitate” sunt actualizări care remediază vulnerabilități.

source: 'Kernel updates' represent the installation of a newer kernel.
ro: „Actualizările de kernel” reprezintă instalarea unui kernel nou.

source: Security is very important but also very technical. Vulnerabilities don't always affect your computer and can be quite difficult to understand. Most people don't understand them at all and their personal computers are rarely at risk. That said, a security breach can have dire consequences, so it is always recommended to take them seriously.
ro: Securitatea este foarte importantă dar are și un aspect foarte tehnic. Vulnerabilitățile nu vă afectează întotdeauna calculatorul și pot fi greu de înțeles. Majoritatea lumii nu le înțelege deloc, iar calculatoarele lor sunt rar afectate. Cu toate acestea, breșele de securitate poate avea consecințe grave și este întotdeauna recomandat să fie luate în serios.

source: By default, security updates are always visible, no matter what policy you chose and what level they are.
ro: Implicit, actualizările de securitate sunt vizibile întotdeauna, indiferent de politica aleasă sau de nivelul lor.

source: Software updates aren't as important. They bring bug fixes or improvements which are not related to security. As such they're less urgent and can even be considered optional.
ro: Actualizările de programe nu sunt la fel de importante. Ele remediază sau îmbunătățesc aspecte ce nu țin de securitate. Drept urmare, nu au un caracter urgent și pot fi chiar considerate opționale.

source: In Linux Mint, kernel updates bring both security patches and bug fixes (and sometimes even new features), and they impact critical parts of the operating system. This makes kernel updates important from a security point of view, but also prone to regressions which can be hard to fix for novice users.
ro: În Linux Mint, actualizările de kernel aduc atât îmbunătățiri de securitate, cât și remedieri de erori (și, de asemenea, caracteristici noi), astfel că au impact asupra părților esențiale ale sistemului de operare. De aceea, actualizările de kernel sunt importante din punctul de vedere al securității, dar sunt și dispuse la regresii care pot fi dificil de remediat de utilizatorii începători.

source: When an update breaks something, it's called a "regression".
ro: Când o actualizare are efecte nedorite, se numește "regres".

source: Software regressions
ro: Regresii programe

source: Updates keep your computer safe, eliminate bugs and even sometimes add new features to your operating system.
ro: Actualizările mențin calculatorul în siguranță, repară probleme și, câteodată, adaugă funcționalități noi sistemului de operare.

source: Unfortunately they also sometimes introduce new issues called 'regressions'.
ro: Din păcate, câteodată introduc și probleme noi numite "regrese".

source: Regressions are very common in the software industry. They're inherent to software development. Code changes can cause regressions. No matter how skilled developers are, they can't always predict every possible situation or test on every possible hardware specification.
ro: Regresele sunt foarte comune în industria software. Sunt nelipsite din procesul de dezvoltare software. Schimbări în codul sursă pot introduce regrese. Indiferent de cât de pricepuți sunt dezvoltatorii software, ei nu pot prezice întotdeauna toate situațiile sau testa pe toate configurațiile fizice de calculatoare.

source: When a regression happens, it breaks something which worked well before.
ro: Când se produce un regres, se strică ceva ce funcționa bine înainte de acesta.

source: Sometimes it doesn't really matter, but sometimes it matters a lot.
ro: Uneori nu contează, dar alteori contează foarte mult.

source: It depends on what part of the operating system is affected and whether or not you're able to work around it or to fix it.
ro: Depinde de ce parte a sistemului de operare este afectată și dacă se poate ocoli sau rezolva problema.

source: Say, the PDF reader is no longer able to print. Well, it's annoying... but it's not as problematic as if your network connection stopped working or if you were suddenly unable to boot the computer or to login.
ro: Ia uite, cititorul PDF nu mai poate tipări. Ei, asta e supărător... dar nu e la fel de problematic ca în cazul în care ai fi deconectat de la rețea sau dacă dintr-o dată nu ai mai putea să pornești sistemul sau să te autentifici.

source: In the latter case, it can be very problematic if you're not experienced with Linux and you don't know how to troubleshoot.
ro: În cazul din urmă, poate fi problematic dacă nu ai experiență cu Linux și nu știi cum să depanezi.

source: Choosing an update policy
ro: Se alege o politică de actualizări

source: Update policy
ro: Politică de actualizare

source: The update manager is highly configurable. You can go in the preferences and fine-tune which levels you want to show and which levels you want to preselect. This is your computer and so you can tune it the way you want.
ro: Administratorul de actualizări este foarte configurabil. Poți accesa preferințele și configura pe care nivele vrei să le afișeze și pe care nivele te lasă să le pre-selectezi. Acesta este computerul tău și îl poți configura după cum dorești.

source: The first time you launch it, it will try to understand who you are and set these settings for you. To do so, it will show you three update policies and ask you to choose the one you like best.
ro: Prima dată când îl lansezi, va încerca să înțeleagă cine ești și va determina aceste setări pentru tine. Pentru a face asta îți va arăta trei variante de metode de actualizare și îți va cere să o alegi pe cea care îți place cel mai mult.

source: All policies have this in common:
ro: Toate variantele au asta în comun:

source: For security reasons, security updates are always visible (no matter what level they are).
ro: Din rațiuni de siguranță, actualizările de siguranță sunt mereu vizibile (indiferent la ce nivel se află).

source: For security reasons, kernel updates (which are level 4) are always visible.
ro: Din rațiuni de siguranță, actualizările de kernel (care se află pe nivelul 4) sunt mereu vizibile.

source: For stability reasons, level 5 updates are always hidden.
ro: Din rațiuni de stabilitate, actualizările de nivel 5 sunt mereu ascunse.

source: When you choose an update policy, some of the preferences are changed in the Update Manager. You can tune these preferences individually by clicking on the Edit-&gt;Preferences menu in the menubar.
ro: Când alegeți o politică de actualizări, unele preferințe sunt schimbate în Administratorul de actualizări. Puteți ajusta aceste preferințe dând clic pe Editare-&gt;Preferințe în bara de meniu.

source: Novice users
ro: Utilizatori începători

source: The first policy is made for novice users in mind. It assumes these users are unable to work around critical issues affecting sensitive parts of their system and tries to minimize their risk to suffer critical regressions.
ro: Prima variantă este făcută cu gândul la utilizatorii începători. Ea presupune că acești utilizatori nu pot rezolva situații critice care afectează părți sensibile ale sistemului și încearcă să minimalizeze riscul de probleme critice.

source: Bug fixes are optional, so this policy focuses on safe updates (level 1 and 2) with minimal impact on the operating system. These updates are visible and preselected by default.
ro: Repararea bug-urilor e opțională, așa că această metodă se concentrează pe actualizările sigure (nivelul 1 și 2) cu impact minimal asupra sistemului de operare. Aceste actualizări sunt vizibile și preselectate implicit.

source: Security is also important but some security updates (and kernel updates in particular) affect sensitive parts of the system. These updates are visible and novice users are recommended to select them and apply them with caution, in isolation and ideally either with the help of an experienced user, or after they familiarized themselves with the forums and chat channel so they know how to seek help.
ro: Siguranța este importantă, dar anumite actualizări de siguranță (și mai ales actualizările de kernel) afectează părți sensibile ale sistemului de operare. Aceste actualizări sunt vizibile iar utilizatorilor începători li se recomandă să le selecteze și să le lanseze cu precauție, una câte una și ideal cu ajutorul unui utilizator experimentat, sau după ce s-au familiarizat cu forumul și canalul de chat, așa încât să știe cum să ceară ajutor.

source: Regular users
ro: Utilizatori medii

source: The second policy is made for the vast majority of people. It assumes these users aren't new to Linux and either know how to solve common problems, or they know where to find help.
ro: A doua variantă este făcută pentru majoritatea oamenilor. Presupune că aceștia sunt familiarizați cu Linux și fie știu să rezolve probleme comune, fie știu unde găsesc ajutor.

source: This policy shows all recommended updates. Security updates and safe bug-fix updates (level 1 and 2) are preselected by default.
ro: Această variantă arată toate actualizările recomandate. Actualizările de siguranță și actualizările care repară bug-uri (nivelul 1 și 2) sunt preselectate implicit.

source: Users are recommended to select and apply level 3 and level 4 updates with caution and in isolation and to seek help if something goes wrong.
ro: Utilizatorilor li se recomandă să selecteze și să lanseze actualizările de nivel 3 și 4 cu precauție și una câte una și să caute ajutor în cazul în care ceva nu merge.

source: Advanced users
ro: Utilizatori avansați

source: This policy is made for advanced users on computers where the risk of critical regressions is acceptable. It assumes these users are able to fix any issue and want to apply all updates all at once.
ro: Această variantă este pentru utilizatori avansați pe computere unde riscul unor probleme critice este acceptabil. Presupune că utilizatorii sunt capabili să repare orice problemă și să lanseze toate actualizările simultan.

source: In this policy, all recommended updates are visible and selected by default.
ro: În această variantă toate actualizările recomandate sunt vizibile și selectate implicit.

source: Updating from the command line
ro: Actualizările din linia de comandă

source: Using mintupdate-tool
ro: Folosirea uneltei mintupdate

source: The Update Manager provides a command line utility called "mintupdate-tool".
ro: Administratorul de actualizări oferă o utilitate pentru linia de comandă numită "mintupdate-tool".

source: If you are experienced with Linux, you can use this tool in your scripts or your cron jobs to automate the installation of software updates.
ro: Dacă ești un utilizator experimentat de Linux poți folosi această unealtă în script-urile tale ori job-urile cron pentru a automatiza procesul de instalare a actualizărilor de programe.

source: Listing updates
ro: Listarea actualizărilor

source: You can use the "list" command to list updates:
ro: Poți folosi comanda "list" pentru a lista actualizările:

source: The list can be filtered by levels with the -l argument.
ro: Listei i se pot aplica filtre pe criterii cu ajutorul argumentului -l.

source: You can add security updates with -s.
ro: Poți adăuga actualizările de siguranță cu -s.

source: You can add kernel updates with -k, or remove them with -nk.
ro: Poți adăuga actualizările de kernel cu -k, sau le poți îndepărta cu -nk.

source: For instance, the following command lists all security updates, as well as level 1 and 2 bug fixes update:
ro: De exemplu următoarea comandă listează toate actualizările de siguranță, dar și actualizările de reparare a bug-urilor de nivel 1 și 2:

source: Applying updates
ro: Se aplică actualizările

source: You can use the "upgrade" command to apply updates, using the same options.
ro: Puteți folosi comanda "upgrade" pentru a aplica actualizările, folosind aceleași opțiuni.

source: For instance, the following command applies all security updates as well as level 1 and 2 bug fix updates:
ro: De exemplu, următoarea comandă aplică atât actualizările de siguranță cât și actualizările de depanare de nivel 1 și 2.

source: Note the -r argument, which was added to refresh the cache.
ro: Observați argumentul -r, care a fost adăugat pentru a împrospăta cache-ul.

source: For more information on mintupdate-tool and a complete list of arguments, type:
ro: Pentru mai multe informații despre mintupdate și o listă completă a argumentelor, scrieți:

source: Updates are given a level indicating how much of an impact they have on the operating system
ro: Actualizărilor le sunt alocate niveluri care indică ce impact au asupra sistemului de opreare

source: Update levels
ro: Actualizează niveluri

source: Updates are given a level indicating how much of an impact they have on the operating system.
ro: Actualizărilor le sunt alocate niveluri care indică ce impact au asupra sistemului de opreare.

source: There are 4 levels:
ro: Există 4 niveluri:

source: No impact on the system or other applications.
ro: Nu are impact asupra sistemului sau a altor aplicații.

source: Default level. Usually low impact on the system.
ro: Nivel implicit. De obicei are impact redus asupra sistemului.

source: Large
ro: Mare

source: Apply with caution. Impact on multiple applications.
ro: Aplică doar cu precauțiune. Are impact asupra mai multor aplicații.

source: Sensitive
ro: Sensibil

source: Apply one by one. Impact on sensitive parts of the system.
ro: Aplică-le una câte una. Au impact asupra unor părți sensibile ale sistemului.

source: And there's also a special level which is given to updates with known critical issues:
ro: Și există și un nivel special care este alocat actualizărilor cu probleme critice cunoscute:

source: Dangerous
ro: Periculos

source: Very rare. Not recommended. Known to create issues.
ro: Foarte rar. Nerecomandat. Cunoscut ca provocator de probleme.

source: Level 1 updates are updates which only affect their own software and have no impact on the rest of the system.
ro: Actualizările de nivel 1sunt actualizări care afectează numai propriile aplicații și nu au vreun impact asupra restului sistemului.

source: They're usually updates for single applications. For instance:
ro: De obicei sunt actualizări pentru aplicații singulare. De exemplu:

source: The calculator
ro: Calculatorul

source: The PDF reader
ro: Cititorul de PDF-uri

source: The text editor
ro: Editorul de texte

source: The media player
ro: Playerul media

source: You can apply these updates without worrying about regressions. In the worst case scenario a regression would only affect the software you're upgrading, not the operating system itself.
ro: Poți aplica aceste actualizări fără să îți faci griji pentru regresiuni. În cel mai rău caz va fi afectat doar aplicația pe care o actualizezi, nu sistemul de operare propriu-zis.

source: This is the default level, so the vast majority of updates are level 2.
ro: Acesta este nivelul implicit, așa că marea majoritate a actualizărilor sunt de nivel 2.

source: These updates aren't known to impact large areas or sensitive parts of the system, but they're not guaranteed to only affect their own software either.
ro: Aceste actualizări nu sunt cunoscute ca având o influență mare asupra unor zone întinse sau sensibile ale sistemului, dar în cazul lor, nu există nici garanția că vor afecta doar propriile aplicații.

source: In general, you should be able to apply these updates without worrying about regressions.
ro: În general are trebui să poți aplica aceste actualizări fără a îți face griji din cauza regresiunilor.

source: If an important regression, or potential for regression, was found in a level 2 update, its level would be changed to 3 or 4.
ro: Dacă este găsită vreo regresie sau o potențială regresie într-o actualizare de nivel 2, ea va fi reclasificată ca fiind de nivel 3 sau 4.

source: Level 3 updates are updates which not only affect themselves but also have an impact on other applications.
ro: Actualizările de nivel 3 sunt actualizări care nu afectează doar propriile lor aplicații, dar au și un impact asupra altor aplicații.

source: Typical examples of level 3 updates are GTK, DBUS, etc... A regression in these updates wouldn't stop your computer from booting properly, but it could impact many applications.
ro: Exemple de actualizări de nivel 3 tipice sunt: GTK, DBUS, etc... O regresiune în aceste actualizări nu v-ar împiedica sistemul să pornească corect, dar ar putea avea efect asupra mai multor aplicații.

source: There aren't many level 3 updates. It is recommended to apply them with caution and in isolation. Take note of what updates you are applying, check the system afterwards to make sure everything is working fine.
ro: Nu există multe actualizări de nivel 3. Se recomandă aplicarea lor cu precauție și una câte una. Notați ce actualizări aplicați și verificați după aplicare dacă totul funcționează corespunzător.

source: If something breaks, seek help on the forums or the chat channel and tell people which update caused the regression and what is broken.
ro: Dacă ceva s-a stricat, căutați ajutor pe forum sau pe canalul de chat și explicați că actualizarea a produs regresiunea și enumerați ce anume s-a defectat.

source: If you blindly apply hundreds of updates and you're unable to pinpoint the problematic one, you're unlikely to find help. All level 3 updates are recommended but you are expected to be cautious and to know what you are upgrading.
ro: Dacă aplicați orbește actualizări la grămadă și nu o puteți identifica pe cea problematică e puțin probabil că veți găsi ajutor. Toate actualizările de nivel 3 sunt recomandate dar se cere precauție și atenție la ce anume actualizați.

source: Level 4 updates are updates which affect sensitive parts of the operating system such as:
ro: Actualizările de nivel 4 sunt actualizări care afectează părți sensibile ale sistemului, cum ar fi:

source: The boot sequence
ro: Secvența de boot

source: The display manager (login screen, session management)
ro: Managerul de afișare (ecranul de autentificare, gestionarea sesiunilor)

source: The kernel (hardware support)
ro: Nucleul (suport hardware)

source: The drivers (networking, NVIDIA/AMD)
ro: Driverele (de rețea, NVIDIA/AMD)

source: The display (Xorg, mesa)
ro: Video (Xorg, mesa)

source: Like other updates, all level 4 updates are recommended, especially if they are security updates.
ro: Ca și alte actualizări, toate actualizările de nivel 4 sunt recomandate, mai ales dacă sunt actualizări de securitate.

source: However, if a critical regression was present in one of these updates it could impact a sensitive part of your system.
ro: Cu toate acestea, dacă o regresie critică a fost prezentă în una dintre aceste actualizări, aceasta ar putea afecta o parte sensibilă a sistemului dvs.

source: You could find yourself without a connection to the Internet, without the ability to start the desktop environment or even without the ability to boot the operating system.
ro: S-ar putea să nu fie conexiune la Internet, fără posibilitatea de a porni mediul desktop sau chiar fără capacitatea de a încărca sistemul de operare.

source: For this reason you should always be careful when applying level 4 updates (including kernel updates). Apply them one by one and take note of the versions you're applying.
ro: Din acest motiv, trebuie să fiți întotdeauna atent atunci când aplicați actuali-zările de nivelul 4 (inclusiv actualizările nucleului). Aplicați-le unul câte unul și luați notă de versiunile pe care le aplicați.

source: If you blindly apply hundreds of updates and you're unable to pinpoint the problematic one, you're unlikely to find help. All level 4 updates are recommended but you are expected to be cautious and to know what you are upgrading.
ro: Dacă aplicați orbește o sută de actualizări și nu puteți identifica problema, este puțin probabil să găsiți ajutor. Toate actualizările de nivelul 4 sunt recomandate, dar trebuie să fiți precauți și să știți ce actualizați.

source: Level 5 updates are extremely rare.
ro: Actualizările de nivelul 5 sunt extrem de rare.

source: When a critical bug is found in an update it is usually fixed as soon as possible.
ro: Când se găsește o eroare critică într-o actualizare, de obicei este corectată cât mai curând posibil.

source: Kernels and kernel updates
ro: Nuclee și actualizări nuclee

source: Kernel updates
ro: Actualizări nuclee

source: The kernel is the central part of the operating system. Among other things, it is responsible for hardware support.
ro: Nucleul este partea centrală a sistemului de operare. Printre altele, este responsabil pentru suportul hardware.

source: From a security point of view, it is important to apply kernel updates.
ro: Din punct de vedere al securității, este important să aplicați actualizări de nucleu.

source: Multiple kernels can be installed
ro: Multiple nuclee pot fi instalate

source: Identifying the current kernel
ro: Indentificarea nucleului curent

source: Installing and removing kernels
ro: Instalări și eliminări de nuclee

source: You can install and remove kernels from the Update Manager.
ro: Puteți instala și elimina nuclee din Administrator actualizări.

source: You cannot remove the kernel you are currently using. To remove it, you need to reboot and select a different kernel to boot with.
ro: Nu puteți elimina nucleul pe care îl utilizați în prezent. Pentru al elimina, trebuie să reporniți și să selectați un alt nucleu pentru a porni.

source: Selecting a kernel
ro: Selectare nucleu

source: You can have multiple kernels installed, but you can only run one kernel at a time.
ro: Puteți avea nuclee multiple instalate, dar puteți rula doar un singur nucleu la un moment dat.

source: Checking the DKMS status
ro: Verificarea stării DKMS

source: dkms status
ro: stare dkms

source: Reverting a kernel update
ro: Revenirea la o actualizare a nucleului

source: If something doesn't work with the latest kernel you installed (or the latest kernel update), reboot, select the kernel you were previously using, remove the new kernel and reboot again.
ro: Dacă ceva nu funcționează cu ultimul nucleu pe care l-ați instalat (sau cea mai recentă actualizare de nucleu), reporniți, selectați nucleul pe care îl utilizați anterior, eliminați noul nucleu și reporniți din nou.

source: Update Manager
ro: Administrator actualizări

source: The Update Manager provides your operating system with software and security updates.
ro: Administratorul de actualizări furnizează sistemului de operare actualizări de software și securitate.

source: Core concepts
ro: Concepte de bază

source: This section explains the core concepts related to software updates.
ro: Această secțiune explică conceptele de bază referitoare la actualizările programelor.

source: This section explains update levels, policies.
ro: Această secțiune explică nivelurile de actualizare, politicile.

source: This section explains kernel updates.
ro: Această secțiune explică actualizările nucleelor.

source: Advanced techniques
ro: Tehnici avansate

source: This section explains advanced techniques.
ro: Această secțiune explică tehnici avansate.
