Repository: linuxmint/mint-translations
Catalog: po-export/mintupdate/mintupdate-*.po
Languages: ro

source: translator-credits
ro: Launchpad Contributions: CD https://launchpad.net/~cstld Daniel Șerbănescu https://launchpad.net/~dasj Flaviu https://launchpad.net/~flaviu-r Mihai Oghinciuc https://launchpad.net/~oghinciuc Nicolae Crefelean https://launchpad.net/~kneekoo Paul Andrei https://launchpad.net/~mossss-deactivatedaccount Rufus Dexter https://launchpad.net/~rufusdexter Tudor Boboc https://launchpad.net/~tudor.a.boboc alindt https://launchpad.net/~alindt katana4honor https://launchpad.net/~katana4honor ropetili https://launchpad.net/~robert-ilie7

source: Linux kernel %s
ro: Nucleu Linux %s

source: The Linux kernel.
ro: Nucleul Linux

source: The Linux Kernel is responsible for hardware and drivers support. Note that this update will not remove your existing kernel. You will still be able to boot with the current kernel by choosing the advanced options in your boot menu. Please be cautious though.. kernel regressions can affect your ability to connect to the Internet or to log in graphically. DKMS modules are compiled for the most recent kernels installed on your computer. If you are using proprietary drivers and you want to use an older kernel, you will need to remove the new one first.
ro: Nucleul Linux este responsabil pentru suportul hardware și al driver-elor. A se nota că această actualizare nu va șterge nucleul existent. Vei putea să inițializezi în continuare sistemul folosind nucleul curent, prin alegerea opțiunilor avansate din meniul de pornire. Totuși fi atent... regresia nucleului iți poate afecta posibilitatea de a te conecta la internet, sau autentifica grafic. Modulele DKMS sunt compilate pentru cele mai recente nuclee instalate pe calculatorul tău. Dacă folosești driver-e licențiate și vrei să folosești un nucleu mai vechi, va trebui să îl ștergi pe cel nou mai întâi.

source: Remove
ro: Elimină

source: This kernel cannot be removed because it is currently in use.
ro: Acest kernel nu poate fi eliminat pentru că este utilizat în prezent.

source: Install
ro: Instalează

source: This kernel is not installable.
ro: Acest kernel este neinstalabil.

source: Are you sure you want to remove the %s kernel?
ro: Sigur doriți să eliminați kernelul %s?

source: Are you sure you want to install the %s kernel?
ro: Sigur doriți să instalați kernelul %s?

source: Kernels
ro: Nuclee

source: Continue
ro: Continuă

source: Do not show this message again
ro: Nu se afișează din nou acest mesaj

source: Warning!
ro: Atenție!

source: Proceed with caution
ro: Acționați cu grijă

source: Close
ro: Închide

source: Active
ro: Activ

source: Installed
ro: Instalat

source: You are currently using the following kernel:
ro: Momentan utilizați următorul kernel:

source: B
ro: O

source: KB
ro: KO

source: MB
ro: MO

source: GB
ro: GO

source: Downloading changelog...
ro: Se descarcă jurnalul de modificări...

source: No changelog available
ro: Jurnalul modificărilor nu este disponibil

source: This upgrade will trigger additional changes
ro: Această actualizare va produce modificări suplimentare

source: Installing updates
ro: Se instalează actualizările

source: Checking for updates
ro: Se caută actualizări

source: Could not install the security updates
ro: Nu s-au putut instala actualizările de securitate

source: Starting refresh...
ro: Se reîncarcă datele...

source: Another application is using APT
ro: O altă aplicație folosește APT

source: Finding the list of updates...
ro: Se caută lista de actualizări...

source: Your APT cache is corrupted.
ro: Cache-ul APT-ului este defect.

source: Do not install or update anything, it could break your operating system!
ro: Nu instalați sau actualizați nimic, ar putea defecta sistemul de operare!

source: Switch to a different Linux Mint mirror to solve this situation.
ro: Treceți la un site alternativ Linux Mint pentru a rezolva această situație.

source: Please switch to another Linux Mint mirror
ro: Treceți la alt site alternativ Linux Mint

source: Could not refresh the list of updates
ro: Nu s-a putut reîncărca lista de actualizări

source: Your system is up to date
ro: Sistemul este actualizat

source: Kernel update
ro: Actualizare de kernel:

source: Security update
ro: Actualizare de securitate

source: Software backport. Be careful when upgrading. New versions of software can introduce regressions.
ro: Software portat-inapoi. Fii atenț când faci actualizăril. Noile versiuni ale software-ului pot introduce regresii.

source: Unstable software. Only apply this update to help developers beta-test new software.
ro: Software instabil. Aplicași această actualizare doar pentru a ajuta dezvoltatorii să testeze versiuni beta de software.

source: Software update
ro: Actualizare program

source: No updates selected
ro: Nicio actualizare selectată

source: Do you want to switch to a local mirror?
ro: Doriți să treceți la un site alternativ local?

source: Local mirrors are usually faster than packages.linuxmint.com
ro: Site-urile alternative locale sunt, de obicei, mai rapide decât packages.linuxmint.com

source: Please switch to another mirror
ro: Alegeți un site alternativ

source: Exit
ro: Ieși

source: Help
ro: Ajutor

source: Upgrade
ro: Actualizează

source: Name
ro: Nume

source: Level
ro: Nivel

source: Old version
ro: Versiune anterioară

source: New version
ro: Versiune nouă

source: Size
ro: Dimensiune

source: Type
ro: Tip

source: Origin
ro: Origine

source: Install Updates
ro: Instalează actualizările

source: Refresh
ro: Reîncarcă

source: Select All
ro: Selectează tot

source: Clear
ro: Curăță

source: Description
ro: Descriere

source: Changelog
ro: Jurnal modificări

source: Welcome to the Update Manager
ro: Bine ați venit la Administratorul de actualizări

source: This tool provides your operating system with software and security updates.
ro: Acest instrument furnizează actualizări de software și securitate sistemului de operare.

source: Please choose an update policy.
ro: Alegeți o politică de actualizare.

source: Just keep my computer safe
ro: Doar păstrează computerul meu în siguranță

source: Recommended for novice users.
ro: Recomandat pentru utilizatorii începători.

source: Recommended for most users.
ro: Recomandat pentru majoritatea utilizatorilor.

source: Always update everything
ro: Actualizează întotdeauna totul

source: Recommended for experienced users.
ro: Recomandat utilizatorilor experimentați.

source: _File
ro: _Fișier

source: _Edit
ro: _Editare

source: Preferences
ro: Preferințe

source: Software sources
ro: Surse programe

source: Select level 1 updates
ro: Selectează nivelul 1 de actualizări

source: Select level 2 updates
ro: Selectează nivelul 2 de actualizări

source: Select level 3 updates
ro: Selectează nivelul 3 de actualizări

source: Select level 4 updates
ro: Selectează nivelul 4 de actualizări

source: Select security updates
ro: Selectează actualizările de securitate

source: Select kernel updates
ro: Selectează actualizările de nuclee

source: Upgrade to %s
ro: Actualizează la %s

source: _View
ro: _Vizualizare

source: History of updates
ro: Istoric actualizări

source: Linux kernels
ro: Nuclee Linux

source: Information
ro: Informații

source: Visible columns
ro: Coloane vizibile

source: Package
ro: Pachet

source: Show descriptions
ro: Arată descrieri

source: _Help
ro: _Ajutor

source: Contents
ro: Conținut

source: About
ro: Despre

source: Packages included in this update:
ro: Pachetele incluse în această actualizare:

source: Ignore updates for this package
ro: Ignoră actualizările pentru acest pachet

source: Process ID:
ro: ID proces:

source: Log file:
ro: Fișier jurnal:

source: Date
ro: Dată

source: Options
ro: Opțiuni

source: Levels
ro: Niveluri

source: Auto-refresh
ro: Auto-reîncărcare

source: Blacklist
ro: Lista neagră

source: Impact level
ro: Nivel de impact

source: Selected
ro: Selectat

source: Visible
ro: Vizibil

source: First, refresh the list of updates after:
ro: Mai întâi, împrospătează lista de actualizări după:

source: Then, refresh the list of updates every:
ro: Apoi, împrospătează lista de actualizări după fiecare:

source: Note: The list only gets refreshed while the update manager window is closed (system tray mode).
ro: Notă: Lista se reîncarcă numai când fereastra administratorului de actualizări este închisă (în zona de notificare).

source: Include updates which require the installation of new packages or the removal of installed packages
ro: Include actualizările care necesită instalarea de pachete noi sau eliminarea de pachete instalate

source: Hide the update manager after applying updates
ro: Ascunde administratorul de actualizări după aplicarea actualizărilor

source: Only show a tray icon when updates are available or in case of errors
ro: Arată numai o pictogramă în bara de activități, atunci când sunt disponibile actualizări sau în caz de erori.

source: Don't suggest to switch to a local mirror
ro: Nu sugera alegerea unui site alternativ local

source: Always show security updates
ro: Arată întotdeauna actualizările de securitate

source: Always show kernel updates
ro: Arată întotdeauna actualizările de kernel

source: minutes
ro: minute

source: hours
ro: ore

source: days
ro: zile

source: Cancel
ro: Renunţă

source: Apply
ro: Aplică

source: Ignored updates
ro: Actualizări ignorate

source: Please specify the name of the update to ignore:
ro: Specificați numele actualizării de ignorat:

source: Ignore an update
ro: Ignoră o actualizare

source: Name:
ro: Nume:

source: System Upgrade
ro: Actualizare de sistem

source: Introduction
ro: Introducere

source: Your system is missing critical components. A package corresponding to your edition of Linux Mint should provide the virtual package 'mint-info' and the file /etc/linuxmint/info.
ro: Sistemului dumneavoastră îi lipsesc componente critice. Un pachet care corespunde cu ediția dumneavoastră de Linux Mint ar trebui să ofere pachetul virtual „mint-info” și fișierul /etc/linuxmint/info.

source: No upgrades were found.
ro: Nu s-a găsit nicio actualizare.

source: A new version of Linux Mint is available!
ro: O nouă versiune de Linux Mint este disponibilă!

source: An upgrade was found but it is not available yet for the %s edition.
ro: O actualizare a fost găsită, dar nu este încă disponibilă pentru ediția %s.

source: Release notes
ro: Notițe de lansare

source: Please read the release notes before upgrading. They explain all the known issues, workarounds and solutions associated with the new version.
ro: Citiți notițele de lansare înainte de actualizare. Ele explică toate problemele cunoscute și soluțiile asociate noii versiuni..

source: Release notes for %s
ro: Notițe de lansare pentru %s

source: Click on the link to open the release notes.
ro: Dați clic pe legătură pentru a deschide notițele de lansare.

source: New features
ro: Caracteristici noi

source: Please look at the new features introduced in the new version.
ro: Uitați-vă la noile caracteristici introduse de noua versiune.

source: New features in %s
ro: Caracteristici noi în %s

source: Click on the link to browse the new features.
ro: Dați clic pe legătură pentru a răsfoi noile caracteristici.

source: Requirements
ro: Cerințe

source: The package %s needs to be installed before upgrading.
ro: Pachetul %s trebuie să fie instalat înainte de actualizare.

source: Install %s
ro: Instalează %s

source: Click on the button to install the missing package.
ro: Dați clic pe buton pentru instalarea pachetului lipsă.

source: New releases provide bug fixes and new features but they also sometimes introduce new issues. Upgrading always represents a risk. Your data is safe but new issues can potentially affect your operating system.
ro: Versiunile noi oferă remedieri și caracteristici noi, dar, de asemenea, uneori apar noi probleme. Actualizarea reprezintă întotdeauna un risc. Datele dumneavoastră sunt în siguranță, dar noile probleme potențiale pot afecta sistemul de operare.

source: I understand the risk. I want to upgrade to %s.
ro: Înțeleg riscul. Doresc să actualizez la %s.

source: Summary
ro: Rezumat

source: Your operating system was successfully upgraded. Please reboot your computer for all changes to take effect.
ro: Sistemul de operare a fost actualizat cu succes. Reporniți computerul pentru ca toate modificările să aibă efect.

source: The upgrade did not succeed. Make sure you are connected to the Internet and try to upgrade again.
ro: Actualizarea nu a reușit. Asigurați-vă că sunteți conectat la Internet și încercați să actualizați din nou.

source: Show and install available updates
ro: Arată și instalează actualizările disponibile

source: Please enter your password to perform the upgrade
ro: Introduceți parola pentru a efectua actualizarea
