Repository: linuxmint/mint-translations
Catalog: po-export/mintsources/mintsources-la.po
Languages: la

source: You are about to remove the following PPA:
la: Haec PPA removebitur:

source: More info: %s
la: Descritiones additiciae: %s

source: Press Enter to continue or Ctrl+C to cancel
la: Enter preme ut continues aut Ctrl+C ut relinquas

source: Unable to prompt for response. Please run with -y
la: Responsum non expectandum: Cum -y pelle, quaeso

source: Cancelling...
la: Relinquitur ...

source: Cannot get info about PPA: '%s'.
la: Informationes non inveniuntur de PPA: '%s'.

source: failed to remove PPA: '%s'
la: removi non potest PPA: '%s'.

source: failed to remove repository: '%s'
la: removi non potest thesaurus: '%s'.

source: Adding PPAs is not supported
la: PPA additio non permittitur

source: Cannot add PPA: '%s'.
la: PPA addere non possum: '%s'.

source: Adding private PPAs is not supported currently
la: PPA privata addi non possunt ut nunc est

source: You are about to add the following PPA:
la: Additurus es haec PPA:

source: Malformed input, repository not added.
la: Ingressus male formatus, thesarus non additus.

source: Repository already exists.
la: Thesaurus iam est.

source: Connection timed out, check your connection or try again later.
la: Conexus senuit, conexum inspice aut postea retenta.

source: Failed to establish a secure connection.
la: Conexus tutus creari non potuit.

source: Failed to download the PPA: %s.
la: PPA ex rete deduci non potuit: %s.

source: No supported PPA of this name was found.
la: PPA toleratum cum hoc nomine non inventum.

source: This PPA does not support %s
la: Hoc PPA %s non tolerat

source: Sources
la: Fontes

source: CD-ROM (Installation Disc)
la: CD-ROM (Discus Instituens)

source: Local Repository
la: Thesaurus Localis

source: Linux Mint uses Romeo to publish packages which are not tested. Once these packages are tested, they are then moved to the official repositories. Unless you are participating in beta-testing, you should not enable this repository. Are you sure you want to enable Romeo?
la: Linux Mint Romeo utitur ut fasciculos non comprobatos vulget. Hi fasciculi comprobati, in thesauros publicos moventur. Nisi betam temptes, thesaurus hic non est permittendus. Sane Romeum iubere vis?

source: Select a mirror
la: Speculum elige

source: Country
la: Natio

source: Speed
la: Celeritas

source: Worldwide
la: Tota Terra

source: Obsolete
la: Obsoletum

source: Unreachable
la: Invium

source: Software Sources
la: Fontes Softwaris

source: Backported packages
la: Fasciculi retrolati

source: Unstable packages
la: Fasciculi instabiles

source: Main
la: Praecipuum

source: Base
la: Basis

source: Enabled
la: Actiosus

source: Repository
la: Thesaurus

source: Key
la: Clavis

source: There is no more residual configuration on the system.
la: In systemate configurationes relinquae non sunt.

source: The problem was fixed. Please reload the cache.
la: Problema reparatum est. Cachem iterum lege, quaeso.

source: Duplicate entries were removed. Please reload the cache.
la: Duplica amota sunt. Cachem iterum lege, quaeso.

source: No duplicate entries were found.
la: Duplica non inventa sunt.

source: Error with your APT configuration, you may have to reload the cache first.
la: Error in tua APT configuratione est; antea cache iterum legenda est.

source: All missing keys were successfully added.
la: Omnes claves absentes bene additae sunt.

source: Not all missing keys could be found.
la: Non omnes claves absentes inventae sunt.

source: Keys were added for the following repositories:
la: Claves additae sunt pro his thesauris:

source: Keys are still missing for the following repositories:
la: Claves dum desunt ex his thesauris:

source: Add the remaining missing key(s) manually or remove the corresponding repositories or PPAs.
la: Reliquas claves absentes manibus adde autem illarum PPA et thesauros amove.

source: Please reload the cache.
la: Cachem iterum lege, quaeso.

source: No missing keys were found.
la: Claves absentes non inventae sunt.

source: Open..
la: Aperi ...

source: Cancel
la: Interrumpe

source: Open
la: Aperi

source: Please enter the fingerprint of the public key you want to download from keyserver.ubuntu.com:
la: Clavis publicae ex keyserver.ubuntu.com tractae impressionem digiti scribe, quaeso:

source: Are you sure you want to permanently remove this key?
la: Certe hanc clavem amovere visne?

source: Please enter the name or the URL of the PPA you want to add:
la: Nomen URL aut PPA additurorum scribe, quaseo:

source: The name of the PPA you entered isn't formatted correctly.
la: Nomen PPA a te scriptum non est bene formatum.

source: Edit the URL of the PPA
la: PPA URL muta

source: Are you sure you want to permanently remove this PPA?
la: Certe hoc PPA amovere visne?

source: The content of this PPA is not available. Please refresh the cache and try again.
la: Sarcina huius PPA non est parata. Cachem renova et retenta, quaeso.

source: Please enter the name of the repository you want to add:
la: Nomen thesauri addituri scribe, quaeso:

source: This repository is already configured, you cannot add it a second time.
la: Hic theasaurus iam additus, bis addere illicitum est.

source: Edit the URL of the repository
la: URL thesauri muta

source: Are you sure you want to permanently remove this repository?
la: Certe hunc thesaurum amovere visne?

source: OK
la: Bene

source: Your configuration changed
la: Tua configuratio mutavit

source: Click OK to update your APT cache
la: BENE preme ut tuam APT cache novetur

source: version %s already installed
la: versio %s iam instituta

source: already installed
la: iam institutum

source: Foreign packages
la: Fasciculi externi

source: Downgrade
la: Gradu inferiore demitte

source: The version of the following packages doesn't match the one from the repositories:
la: Versio fasciculorum sequentium pro thesauris non congruit:

source: The packages below are installed on your computer but not present in the repositories:
la: Fasciculi sequentes in tuo computatro instituti sunt sed in thesauri non inveniuntur:

source: Select All
la: Omnes Elige

source: Package
la: Fasciculus

source: Installed version
la: Versio instituta

source: Repository version
la: Versio thesauri

source: Clear
la: Dele

source: Error: must run as root
la: Error: a root pelli debet

source: Error: need a repository as argument
la: Error: thesaurus parametro necesse est

source: Configure the sources for installable software and updates
la: Thesauros ad softwaris novationesque instituendas ordina

source: Warning
la: Cave

source: Review the information below very carefully before validating the command.
la: Informationes sequentes perlege antequam iussum comprobes.

source: Mirrors
la: Specula

source: Optional Sources
la: Fontes Additiciae

source: Source code repositories
la: Thesauri codecis originis

source: Debug symbols
la: Symbola emenda

source: Restore the default settings
la: Configurationem praedesignatam restitue

source: Official Repositories
la: Thesauri Originales

source: Add
la: Adde

source: Edit
la: Muta

source: PPAs
la: PPA

source: Additional Repositories
la: Thesauri Additicii

source: Import
la: Importa

source: Download
la: Deduce

source: Authentication Keys
la: Claves Comprobationis

source: Fix MergeList problems
la: MergeList problemata repara

source: Purge residual configuration
la: Configurationem relinquam purga

source: Remove duplicate entries
la: Duplica amove

source: Add missing keys
la: Claves absentes adde

source: Remove foreign packages
la: Fasciculos externos remove

source: Downgrade foreign packages
la: Gradu inferiore fasciculos externos demitte

source: Maintenance
la: Conservatio

source: Select Mirror
la: Speculum Elige

source: Apply
la: Confice

source: This PPA provides the following packages. Please select the ones you want to install.
la: Hoc PPA fasciculos sequentes continet. Instituendos elige, quaeso.

source: Install
la: Institue
