Repository: linuxmint/mint-translations
Catalog: po-export/mintsources/mintsources-*.po
Languages: ast, lo, nn, oc, sq, te

source: Source code repositories
ast: Repositorios de códigu fonte
lo: ຄັງເກັບລະຫັດຕົ້ນສະບັບ
nn: Pakkebrønnar for kjeldekode
oc: Repertòris de còdi font
sq: Depozitat e kodit burimor
te: సోర్స్ కోడ్ రిపోజిటరీలు

source: Debug symbols
ast: Apuntes de depuración
lo: ສັນຍາລັກດີບັກ
nn: Feilsøkingssymbol
oc: Simbòls de desbugatge
sq: Simbolet e debugimit
te: డీబగ్ చిహ్నాలు

source: Restore the default settings
ast: Tornar a los axustes predetermináos
lo: ກູ້ຄືນການຕັ້ງຄ່າເລີ່ມຕົ້ນ
nn: Gjenopprett standardinnstillingane
oc: Restablir los paramètres per defaut
sq: Rikthe parametrat e parazgjedhur
te: డిఫాల్ట్ సెట్టింగ్‌లను పునరుద్ధరించండి

source: Official Repositories
ast: Respositorios oficiales
lo: ຄັງເກັບທາງການ
nn: Offisielle pakkebrønnar
oc: Repertòris oficials
sq: Depozitat Zyrtare
te: అధికారిక రిపోజిటరీలు

source: Add
ast: Añedir
lo: ເພີ່ມ
nn: Legg til
oc: Apondre
sq: Shto
te: జోడించు

source: Browse...
ast: Guetar...
lo: ເບິ່ງ...
nn: Bla gjennom...
oc: Percórrer...
sq: Shfleto...
te: విహరించు...

source: Additional Repositories
ast: Repositorios adicionales
lo: ຄັງເກັບເພີ່ມເຕີມ
nn: Tilleggspakkebrønnar
oc: Repertòris suplementaris
sq: Depozita shtesë
te: అదనపు రిపోజిటరీలు

source: Import
ast: Importar
lo: ນຳເຂົ້າ
nn: Importer
oc: Importar
sq: Importo
te: దిగుమతిచేయి

source: Download
ast: Descargar
lo: ດາວໂຫຼດ
nn: Last ned
oc: Telecargar
sq: Shkarko
te: డౌన్‌లోడ్‌చేయి

source: Authentication Keys
ast: Claves d'autentificación
lo: ຄີຢືນຢັນຕົວຕົນ
nn: Autentiseringsnøklar
oc: Claus d’autentificacion
sq: Çelësat e Autentifikimit
te: ప్రమాణీకరణ కీలు

source: Fix MergeList problems
ast: Iguar problemes de MergeList
lo: ແກ້ໄຂບັນຫາ MergeList
nn: Løys MergeList-problem
oc: Resòlvre los problèmas de MergeList
sq: Korrigjo problemet e MergeList
te: విలీన జాబితా సమస్యలను పరిష్కరించండి

source: Purge residual configuration
ast: Llimpiar axustes ripios.
lo: ລ້າງການຕັ້ງຄ່າທີ່ຕົກຄ້າງ
nn: Fjern restkonfigurasjon
oc: Purgar la configuracion residuala
sq: Fshij konfigurimin e mbetur
te: అవశేష కాన్ఫిగరేషన్‌ను ప్రక్షాళన చేయండి

source: Remove duplicate entries
ast: Desaniciar entraes doblaes
lo: ລຶບລາຍການທີ່ຊ້ຳກັນ
nn: Fjern duplikate oppføringar
oc: Suprimir las fonts duplicadas
sq: Hiq hyrjet e dyfishta
te: డూప్లికేట్ ఎంట్రీలను తీసివేయండి

source: Add missing keys
ast: Amestar claves non atopaes
lo: ເພີ່ມຄີທີ່ຂາດຫາຍໄປ
nn: Legg til manglande nøklar
oc: Apondre las claus mancantas
sq: Shto çelësat që mungojnë
te: తప్పిపోయిన కీలను జోడించండి

source: Remove foreign packages
ast: Desaniciar paquetes foriatos
lo: ລຶບແພັກເກັດຈາກພາຍນອກ
nn: Fjern framande pakkar
oc: Suprimir los paquets estrangièrs
sq: Hiq paketat e huaja
te: విదేశీ ప్యాకేజీలను తీసివేయండి

source: Downgrade foreign packages
ast: Baxar de versión paquetes foriatos
lo: ຫຼຸດເວີຊັ່ນແພັກເກັດຈາກພາຍນອກ
nn: Nedgrader framande pakkar
oc: Retrogradar los paquets estrangièrs
sq: Ulni nivelin e paketave të huaja
te: విదేశీ ప్యాకేజీలను డౌన్‌గ్రేడ్ చేయండి

source: Maintenance
ast: Caltenimientu
lo: ການບຳລຸງຮັກສາ
nn: Vedlikehald
oc: Mantenença
sq: Mirëmbajtje
te: నిర్వహణ

source: Click here to update the APT cache
ast: Calca equí p'anovar el caché d'APT
lo: ກົດທີ່ນີ້ເພື່ອອັບເດດແຄດ APT
nn: Klikk her for å oppdatere APT-mellomlageret
oc: Clicar aquí per actualizar lo cache APT
sq: Klikoni këtu për të përditësuar memorjen e përkohshme APT
te: APT కాష్‌ను నవీకరించడానికి ఇక్కడ క్లిక్ చేయండి.

source: Updating cache...
ast: Anovando caché...
lo: ກຳລັງອັບເດດແຄດ...
nn: Oppdaterer mellomlageret...
oc: Actualizacion del cache...
sq: Duke përditësuar memorien e përkohshme...
te: కాష్‌ని నవీకరిస్తోంది...

source: Select Mirror
ast: Seleiciona mirror
lo: ເລືອກເຊີບເວີສຳຮອງ
nn: Vel spegel
oc: Seleccionar miralh
sq: Zgjidh Pasqyrën
te: అద్దం ఎంచుకోండి

source: Apply
ast: Facer
lo: ນຳໃຊ້
nn: Bruk
oc: Aplicar
sq: Zbato
te: వర్తించు

source: This PPA provides the following packages. Please select the ones you want to install.
ast: Esti PPA contién los siguientes paquetes. Escueye los que quies istalar, por favor.
lo: PPA ນີ້ສະໜອງແພັກເກັດຕໍ່ໄປນີ້. ກະລຸນາເລືອກອັນທີ່ທ່ານຕ້ອງການຕິດຕັ້ງ.
nn: Denne PPA-en tilbyr følgjande pakkar. Vel dei du ønskjer å installere.
oc: Aqueste PPA provesís los paquets seguents. Mercés de seleccionar los que volètz installar.
sq: Kjo PPA ofron paketat e mëposhtme. Ju lutemi zgjidhni ato që dëshironi të instaloni.
te: ఈ PPA కింది ప్యాకేజీలను అందిస్తుంది. దయచేసి మీరు ఇన్‌స్టాల్ చేయాలనుకుంటున్న వాటిని ఎంచుకోండి.

source: Install
ast: Istalar
lo: ຕິດຕັ້ງ
nn: Installer
oc: Installar
sq: Instalo
te: స్థాపించు

source: PPAs
nn: PPA-er
sq: PPA-të
te: PPAలు

source: Error
ast: Erru
lo: ຜິດພາດ
nn: Feil
sq: Gabim
te: దోషము
