Repository: linuxmint/mint-translations
Catalog: po-export/mintsources/mintsources-*.po
Languages: ast, lo, nn, oc, sq, te

source: You are about to remove the following PPA:
ast: Vas desaniciar les siguientes PPA:
lo: ທ່ານກຳລັງຈະລຶບ PPA ຕໍ່ໄປນີ້:
nn: Du er i ferd med å fjerne følgjande PPA:
oc: Sètz a mand de suprimir lo PPA seguent :
sq: Je gati të heqësh PPA-në e mëposhtme:
te: మీరు ఈ క్రింది PPA ని తీసివేయబోతున్నారు:

source: More info: %s
ast: Más información: %s
lo: ຂໍ້ມູນເພີ່ມເຕີມ: %s
nn: Meir informasjon: %s
oc: Mai d’info : %s
sq: Më shumë informacione: %s
te: మరింత సమాచారం: %s

source: Press Enter to continue or Ctrl+C to cancel
ast: Calca Intro pa siguir o Ctrl+C pa encaboxar
lo: ກົດ Enter ເພື່ອສືບຕໍ່ ຫຼື Ctrl+C ເພື່ອຍົກເລີກ
nn: Trykk Enter for å halde fram eller Ctrl+C for å avbryte
oc: Quichatz Entrada per contunhar o Ctrl+C per anullar
sq: Shtypni Enter për të vazhduar ose Ctrl+C për të anuluar
te: కొనసాగించడానికి ఎంటర్ నొక్కండి లేదా రద్దు చేయడానికి Ctrl+C నొక్కండి

source: Unable to prompt for response. Please run with -y
ast: Nun se pudo pidir rempuesta. Por favor, executar con -y
lo: ບໍ່ສາມາດກະຕຸ້ນການຕອບຮັບໄດ້. ກະລຸນາແລ່ນດ້ວຍ -y
nn: Kan ikkje be om svar. Ver venleg og køyr med -y
oc: Picada impossibla de l’entrada estandarda. Mercés d’utilizar l’opcion -y.
sq: Nuk është e mundur të kërkohet përgjigje. Ekzekutoje me -y.
te: ప్రతిస్పందన కోసం ప్రాంప్ట్ చేయడం సాధ్యం కాలేదు. దయచేసి -y తో అమలు చేయండి.

source: Cancelling...
ast: Encaboxando…
lo: ກຳລັງຍົກເລີກ...
nn: Avbrytast...
oc: Anullacion...
sq: Duke anuluar...
te: రద్దుచేయుచున్నది...

source: Cannot get info about PPA: '%s'.
ast: Nun s'algamó información tocante al PPA: '%s'.
lo: ບໍ່ສາມາດຮັບຂໍ້ມູນກ່ຽວກັບ PPA: '%s' ໄດ້.
nn: Kan ikkje hente informasjon om PPA: '%s'.
oc: Recepcion impossibla d’info tocnat PPA : « %s ».
sq: Nuk mund të marr informacion rreth PPA-së: '%s'.
te: PPA గురించి సమాచారం పొందలేకపోయాము: '%s'.

source: failed to remove PPA: '%s'
ast: Nun se pudo desaniciar el PPA: '%s'
lo: ການລຶບ PPA: '%s' ລົ້ມເຫຼວ
nn: Klarte ikkje å fjerne PPA: '%s'
oc: fracàs de la supression del PPA : « %s »
sq: dështoi të hiqte PPA-në: '%s'
te: PPA ను తొలగించడంలో విఫలమైంది: '%s'

source: failed to remove repository: '%s'
ast: hebu un fallu al desaniciar el repositoriu: '%s'
lo: ການລຶບຄັງເກັບ: '%s' ລົ້ມເຫຼວ
nn: Klarte ikkje å fjerne pakkebrønnen: '%s'
oc: Fracàs de la supression del repertòri : « %s »
sq: dështoi në heqjen e depos: '%s'
te: రిపోజిటరీని తొలగించడంలో విఫలమైంది: '%s'

source: Adding PPAs is not supported
ast: Nun se pué añedir PPAs
lo: ບໍ່ຮອງຮັບການເພີ່ມ PPA
nn: Det er ikkje støtte for å leggje til PPA-ar
oc: L’apondon de PPA es pas pres en carga
sq: Shtimi i PPA-ve nuk përballohet
te: PPAలను జోడించడానికి మద్దతు లేదు.

source: Cannot add PPA: '%s'.
ast: Nun pué amestase'l PPA: «%s».
lo: ບໍ່ສາມາດເພີ່ມ PPA: '%s' ໄດ້.
nn: Kan ikkje leggje til PPA: '%s'.
oc: Impossible d'apondre le PPA : « %s ».
sq: Nuk mund të shtojë PPA-në: '%s'.
te: PPA జతచేయుట వీలుకాదు: '%s'.

source: Adding private PPAs is not supported currently
ast: Anguaño nun hai sofitu pal amiestu de PPA's privaos
lo: ປັດຈຸບັນນີ້ຍັງບໍ່ຮອງຮັບການເພີ່ມ PPA ສ່ວນຕົວ
nn: Det er for tida ikkje støtte for å leggje til private PPA-ar
oc: L'apondon de PPAs (depauses privats de logicials) es pas suportat actualament
sq: Shtimi i PPA-ve private nuk përballohet aktualisht
te: ప్రైవేట్ PPAలను జోడించడానికి ప్రస్తుతం మద్దతు లేదు.

source: You are about to add the following PPA:
ast: Vas añedir el siguiente PPA:
lo: ທ່ານກຳລັງຈະເພີ່ມ PPA ຕໍ່ໄປນີ້:
nn: Du er i ferd med å leggje til følgjande PPA:
oc: Sètz a mand d’apondre lo PPA seguent :
sq: Je gati të shtosh PPA-në e mëposhtme:
te: మీరు ఈ క్రింది PPA ని జోడించబోతున్నారు:

source: Malformed input, repository not added.
ast: Fallu de sintaxis na entrada. Nun s'amestó el repositoriu.
lo: ຂໍ້ມູນທີ່ປ້ອນເຂົ້າບໍ່ຖືກຕ້ອງ, ຄັງເກັບບໍ່ໄດ້ຖືກເພີ່ມ.
nn: Ugyldig inndata, pakkebrønn vart ikkje lagt til.
oc: L’entrada es malformada. Es pas estat apondut lo repertòri .
sq: Të dhëna të formuara gabimisht, depoja nuk është shtuar.
te: తప్పు ఇన్‌పుట్, రిపోజిటరీ జోడించబడలేదు.

source: Repository already exists.
ast: Esi repositoriu ya esiste anguañu.
lo: ຄັງເກັບນີ້ມີຢູ່ແລ້ວ.
nn: Pakkebrønn finst frå før.
oc: Lo repertòri existís ja.
sq: Depozita tashmë ekziston.
te: రిపోజిటరీ ఇప్పటికే ఉంది.

source: Connection timed out, check your connection or try again later.
ast: Fallu de rede. Compreba la to conexón o téntalo otra vuelta.
lo: ໝົດເວລາການເຊື່ອມຕໍ່, ກວດສອບການເຊື່ອມຕໍ່ຂອງທ່ານ ຫຼື ລອງໃໝ່ໃນພາຍຫຼັງ.
nn: Tilkoblinga tok for lang tid, sjekk nettverket ditt eller prøv igjen seinare.
oc: La connexion a atengut lo relambi, mercés de verificar la connexion o de tornar ensajat mai tard.
sq: Lidhja skadoi, kontrolloni lidhjen tuaj ose provoni përsëri më vonë.
te: కనెక్షన్ సమయం ముగిసింది, మీ కనెక్షన్‌ను తనిఖీ చేయండి లేదా తర్వాత మళ్లీ ప్రయత్నించండి.

source: Failed to establish a secure connection.
ast: Nun pudo facese una conexón segura.
lo: ລົ້ມເຫຼວໃນການສ້າງການເຊື່ອມຕໍ່ທີ່ປອດໄພ.
nn: Klarte ikkje å opprette ei trygg tilkopling.
oc: Fracàs de l’establiment una connexion segura.
sq: Dështoi në krijimin e një lidhjeje të sigurt.
te: సురక్షిత కనెక్షన్‌ను ఏర్పాటు చేయడంలో విఫలమైంది.

source: Failed to download the PPA: %s.
ast: Fallo na descarga del PPA: '%s'.
lo: ການດາວໂຫຼດ PPA: %s ລົ້ມເຫຼວ.
nn: Klarte ikkje å laste ned PPA: %s.
oc: Fracàs del telecargament del PPA : %s
sq: Shkarkimi i PPA-së dështoi: %s.
te: PPA ని డౌన్‌లోడ్ చేయడంలో విఫలమైంది: %s.

source: No supported PPA of this name was found.
ast: Nun s'atopó dengún PPA soportáu con esi nome.
lo: ບໍ່ພົບ PPA ທີ່ມີຊື່ນີ້ທີ່ຮອງຮັບ.
nn: Fann ingen støtta PPA med dette namnet.
oc: Cap de PPA pres en carga pas trobat amb aqueste nom.
sq: Nuk u gjet asnjë PPA e mbështetur me këtë emër.
te: ఈ పేరుతో మద్దతు ఉన్న PPA కనుగొనబడలేదు.

source: This PPA does not support %s
ast: Esti PPA nun almite '%s'
lo: PPA ນີ້ບໍ່ຮອງຮັບ %s
nn: Denne PPA-en støttar ikkje %s
oc: Aqueste PPA pren pas en carga %s
sq: Kjo PPA nuk mbështet %s
te: ఈ PPA %s కి మద్దతు ఇవ్వదు.

source: CD-ROM (Installation Disc)
ast: CD-ROM (Discu d'istalación)
lo: CD-ROM (ແຜ່ນຕິດຕັ້ງ)
nn: CD-ROM (Installasjonsdisk)
oc: CD-ROM (Disc d’installacion)
sq: CD-ROM (Disk instalimi)
te: CD-ROM (ఇన్‌స్టాలేషన్ డిస్క్)

source: Local Repository
ast: Repositoriu llocal
lo: ຄັງເກັບໃນເຄື່ອງ
nn: Lokal pakkebrønn
oc: Repertòri local
sq: Depozitor Lokal
te: స్థానిక రిపోజిటరీ

source: Linux Mint uses Romeo to publish packages which are not tested. Once these packages are tested, they are then moved to the official repositories. Unless you are participating in beta-testing, you should not enable this repository. Are you sure you want to enable Romeo?
ast: Linux Mint emplega Romeo pa espublizar paquetes ensin prebar. En cuantes tean prebaos, amoveranse a los repositorios oficiales. A nun ser que teas faciendo beta-testing, nun deberías autivar esti repositoriu. ¿Tas xuru de que quies autivar Romeo?
lo: Linux Mint ໃຊ້ Romeo ເພື່ອເຜີຍແຜ່ແພັກເກັດທີ່ຍັງບໍ່ທັນໄດ້ທົດສອບ. ເມື່ອແພັກເກັດເຫຼົ່ານີ້ຖືກທົດສອບແລ້ວ, ມັນຈະຖືກຍ້າຍໄປທີ່ຄັງເກັບທາງການ. ຖ້າທ່ານບໍ່ໄດ້ເຂົ້າຮ່ວມໃນການທົດສອບເບຕ້າ, ທ່ານບໍ່ຄວນເປີດໃຊ້ຄັງເກັບນີ້. ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການເປີດໃຊ້ Romeo?
nn: Linux Mint brukar Romeo til å publisere pakkar som ikkje er testa. Når desse pakkane er testa, vert dei flytta til dei offisielle pakkebrønnane. Med mindre du deltek i betatesting, bør du ikkje aktivere denne pakkebrønnen. Er du sikker på at du vil aktivere Romeo?
oc: Linux Mint utiliza Romeo per publicar de paquets que son pas testats. Un còp qu'aqueles paquets son testats, son alara desplaçats cap als repertòris oficials. Levat se participatz a de tèstes bèta, deuriatz pas activar aqueste repertòri. Volètz vertadièrament activar Romeo ?
sq: Linux Mint përdor Romeo për të publikuar paketa të cilat nuk janë testuar. Pasi këto paketa të jenë testuar, ata zhvendosen në depot zyrtare. Nëse nuk merrni pjesë në testimin, nuk duhet të aktivoni këtë depo. A jeni të sigurt që doni të aktivoni Romeo?
te: పరీక్షించబడని ప్యాకేజీలను ప్రచురించడానికి Linux Mint Romeo ఉపయోగిస్తుంది. ఈ ప్యాకేజీలు పరీక్షించబడిన తర్వాత, అవి అధికారిక రిపోజిటరీలకు తరలించబడతాయి. మీరు బీటా-పరీక్షలో పాల్గొంటుంటే తప్ప, మీరు ఈ రిపోజిటరీని ప్రారంభించకూడదు. మీరు ఖచ్చితంగా Romeo ప్రారంభించాలనుకుంటున్నారా?

source: Select a mirror
ast: Escoye un mirror
lo: ເລືອກເຊີບເວີສຳຮອງ
nn: Vel ein spegel
oc: Seleccionatz un miralh
sq: Zgjidhni një server
te: అద్దాన్ని ఎంచుకోండి

source: Country
lo: ປະເທດ
nn: Land
oc: País
sq: Vendi
te: దేశం

source: Mirror
lo: ເຊີບເວີສຳຮອງ
nn: Spegel
oc: Miralh
sq: Pasqyrë
te: మిర్రర్

source: Speed
ast: Velocidá
lo: ຄວາມໄວ
nn: Fart
oc: Debit
sq: Shpejtësia
te: వేగము

source: Worldwide
ast: Mundial
lo: ທົ່ວໂລກ
nn: Verdsomspennande
oc: Mondial
sq: Në mbarë botën
te: ప్రపంచవ్యాప్తంగా

source: kB/s
oc: ko/s

source: MB/s
oc: Mo/s

source: GB/s
ast: XB/s
oc: Go/s

source: Obsolete
ast: Anticuáu
lo: ລ້າສະໄໝ
nn: Forelda
oc: Obsolèt
sq: I vjetëruar
te: వాడుకలో లేనిది

source: Unreachable
ast: Nun pué algamase
lo: ເຂົ້າບໍ່ເຖິງ
nn: Utilgjengeleg
oc: Inaccessible
sq: I paarritshëm
te: చేరుకోలేనిది

source: Software Sources
ast: Fontes de software
lo: ແຫຼ່ງຊອບແວ
nn: Programvarekjelder
oc: Fonts de mesa a jorn
sq: Burimet e programeve
te: సాఫ్ట్‌వేర్ మూలాలు

source: Backported packages
ast: Paquetes respaldaos
lo: ແພັກເກັດທີ່ຖືກນຳກັບມາໃຊ້
nn: Tilbakeførte pakkar
oc: Paquets backportats
sq: Paketa të transferuara prapa
te: బ్యాక్‌పోర్ట్ చేయబడిన ప్యాకేజీలు

source: Unstable packages
ast: Paquetes non estables
lo: ແພັກເກັດທີ່ບໍ່ສະຖຽນ
nn: Ustabile pakkar
oc: Paquets instables
sq: Paketa të paqëndrueshme
te: అస్థిర ప్యాకేజీలు

source: Main
ast: Entamu
lo: ຫຼັກ
nn: Hovud
oc: Principal
sq: Kryesore
te: ప్రధానం

source: Base
ast: Básicu
lo: ພື້ນຖານ
oc: Basa de calcul
sq: Bazë
te: మూలం

source: Enabled
ast: Habilitáu
lo: ເປີດໃຊ້ງານ
nn: Aktivert
oc: Activat
sq: Aktivizuar
te: చేతనమైంది

source: Repository
ast: Repositoriu
lo: ຄັງເກັບ
nn: Pakkekjelde
oc: Repertòri
sq: Depo
te: రిపోజిటరీ

source: Key
ast: Clave
lo: ຄີ
nn: Nøkkel
oc: Clau
sq: Çelësi
te: కీ

source: There is no more residual configuration on the system.
ast: Nun hai más axustes residuales nel sistema.
lo: ບໍ່ມີການຕັ້ງຄ່າທີ່ຕົກຄ້າງຢູ່ໃນລະບົບອີກແລ້ວ.
nn: Det finst ikkje meir restkonfigurasjon på systemet.
oc: I a pas mai de configuracion residuala dins lo sistèma.
sq: Nuk ka më konfigurime të mbetura në sistem.
te: సిస్టమ్‌లో ఇక అవశేష కాన్ఫిగరేషన్ లేదు.

source: The problem was fixed. Please reload the cache.
ast: Iguose'l problema. Refresca'l caché, por favor.
lo: ບັນຫາໄດ້ຖືກແກ້ໄຂແລ້ວ. ກະລຸນາໂຫຼດແຄດຄືນໃໝ່.
nn: Problemet er løyst. Last inn mellomlageret på nytt.
oc: Lo problèma es estat resolgut. Recargatz lo cache
sq: Problemi u zgjidh. Ju lutem rignarkoni cache-in.
te: సమస్య పరిష్కరించబడింది. దయచేసి కాష్‌ను మళ్లీ లోడ్ చేయండి.

source: Duplicate entries were removed. Please reload the cache.
ast: Esborraronse les entreas doblaes. Refresca'l caché, por favor.
lo: ລາຍການທີ່ຊ້ຳກັນໄດ້ຖືກລຶບອອກແລ້ວ. ກະລຸນາໂຫຼດແຄດຄືນໃໝ່.
nn: Dupliserte oppføringar vart fjerna. Last inn mellomlageret på nytt.
oc: Entradas duplicadas levadas. Mercés de recargar lo cache.
sq: Hyrjet e dyfishta u hoqën. Ju lutemi ringarkoni memorien e përkohshme.
te: నకిలీ ఎంట్రీలు తీసివేయబడ్డాయి. దయచేసి కాష్‌ను మళ్లీ లోడ్ చేయండి.

source: No duplicate entries were found.
ast: Nun s'atoparon entraes doblaes.
lo: ບໍ່ພົບລາຍການທີ່ຊ້ຳກັນ.
nn: Ingen dupliserte oppføringar vart funne.
oc: Cap d’entrada duplicada pas trobada.
sq: Nuk u gjetën hyrje të dyfishta.
te: నకిలీ ఎంట్రీలు ఏవీ కనుగొనబడలేదు.

source: Error with your APT configuration, you may have to reload the cache first.
ast: Hebu un fallu colos tos axustes d'APT. Quiciabes habrías de refrescar el caché enantes.
lo: ເກີດຂໍ້ຜິດພາດກັບການຕັ້ງຄ່າ APT ຂອງທ່ານ, ທ່ານອາດຈະຕ້ອງໂຫຼດແຄດຄືນໃໝ່ກ່ອນ.
nn: Feil med APT-konfigurasjonen din, du må kanskje laste inn mellomlageret på nytt først.
oc: La configuracion d’APT es erronèa, mercés d’actualizar lo cache çò primièr.
sq: Gabim me konfigurimin e APT-së, mund t'ju duhet të ringarkoni më parë memorien e përkohshme.
te: మీ APT కాన్ఫిగరేషన్‌లో లోపం, మీరు ముందుగా కాష్‌ను రీలోడ్ చేయాల్సి రావచ్చు.

source: All missing keys were successfully added.
ast: Toles claves amestáronse dafechu.
lo: ຄີທີ່ຂາດຫາຍໄປທັງໝົດໄດ້ຖືກເພີ່ມສຳເລັດແລ້ວ.
nn: Alle manglande nøklar vart lagt til.
oc: Totas las claus mancantas corrèctament apondudas.
sq: Të gjithë çelësat që mungonin u shtuan me sukses.
te: తప్పిపోయిన అన్ని కీలు విజయవంతంగా జోడించబడ్డాయి.

source: Not all missing keys could be found.
ast: Nun s'atoparon toles claves.
lo: ບໍ່ສາມາດຊອກຫາຄີທີ່ຂາດຫາຍໄປທັງໝົດໄດ້.
nn: Ikkje alle manglande nøklar blei funne.
oc: Pas totas las claus mancantas èran trobablas.
sq: Jo të gjithë çelësat që mungonin mund të gjendeshin.
te: తప్పిపోయిన అన్ని కీలను కనుగొనలేకపోయాము.

source: Keys were added for the following repositories:
ast: Añedieronse les claves de los siguientes repositorios:
lo: ຄີໄດ້ຖືກເພີ່ມໃຫ້ກັບຄັງເກັບຕໍ່ໄປນີ້:
nn: Nøklar blei lagt til for følgjande pakkebrønnar:
oc: Claus son estadas apondudas als repertòris seguents :
sq: U shtuan çelësa për depot e mëposhtme:
te: కింది రిపోజిటరీలకు కీలు జోడించబడ్డాయి:

source: Keys are still missing for the following repositories:
ast: Entá falten claves pa los siguientes repositorios:
lo: ຍັງຂາດຄີສຳລັບຄັງເກັບຕໍ່ໄປນີ້:
nn: Nøklar manglar framleis for følgjande pakkebrønnar:
oc: De claus mancan encara pels repertòris seguent :
sq: Ende mungojnë çelësat për depot e mëposhtme:
te: కింది రిపోజిటరీలకు కీలు ఇప్పటికీ లేవు:

source: Add the remaining missing key(s) manually or remove the corresponding repositories or PPAs.
ast: Añedir les claves que falten a manu, o desaniciar los cuerrespondientes PPA.
lo: ເພີ່ມຄີທີ່ຍັງຂາດຫາຍໄປດ້ວຍຕົນເອງ ຫຼື ລຶບຄັງເກັບ ຫຼື PPA ທີ່ກ່ຽວຂ້ອງອອກ.
nn: Legg til dei resterande manglande nøklane manuelt, eller fjern dei tilsvarande pakkebrønnane eller PPA-ane.
oc: Apondètz las claus mancantas restantas manualament o suprimissètz los repertòris o PPA correspondents.
sq: Shtoni çelësin/çelësat që mungojnë manualisht ose hiqni depot ose PPA-të përkatëse.
te: మిగిలిన తప్పిపోయిన కీ(ల)ను మాన్యువల్‌గా జోడించండి లేదా సంబంధిత రిపోజిటరీలు లేదా PPAలను తీసివేయండి.

source: Please reload the cache.
ast: Recarga'l caché, por favor.
lo: ກະລຸນາໂຫຼດແຄດຄືນໃໝ່.
nn: Last inn mellomlageret på nytt.
oc: Mercés de recargar lo cache.
sq: Ju lutem ringarkoni memorien e përkohshme.
te: దయచేసి కాష్‌ను మళ్లీ లోడ్ చేయండి.

source: No missing keys were found.
ast: Nun s'atopen claves perdíes.
lo: ບໍ່ພົບຄີທີ່ຂາດຫາຍໄປ.
nn: Last inn mellomlageret på nytt.
oc: Cap de clau mancanta pas trobada.
sq: Nuk u gjetën çelësa të humbur.
te: తప్పిపోయిన కీలు ఏవీ కనుగొనబడలేదు.

source: Open..
ast: Abrir...
lo: ເປີດ..
nn: Opne...
oc: Dobrir...
sq: Hap...
te: తెరవండి..

source: Cancel
ast: Encaboxar
lo: ຍົກເລີກ
nn: Avbryt
oc: Anullar
sq: Anulo
te: రద్దు చేయి

source: Open
ast: Abrir
lo: ເປີດ
nn: Opne
oc: Dobrir
sq: Hap
te: తెరవండి

source: Please enter the fingerprint of the public key you want to download from keyserver.ubuntu.com:
ast: Introduz el fingerprint de la clave pública si quies descargala de keyserver.ubuntu.com:
lo: ກະລຸນາປ້ອນລາຍນິ້ວມືຂອງຄີສາທາລະນະທີ່ທ່ານຕ້ອງການດາວໂຫຼດຈາກ keyserver.ubuntu.com:
nn: Skriv inn fingeravtrykket til den offentlege nøkkelen du vil laste ned frå keyserver.ubuntu.com:
oc: Picatz l'emprenta de la clau publica que volètz telecargar dempuèi keyserver.ubuntu.com :
sq: Ju lutemi futni gjurmën e gishtit të çelësit publik që dëshironi të shkarkoni nga keyserver.ubuntu.com:
te: దయచేసి keyserver.ubuntu.com నుండి మీరు డౌన్‌లోడ్ చేయాలనుకుంటున్న పబ్లిక్ కీ యొక్క వేలిముద్రను నమోదు చేయండి:

source: Are you sure you want to permanently remove the selected keys?
ast: ¿Tas xuru de que quies desaniciar dafechu les claves esbillaes?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບຄີທີ່ເລືອກອອກຢ່າງຖາວອນ?
nn: Er du sikker på at du vil fjerne dei valde nøklane permanent?
oc: Volètz vertadièrament levar las claus seleccionadas ?
sq: Je i sigurt që dëshiron t'i heqësh përgjithmonë çelësat e zgjedhur?
te: మీరు ఎంచుకున్న కీలను శాశ్వతంగా తీసివేయాలనుకుంటున్నారా?

source: Please enter the name of the repository you want to add:
ast: Introduz el nome del repositoriu que quies amestar:
lo: ກະລຸນາປ້ອນຊື່ຂອງຄັງເກັບທີ່ທ່ານຕ້ອງການເພີ່ມ:
nn: Skriv inn namnet på pakkekjelda du vil leggje til:
oc: Entratz lo nom del repertòri que volètz apondre :
sq: Ju lutem shkruani emrin e depos që dëshironi të shtoni:
te: దయచేసి మీరు జోడించాలనుకుంటున్న రిపోజిటరీ పేరును నమోదు చేయండి:

source: This repository is already configured, you cannot add it a second time.
ast: Esi repositoriu ya ta amestáu. Nun se pué añedir por segunda vuelta.
lo: ຄັງເກັບນີ້ໄດ້ຖືກຕັ້ງຄ່າແລ້ວ, ທ່ານບໍ່ສາມາດເພີ່ມມັນເປັນຄັ້ງທີສອງ.
nn: Denne pakkebrønnen er allereie konfigurert, du kan ikkje leggje han til ein gong til.
oc: Aqueste repertòri es ja configurat, lo podètz pas apondre un segond còp.
sq: Kjo depo është konfiguruar tashmë, nuk mund ta shtoni për herë të dytë.
te: ఈ రిపోజిటరీ ఇప్పటికే కాన్ఫిగర్ చేయబడింది, మీరు దీన్ని రెండవసారి జోడించలేరు.

source: Please enter the name or the URL of the PPA you want to add:
ast: Introduz el nome de la URL del PPA que quies amestar:
lo: ກະລຸນາປ້ອນຊື່ ຫຼື URL ຂອງ PPA ທີ່ທ່ານຕ້ອງການເພີ່ມ:
nn: Skriv inn namnet eller nettadressa til PPA-en du vil leggje til:
oc: Mercés de picar lo nom o l’URL del PPA que volètz apondre :
sq: Ju lutemi shkruani emrin ose URL-në e PPA-së që dëshironi të shtoni:
te: దయచేసి మీరు జోడించాలనుకుంటున్న PPA పేరు లేదా URL ని నమోదు చేయండి:

source: The name of the PPA you entered isn't formatted correctly.
ast: El nome del PPA nun tien formatu afayadizu.
lo: ຊື່ຂອງ PPA ທີ່ທ່ານປ້ອນບໍ່ຖືກຕ້ອງຕາມຮູບແບບ.
nn: Namnet på PPA-en du skreiv inn er ikkje rett formatert.
oc: Lo nom del PPA picat es pas formatat corrèctament.
sq: Emri i PPA-së që keni futur nuk është formatuar saktë.
te: మీరు నమోదు చేసిన PPA పేరు సరిగ్గా ఫార్మాట్ చేయబడలేదు.

source: Are you sure you want to permanently remove the selected repositories?
ast: ¿Tas xuru de que quies desaniciar dafechu los repositorios esbillaos?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບຄັງເກັບທີ່ເລືອກອອກຢ່າງຖາວອນ?
nn: Er du sikker på at du vil fjerne dei valde pakkebrønnane permanent?
oc: Volètz vertadièrament suprimir los repertòris seleccionats ?
sq: A jeni i sigurt që doni t'i hiqni përgjithmonë depot e zgjedhura?
te: మీరు ఎంచుకున్న రిపోజిటరీలను శాశ్వతంగా తొలగించాలనుకుంటున్నారా?

source: Are you sure you want to permanently remove the selected PPAs?
ast: ¿Tas xuru de que quies desaniciar dafechu los PPA esbillaos?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບ PPAs ທີ່ເລືອກອອກຢ່າງຖາວອນ?
nn: Er du sikker på at du vil fjerne dei valde PPA-ane permanent?
oc: Volètz vertadièrament suprimir los PPA seleccionats ?
sq: A jeni i sigurt që doni t'i hiqni përgjithmonë PPA-të e zgjedhura?
te: మీరు ఎంచుకున్న PPAలను శాశ్వతంగా తీసివేయాలనుకుంటున్నారా?

source: The content of this PPA is not available. Please refresh the cache and try again.
ast: El conteníu d'esti PPA nun s'algamó. Refresca el caché y téntalo otra vuelta, por favor.
lo: ເນື້ອຫາຂອງ PPA ນີ້ບໍ່ສາມາດໃຊ້ໄດ້. ກະລຸນາໂຫຼດແຄດຄືນໃໝ່ ແລະ ລອງອີກຄັ້ງ.
nn: Innhaldet i denne PPA-en er ikkje tilgjengeleg. Oppdater mellomlageret og prøv igjen.
oc: Lo contengut d’aqueste PPA es pas disponible. Mercés d’actualizar lo cache e de tornar ensajar.
sq: Përmbajtja e këtij PPA nuk është e disponueshme. Ju lutemi rifreskoni memorien e përkohshme dhe provoni përsëri.
te: ఈ PPA యొక్క కంటెంట్ అందుబాటులో లేదు. దయచేసి కాష్‌ను రిఫ్రెష్ చేసి మళ్ళీ ప్రయత్నించండి.

source: version %s already installed
ast: ya ta istalada la versión %s
lo: ເວີຊັ່ນ %s ໄດ້ຕິດຕັ້ງແລ້ວ
nn: Versjon %s er er allereie installert.
oc: version %s ja installada
sq: versioni %s është instaluar tashmë
te: వెర్షన్ %s ఇప్పటికే ఇన్‌స్టాల్ చేయబడింది

source: already installed
ast: ya ta instaláu
lo: ຕິດຕັ້ງແລ້ວ
nn: allereie installert
oc: ja installada
sq: tashme i instaluar
te: ఇప్పటికే ఇన్‌స్టాల్ చేయబడింది

source: Foreign packages
ast: Paquetes foriatos
lo: ແພັກເກັດຈາກພາຍນອກ
nn: Framande pakkar
oc: Paquets estrangièrs
sq: Pako të huaja
te: విదేశీ ప్యాకేజీలు

source: Downgrade
ast: Baxar de versión
lo: ຫຼຸດເວີຊັ່ນ
nn: Nedgrader
oc: Tornar a una version anteriora
sq: Ul nivelin
te: డౌన్‌గ్రేడ్

source: The version of the following packages doesn't match the one from the repositories:
ast: La versión d'esti paquete nun ye la mesma que la de los repositorios:
lo: ເວີຊັ່ນຂອງແພັກເກັດຕໍ່ໄປນີ້ບໍ່ກົງກັບເວີຊັ່ນຈາກຄັງເກັບ:
nn: Versjonen av dei følgjande pakkane samsvarar ikkje med den frå pakkebrønnane:
oc: La version dels paquets seguents correspond pas a la dels repertòris :
sq: Versioni i paketave të mëposhtme nuk përputhet me atë nga depot:
te: కింది ప్యాకేజీల వెర్షన్ రిపోజిటరీల నుండి వచ్చిన దానితో సరిపోలడం లేదు:

source: Remove
ast: Desaniciar
lo: ລຶບ
nn: Fjern
oc: Suprimir
sq: Hiq
te: తొలగించండి

source: The packages below are installed on your computer but not present in the repositories:
ast: Los paquetes d'embaxu tan istalaos nel to ordenador, más nun apaecen nos repositorios.
lo: ແພັກເກັດຂ້າງລຸ່ມນີ້ຖືກຕິດຕັ້ງຢູ່ໃນຄອມພິວເຕີຂອງທ່ານແຕ່ບໍ່ມີຢູ່ໃນຄັງເກັບ:
nn: Pakkane nedanfor er installerte på datamaskina di, men finst ikkje i pakkebrønnane:
oc: Los paquets çai-jos son installats sus vòstre ordenador, mas se tròban pas als repertòris :
sq: Paketat më poshtë janë instaluar në kompjuterin tuaj, por nuk janë të pranishme në depo:
te: కింది ప్యాకేజీలు మీ కంప్యూటర్‌లో ఇన్‌స్టాల్ చేయబడ్డాయి కానీ రిపోజిటరీలలో లేవు:

source: Select All
ast: Esbillar Too
lo: ເລືອກທັງໝົດ
nn: Marker alt
oc: Seleccionar tot
sq: Zgjidh të gjitha
te: అన్నిటిని ఎంచుకొను

source: Package
ast: Paquete
lo: ແພັກເກັດ
nn: Pakke
oc: Paquet
sq: Pako
te: ప్యాకేజీ

source: Installed version
ast: Versión istalada
lo: ເວີຊັ່ນທີ່ຕິດຕັ້ງ
nn: Installert versjon
oc: Version installada
sq: Versioni i instaluar
te: సంస్థాపించిన వర్షన్

source: Repository version
ast: Versíon del repositoriu
lo: ເວີຊັ່ນໃນຄັງເກັບ
nn: Pakkebrønnversjon
oc: Version repertòri
sq: Versioni i depove
te: రిపోజిటరీ వెర్షన్

source: Clear
ast: Llimpiar
lo: ລ້າງ
nn: Tøm
oc: Escafar
sq: Pastro
te: తుడిచివేయి

source: Error: must run as root
ast: Erru: Ha d'executase comu root
lo: ຜິດພາດ: ຕ້ອງແລ່ນໃນຖານະ root
nn: Feil: må køyrast som root
oc: Error : deu èsser executat en tant que superutilizaire (root)
sq: Gabim: duhet të ekzekutohet si root
te: దోషం:రూట్‌వాడుకరి వలె నడుపు

source: Error: need a repository as argument
ast: Fallu: necesítase un repositoriu como argumentu
lo: ຜິດພາດ: ຕ້ອງມີຄັງເກັບເປັນອາກິວເມນ
nn: Feil: treng ein pakkebrønn som argument
oc: Error : requerís un repertòri coma paramètre
sq: Gabim: nevojitet një depo si argument
te: దోషం: భాండాగారం పరామితిగా కావాలి.

source: Configure the sources for installable software and updates
ast: Configura les fontes pal software instalable y anovamientos
lo: ກຳນົດຄ່າແຫຼ່ງທີ່ມາຂອງຊອບແວທີ່ສາມາດຕິດຕັ້ງໄດ້ ແລະ ການອັບເດດ
nn: Konfigurer kjeldene for installerbar programvare og oppdateringar
oc: Configurar las fonts d'installacion de logicials e de mesas a jorn
sq: Konfiguro burimet për programet e instalueshme dhe përditësimet
te: స్థాపించదగిన సాఫ్ట్‍వేర్ మరియు నవీకరణల కొరకు మూలాలను స్వరూపించు

source: Warning
ast: Avisu
lo: ຄຳເຕືອນ
nn: Åtvaring
oc: Avertiment
sq: Paralajmërim
te: హెచ్చరిక

source: Review the information below very carefully before validating the command.
ast: Compreba la información d'abaxu con munchu curiáu enantes de da-y el preste al comandu.
lo: ກວດສອບຂໍ້ມູນຂ້າງລຸ່ມນີ້ຢ່າງລະມັດລະວັງກ່ອນທີ່ຈະຢືນຢັນຄຳສັ່ງ.
nn: Gå nøye gjennom informasjonen nedanfor før du stadfestar kommandoen.
oc: Verificatz plan l'informacion çai-jos abans de confirmar la comanda.
sq: Rishikoni informacionin më poshtë me shumë kujdes përpara se të validoni komandën.
te: ఆదేశాన్ని ధృవీకరించే ముందు దిగువ సమాచారాన్ని చాలా జాగ్రత్తగా సమీక్షించండి.

source: Mirrors
lo: ເຊີບເວີສຳຮອງ
nn: Speglar
oc: Miralhs
sq: Pasqyra
te: అద్దాలు

source: Optional Sources
ast: Fontes opcionales
lo: ແຫຼ່ງທີ່ມາເພີ່ມເຕີມ
nn: Valfrie kjelder
oc: Fonts opcionalas
sq: Burime opsionale
te: ఐచ్ఛిక మూలాలు
