Repository: linuxmint/mint-translations
Catalog: po-export/mintwelcome/mintwelcome-*.po
Languages: ast, fa, fil, gd, ka, lo, lv, mk, mr, my, ne, nn, ru, sc, sq, ta, te, th, vi

source: Welcome
ast: Bienllegáu
fa: خوش‌آمدید
ka: მოგესალმებით
lo: ຍິນດີຕ້ອນຮັບ
lv: Laipni lūdzam
mk: Добредојдовте
nn: Velkomen
ru: Добро пожаловать
sq: Mirë se vini
te: స్వాగతం
th: ยินดีต้อนรับ
vi: Chào mừng

source: First Steps
ast: Primeros pasos
fa: گام‌های نخست
ka: პირველი ნაბიჯები
lo: ຂັ້ນຕອນທຳອິດ
lv: Pirmie soļi
mk: Почетни чекори
nn: Første steg
ru: Первые шаги
sq: Hapat e Parë
te: మొదటి అడుగులు
th: ขั้นตอนช่วงแรก
vi: Những bước đầu tiên

source: Documentation
ast: Documentación
fa: مستندات
gd: Docamaideadh
ka: დოკუმენტაცია
lo: ເອກະສານ
lv: Dokumentācija
mk: Документација
mr: दस्तऐवजीकरण
my: စာရွက်စာတမ်း
ne: कागजात
nn: Dokumentasjon
ru: Документация
sc: Documentatzione
sq: Dokumentacioni
ta: ஆவணமாக்கம்
te: పత్రీకరణ
th: คู่มือการใช้
vi: Tài liệu

source: Help
ast: Aida
fa: راهنما
ka: დახმარება
lo: ການຊ່ວຍເຫຼືອ
lv: Palīdzība
mk: Помош
nn: Hjelp
ru: Помощь
sq: Ndihmë
te: సహాయం
th: วิธีใช้
vi: Trợ giúp

source: Contribute
ast: Collaborar
fa: مشارکت
ka: წვლილი
lo: ຮ່ວມສົມທົບ
lv: Iesaistīties
mk: Придонеси
nn: Bidra
ru: Внести свой вклад
sq: Kontribuo
te: సహకరించండి
th: มาช่วยกัน
vi: Đóng góp

source: Show this dialog at startup
ast: Amosar esti diálogu al aniciu
fa: نمایش این محاوره هنگام شروع
fil: Ipakita ng dyalogo sa simula
gd: Seall an còmhradh seo aig am tòiseachaidh
ka: დიალოგის ჩვენება საწყის ჩატვირთვისას
lo: ສະແດງໜ້າຕ່າງນີ້ຕອນເປີດເຄື່ອງ
lv: Rādīt šo dialogu startēšanas laikā
mk: Прикажи го овој дијалог на старт
mr: ही चौकट सुरवातीला दाखवा
my: ဤစာမျက်နှာကို စက်စဖွင့်တိုင်း ပြပါ
ne: यो संदेश सुरुमा देखाउनुस्।
nn: Vis dette vindauget under oppstart
ru: Показывать это окно при загрузке системы
sc: Mustra cust'arresonu a s'incomintzu
sq: Trego këtë dialog gjatë nisjes
ta: இந்த உரையாடலைத் தொடங்கலின் போது காண்பி
te: ఈ సమాచారాన్ని ప్రారంభంలో చూపించు
th: แสดงกล่องโต้ตอบนี้เมื่อเริ่มวาระ
vi: Hiện cửa sổ này khi khởi động

source: Welcome Screen
ast: Pantalla de bienvenida
fa: صفحهٔ خوش‌آمدگویی
fil: Screen ng Pagbati
gd: An sgrìn fàilteachaidh
ka: საწყისი ეკრანი
lo: ໜ້າຈໍຕ້ອນຮັບ
lv: Sveiciena ekrāns
mk: Добродојдовен екран
mr: स्वागत
my: ကြိုဆိုသည့်မျက်နှာပြင်
ne: स्वागत स्क्रीन
nn: Velkomstskjerm
ru: Окно приветствия
sc: Bentana de Bene Bènnidu
sq: Ekrani i Mirëseardhjes
ta: நல்வரவு
te: స్వాగతపు తెర
th: หน้าจอต้อนรับ
vi: Màn hình Chào mừng

source: Introduction to Linux Mint
ast: Introducción a Linux Mint
fa: آشنایی با لینوکس مینت
fil: Panimula sa Linux Mint
gd: A' cur aithne air Linux Mint
ka: Linux Mint-ის შესავალი
lo: ຂໍ້ແນະນຳກ່ຽວກັບ ລີນຸກມິນ
lv: Ievads Linux Mint
mk: Вовед во Linux Mint
mr: लिनक्स मिंट सोबत ओळख
my: လင်းနက်စ် မင့် မိတ်ဆက်
ne: लिनक्स मिन्टको परिचय
nn: Introduksjon til Linux Mint
ru: Введение в Linux Mint
sc: Introduida a Linux Mint
sq: Hyrje në Linux Mint
ta: லினக்ஸ் மின்ட் அறிமுகம்
te: లినక్స్ మింట్ పరిచయం
th: แนะนำ Linux Mint
vi: Giới thiệu Linux Mint

source: Install Multimedia Codecs
ast: Instalar códecs multimedia
fa: نصب کدک‌های چندرسانه‌ای
fil: I-install ang Multimedia Codecs
gd: Stàlaich codecs nan ioma-mheadhanan
ka: მულტიმედიის კოდეკების დაყენება
lo: ຕິດຕັ້ງໂຄເດັກມັນຕິມີເດຍ
lv: Multivides kodeku instalēšana
mk: Инсталирајте мултимедијални кодеци
mr: मल्टीमिडिया कोडेक्स प्रस्थापित करा
my: ရုပ်သံကုတ်များ ထည့်သွင်းရန်
ne: मल्तिमिडिया कोदेक इन्स्टल गर
nn: Installer multimediakodekar
ru: Установить мультимедиа кодеки
sc: Installa sos Codecs Multimediales
sq: Instalo Kodekset Multimedia
ta: பல்லூடக கோடெக்குகளை நிறுவு
te: బహుళమాధ్యమ కొడెక్‌లను స్థాపించు
th: ติตตั้งตัวลงรหัสมัลติมีเดีย
vi: Cài đặt các Bộ mã Đa phương tiện

source: Add all the missing multimedia codecs
ast: Amestar tolos códecs multimedia que falten
fa: افزودن تمامی کدک‌های چندرسانه‌ای ناپیدا
fil: Idagdag ang mga nawawalang multimedia codecs
gd: Cuir ris gach codec ioma-meadhanan a tha a dhìth
ka: ყველა ნაკლული მულდიმედიის კოდეკების დამატება
lo: ເພີ່ມໂຄເດັກມັນຕິມີເດຍທີ່ຂາດຫາຍໄປທັງໝົດ
lv: Pievienot visus trūkstošos multivides kodekus
mk: Додајте ги сите недостасувачки мултимедијални кодеци
mr: गहाळ असणारे सर्व मल्टीमिडिया कोडेक्स प्रस्थापित करा
my: လိုအပ်နေသော ရုပ်သံကုတ်များ အားလုံးကို ထပ်ထည့်မည်။
ne: अरु सबै मल्तिमिडिया कोदेक इन्स्टल गर
nn: Legg til alle multimediakodekar som manglar
ru: Добавить все пропущенные мультимедиа кодеки
sc: Agiunghe totu sos codecs multimediales
sq: Shto të gjithë kodeksët multimedia që mungojnë
ta: அனைத்து விடுபட்ட பல்லூடக கோடெக்குகளையும் சேர்
te: తప్పిపోయిన బహుళమాధ్యమ కొడెక్‌లను అన్నిటినీ జతచేయి
th: เพิ่มตัวลงสัญญาณมัลติมีเดียทั้งหมดที่ขาดไปให้ครบ
vi: Thêm tất cả các bộ mã đa phương tiện còn thiếu

source: Linux Mint is a great project. It is open to anyone who wants to participate. There are many ways to help. Click the button below to see how you can get involved.
ast: Linux Mint ye un proyeutu pergrande. Ta abiertu a cualesquier persona que quiera contribuyir. Hai munches formes d'aidar. Calca'l botón d'abaxu pa ver comu lo puedes facer.
fa: Linux Mint پروژه بزرگی است و هرکس که بخواهد آزاد است مشارکت کند. راه های زیادی برای کمک وجود دارد. دکمه زیر را بزنید تا ببینید چگونه میتوانید مشارکت کنید.
ka: Linux Mint შესანიშნავი პროექტია. ის ღიაა ყველასთვის, ვისაც სურს მონაწილეობა მიიღოს. დახმარების მრავალი გზა არსებობს. დააჭირეთ ქვემოთ მოცემულ ღილაკს, რომ ნახოთ, თუ როგორ შეგიძლიათ ჩაერთოთ.
lo: ລີນຸກມິນ ເປັນໂຄງການທີ່ຍິ່ງໃຫຍ່. ເຊິ່ງເປີດໃຫ້ທຸກຄົນທີ່ຕ້ອງການມີສ່ວນຮ່ວມ. ມີຫຼາຍວິທີທີ່ຈະຊ່ວຍເຫຼືອ. ກົດປຸ່ມດ້ານລຸ່ມເພື່ອເບິ່ງວ່າທ່ານຈະສາມາດມີສ່ວນຮ່ວມໄດ້ແນວໃດ.
lv: Linux Mint ir lielisks projekts. Tas ir pieejama ikvienam, kas vēlas piedalīties. Ir daudz veidu, kā palīdzēt. Noklikšķiniet uz tālāk esošās pogas, lai uzzinātu, kā varat iesaistīties.
mk: Linux Mint е одличен проект. Отворен е за секој што сака да придонесе. Постојат многу начини да помогнете. Кликнете на копчето подолу за да видите како можете да се вклучите.
nn: Linux Mint er eit flott prosjekt. Det er opent for alle som ynskjer å delta. Det er mange måtar ein kan hjelpe til. Trykk på knappen nedanfor for å sjå korleis du kan bli involvert.
ru: Linux Mint — большой проект, открытый для всех, кто хочет в нём участвовать. Существует много способов помочь проекту. Нажмите на кнопку ниже, чтобы узнать, как вы можете принять участие в проекте.
sq: Linux Mint është një projekt i shkëlqyer. Është i hapur për këdo që dëshiron të marrë pjesë. Ka shumë mënyra për të ndihmuar. Klikoni butonin më poshtë për të parë se si mund të përfshiheni.
te: Linux Mint ఒక గొప్ప ప్రాజెక్ట్. పాల్గొనాలనుకునే ఎవరికైనా ఇది తెరిచి ఉంటుంది. సహాయం చేయడానికి అనేక మార్గాలు ఉన్నాయి. మీరు ఎలా పాల్గొనవచ్చో చూడటానికి దిగువ బటన్‌ను క్లిక్ చేయండి.
th: Linux Mint เป็นโครงการที่ยอดเยี่ยม ซึ่งเปิดต่อทุกคนที่ต้องการมีส่วนร่วมด้วย และมีหลายวิธีที่คุณสามารถช่วยเหลือได้ คลิกที่ปุ่มด้านล่างนี้เพื่อดูว่าคุณจะมีส่วนร่วมได้อย่างไร
vi: Linux Mint là một dự án tuyệt vời. Nó được mở cho bất kỳ ai muốn tham gia. Có rất nhiều cách để giúp đỡ. Nhấp vào nút bên dưới để xem bạn có thể tham gia như thế nào.

source: Launch
ast: Llanzar
fa: اجرا
ka: გაშვება
lo: ເປີດ
lv: Palaist
mk: Стартувај
nn: Start
ru: Запустить
sq: Nis
te: ప్రారంభించు
th: เรียกใช้
vi: Khởi chạy

source: The Linux Mint documentation consists of a collection of guides, available in PDF, ePUB and HTML and available in many languages. Click the button below to see which guides are available.
ast: La documentación de Linux Mint ye una coleición de guíes en PDF, ePUB ya HTML; traducíes a munches llingües. Calca'l botón d'abaxu pa ver que guíes tan disponibles.
fa: اسناد Linux Mint متشکل از مجموعه هایی از راهنما ها است، دردسترس به صورت PDF،ePUB و HTML همچنین دردسترس در زبان های مختلف.برای دیدن راهنما های دردسترس بر دکمه زیر کلیک کنید.
ka: Linux Mint- ის დოკუმენტაცია შედგება სახელმძღვანელოების კოლექციისგან, რომლებიც ხელმისაწვდომია PDF, ePUB და HTML და ბევრ ენაზე. დააჭირეთ ქვემოთ მოცემულ ღილაკს, რომ ნახოთ რომელი სახელმძღვანელოა ხელმისაწვდომი.
lo: ເອກະສານຂອງ ລີນຸກມິນ ປະກອບດ້ວຍຊຸດຄູ່ມື, ມີໃຫ້ໃນຮູບແບບ PDF, ePUB ແລະ HTML ແລະ ມີໃນຫຼາຍພາສາ. ກົດປຸ່ມດ້ານລຸ່ມເພື່ອເບິ່ງວ່າຄູ່ມືໃດແດ່ທີ່ມີໃຫ້.
lv: Linux Mint dokumentācija sastāv no ceļvežu kolekcijas, kas pieejama PDF, EPUB un HTML formātā un daudzās valodās. Noklikšķiniet uz tālāk esošās pogas, lai redzētu, kuras rokasgrāmatas ir pieejamas.
mk: Документацијата за Linux Mint се состои од збирка со упатства, достапна во PDF, ePUB, HTML и достапна на повеќе јазици. Кликнете на копчето подолу за да видите кои упатства се достапни.
nn: Linux Mint-dokumentasjonen består av ei samling av guidar tilgjengeleg i PDF-, ePUB- og HTML-format, og er tilgjengeleg på mange språk. Trykk på knappen nedanfor for å sjå kva guidar som er tilgjengelege.
ru: Документация Linux Mint состоит из набора руководств, доступных в формате PDF, ePUB и HTML на многих языках. Нажмите на кнопку ниже, чтобы узнать, какие руководства доступны.
sq: Dokumentacioni i Linux Mint përbëhet nga një koleksion udhëzuesish, të disponueshëm në PDF, ePUB dhe HTML dhe në shumë gjuhë. Klikoni butonin më poshtë për të parë se cilët udhëzues janë të disponueshëm.
te: Linux Mint డాక్యుమెంటేషన్ PDF, ePUB మరియు HTMLలలో అందుబాటులో ఉన్న గైడ్‌ల సేకరణను కలిగి ఉంటుంది మరియు అనేక భాషలలో అందుబాటులో ఉంటుంది. ఏ గైడ్‌లు అందుబాటులో ఉన్నాయో చూడటానికి దిగువ బటన్‌ను క్లిక్ చేయండి.
th: คู่มือการใช้งาน Linux Mint ประกอบด้วยคำแนะนำทั้งหลายซึ่งมีให้เลือกดูได้ในรูปแบบ PDF, ePUB และ HTML และมีให้เลือกดูได้หลากหลายภาษา คลิกที่ปุ่มด้านล่างนี้เพื่อดูว่ามีคำแนะนำอะไรบ้าง
vi: Tài liệu Linux Mint bao gồm một bộ sưu tập các hướng dẫn, có sẵn dưới dạng PDF, ePUB và HTML và có sẵn bằng nhiều ngôn ngữ. Nhấp vào nút bên dưới để xem hướng dẫn nào có sẵn.

source: New Features
ast: Nueves carauterístiques
fa: ویژگی های جدید
ka: ახალი ფუნქციები
lo: ຄຸນສົມບັດໃໝ່
lv: Jauni līdzekļi
mk: Нови Својства
nn: Nye funksjonar
ru: Новые возможности
sq: Karakteristika të reja
te: కొత్త ఫీచర్లు
th: คุณลักษณะใหม่
vi: Các tính năng mới

source: Click the button below to discover the new features introduced in this version of Linux Mint.
ast: Calca'l botón d'abaxu p'asoleyar les nueves carauterístiques incluyíes n'esta versión de Linux Mint.
fa: برای کشف ویژگی های جدید معرفی شده در این نسخه Linux Mint بر دکمه زیر کلیک کنید.
ka: დააჭირეთ ქვემოთ მოცემულ ღილაკს რომ ნახოთ, რა ახალი მახასიათებლებია Linux Mint-ის ამ ვერსიაში.
lo: ກົດປຸ່ມດ້ານລຸ່ມເພື່ອຄົ້ນພົບຄຸນສົມບັດໃໝ່ໆທີ່ນຳສະເໜີໃນ ລີນຸກມິນ ເວີຊັນນີ້.
lv: Noklikšķiniet uz tālāk esošās pogas, lai atklātu jaunās funkcijas, kas ieviestas šajā Linux Mint versijā.
mk: Кликнете на копчето подолу за да ги откриете новите карактеристики додадени во оваа верзија на Linux Mint.
nn: Trykk på knappen nedanfor for å oppdage dei nye funksjonane introdusert i denne versjonen av Linux Mint.
ru: Нажмите на кнопку ниже, чтобы увидеть новые возможности этой версии Linux Mint.
sq: Klikoni butonin më poshtë për të zbuluar veçoritë e reja të prezantuara në këtë version të Linux Mint.
te: Linux Mint యొక్క ఈ వెర్షన్‌లో ప్రవేశపెట్టిన కొత్త ఫీచర్‌లను కనుగొనడానికి దిగువ బటన్‌ను క్లిక్ చేయండి.
th: คลิกที่ปุ่มด้านล่างนี้เพื่อค้นหาคุณลักษณะใหม่ที่เปิดตัวใน Linux Mint เวอร์ชันนี้
vi: Nhấp vào nút bên dưới để khám phá các tính năng mới được giới thiệu trong phiên bản Linux Mint này.

source: Release Notes
ast: Notes de la versión
fa: یادداشت‌های انتشار
ka: გამოცემის შენიშვნები
lo: ບັນທຶກປະຈຳລຸ້ນ
lv: Piezīmes par laidienu
mk: Белешки за изданието
nn: Versjonsnotat
ru: Примечания к выпуску
sq: Shënime për publikimin
te: విడుదల నివేదిక
th: บันทึกประจำรุ่น
vi: Ghi chú phát hành

source: Click the button below to read about known bugs, limitations and workarounds for this version of Linux Mint.
ast: Calca'l botón d'abaxu pa lleer al rodiu de fallos, llimitaciones ya soluciones alternatives n'esta versión de Linux Mint.
fa: برای مطالعه درباره باگ‌های شناخته شده، محدودیت‌ها و راه‌کار ها برای این نسخه Linux Mint بر دکمه زیر کلیک کنید.
ka: დააწკაპუნეთ ქვემოთ მოცემულ ღილაკზე, რომ წაიკითხოთ ცნობილი შეცდომების, შეზღუდვების და სამუშაო მეთოდების შესახებ Linux Mint- ის ამ ვერსიის შესახებ.
lo: ກົດປຸ່ມດ້ານລຸ່ມເພື່ອອ່ານກ່ຽວກັບບັກ, ຂໍ້ຈຳກັດ ແລະ ວິທີແກ້ໄຂທີ່ຮູ້ຈັກສຳລັບ ລີນຸກມິນ ເວີຊັນນີ້.
lv: Noklikšķiniet uz tālāk esošās pogas, lai lasītu par zināmajām kļūdām, ierobežojumiem un risinājumiem šai Linux Mint versijai.
mk: Кликнете на копчето подолу за да прочитате за познати грешки, ограничувања и заобиколни решенија за оваа верзија на Linux Mint.
nn: Trykk på knappen nedanfor for å lese om kjente feil, avgrensingar og feilrettingar for denne versjonen av Linux Mint.
ru: Нажмите кнопку ниже, чтобы узнать об известных ошибках, ограничениях и обходных решениях для этой версии Linux Mint.
sq: Klikoni butonin më poshtë për të lexuar rreth gabimeve, kufizimeve dhe zgjidhjeve të njohura për këtë version të Linux Mint.
te: Linux Mint యొక్క ఈ వెర్షన్ కోసం తెలిసిన బగ్‌లు, పరిమితులు మరియు పరిష్కారాల గురించి చదవడానికి క్రింది బటన్‌ను క్లిక్ చేయండి.
th: คลิกที่ปุ่มด้านล่างนี้เพื่ออ่านเกี่ยวกับข้อบกพร่องที่ทราบ ข้อจำกัด และวิธีการแก้ปัญหาเบื้องต้นสำหรับ Linux Mint เวอร์ชันนี้
vi: Nhấp vào nút bên dưới để đọc về các lỗi, hạn chế và cách giải quyết đã biết cho phiên bản Linux Mint này.

source: Desktop Colors
ast: Collores d'escritoriu
fa: رنگ‌های میزکار
ka: სამუშაო მაგიდის ფერები
lo: ສີຂອງໜ້າຈໍ
lv: Darbavirsmas krāsas
mk: Бои на десктоп
nn: Skrivebordsfargar
ru: Цвета рабочего стола
sq: Ngyrat e desktopit
te: డెస్క్‌టాప్ రంగులు
th: สีเดสก์ทอป
vi: Màu màn hình chính

source: First, make yourself at home. Choose your favorite color and whether you prefer a light or a dark desktop theme.
ast: Pa entamar, sientite comu nel to llar. Escoye'l to collor preferíu ya si te presta más un tonu d'escritoriu claru o anegráu.
fa: اول،راحت باشید. رنگ مورد علاقه‌تان را انتخاب کنید و اینکه آیا حالت تاریک یا روشن را برای میزکارتان ترجیح میدهید.
ka: ჯერ, მოეწყვეთ თქვენებურად. აარჩიეთ თქვენი საყვარელი ფერი და აირჩიეთ, რომელი უფრო მოგწონთ, ღია თუ მუქი სამუშაო მაგიდის თემა.
lo: ກ່ອນອື່ນ, ເຮັດຕົວຕາມສະບາຍ. ເລືອກສີທີ່ທ່ານມັກ ແລະ ເລືອກວ່າທ່ານມັກຮູບແບບໜ້າຈໍສີອ່ອນ ຫຼື ສີເຂັ້ມ.
lv: Vispirms jūtieties, kā mājās. Izvēlieties savu iecienītāko krāsu un to, vai dodat priekšroku gaišam vai tumšam darbvirsmas dizainam.
mk: Прво, чувствувајте се како дома. Изберете ја вашата омилена боја и дали претпочитате светла или темна тема за десктоп.
ru: Чувствуйте себя как дома. Выберите свой любимый цвет и тему рабочего стола: светлую либо тёмную.
sq: Së pari, ndihuni si në shtëpi. Zgjidhni ngjyrën tuaj të preferuar dhe nëse preferoni një temë desktopi të çelët apo të errët.
te: మొదట, ఇంట్లో మీరే చేయండి. మీకు ఇష్టమైన రంగును ఎంచుకోండి మరియు మీరు లైట్ లేదా డార్క్ డెస్క్‌టాప్ థీమ్‌ను ఇష్టపడుతున్నారా.
th: ก่อนอื่น ลองปรับแต่งหน้าตาให้กับคอมพิวเตอร์ของคุณตามสบาย เลือกสีที่คุณชื่นชอบและเลือกว่าคุณต้องการชุดตกแต่งเดสก์ทอปแบบสว่างหรือแบบมืด
vi: Đầu tiên, hãy tự nhiên như ở nhà. Chọn màu sắc yêu thích của bạn và chủ đề màn hình chính là sáng hay tối.

source: System Snapshots
ast: Semeyes del sistema
fa: اسنپ‌شات(پشتیبان) های سیستم
ka: სისტემის სწრაფი ასლები
lo: ການສຳຮອງລະບົບ
lv: Sistēmas momenuzņēmumi
mk: Системски снимки
nn: Systembilete
ru: Снимки системы
sq: Pamje të shpejta të sistemit
te: సిస్టమ్ స్నాప్‌షాట్‌లు
th: สแนปช็อตระบบ
vi: Ảnh chụp hệ thống

source: Next, let's set automatic system snapshots. A minimum of two daily and two boot snapshots are recommended. If anything breaks, you can then restore your computer to its previous working state.
ast: Pa siguir, vamos configurar les semeyes automátiques del sistema. Encomiéndase facer un mínimu de dos semeyes diaries ya dos semeyes d'arranque. Si se rompe daqué vas poder igualo tornando el to sistema a comu taba enantes.
fa: بعد، بیایید اسنپ‌شات(پشتیبان) گیری خودکار را تنظیم کنیم. حداقا دو اسنپ‌شات روزانه و دو اسنپ‌شان حین بوت توصیه میشوند.اگر چیزی خراب شود میتوانید رایانه را به آخرین حالت کارکرد بازگردانید.
ka: ახლა, მოდით, დავაყენოთ ავტომატური სისტემის სწრაფი ასლები. რეკომენდებულია, მინიმუმ, ორი ყოველდღიური და ორი ჩატვირთვის სწრაფი ასლის აღება. თუ რამე გაფუჭდა, შეგიძლიათ თქვენი კომპიუტერი დააბრუნოთ თავის წინა სამუშაო მდგომარეობაში.
lo: ຕໍ່ໄປ, ມາຕັ້ງຄ່າການສຳຮອງລະບົບແບບອັດຕະໂນມັດ. ແນະນຳໃຫ້ມີການສຳຮອງຢ່າງໜ້ອຍສອງຄັ້ງຕໍ່ມື້ ແລະ ສອງຄັ້ງຕອນເປີດເຄື່ອງ. ຖ້າມີຫຍັງຜິດພາດ, ທ່ານສາມາດກູ້ຄືນຄອມພິວເຕີຂອງທ່ານໃຫ້ກັບຄືນສູ່ສະພາບທີ່ໃຊ້ງານໄດ້ກ່ອນໜ້ານີ້.
lv: Pēc tam iestatīsim automātiskos sistēmas momentuzņēmumus. Ieteicams veikt vismaz divus ikdienas un divus sāknēšanas momentuzņēmumus. Ja kaut kas nojūk, varat atjaunot datora iepriekšējo darba stāvokli.
mk: Следно, да поставиме автоматски системски снимки. Се препорачуваат минимум две дневни снимки и две снимки од стартувањето. Ако нешто се расипе, можете да го вратите компјутерот во претходната работна состојба.
ru: Теперь давайте настроим автоматическое создание снимков файловой системы. Желательно иметь минимум два ежедневных и два загрузочных снимка. Если что-то сломается, вы сможете восстановить ваш компьютер в прежнее рабочее состояние.
sq: Tani, le të caktojmë pamje automatike të sistemit. Rekomandohen të paktën dy pamje ditore dhe dy pamje të nisjes. Nëse diçka prishet, mund ta riktheni kompjuterin në gjendjen e tij të mëparshme të punës.
te: తర్వాత, ఆటోమేటిక్ సిస్టమ్ స్నాప్‌షాట్‌లను సెట్ చేద్దాం. కనీసం రెండు రోజువారీ మరియు రెండు బూట్ స్నాప్‌షాట్‌లు సిఫార్సు చేయబడ్డాయి. ఏదైనా విచ్ఛిన్నమైతే, మీరు మీ కంప్యూటర్‌ను దాని మునుపటి పని స్థితికి పునరుద్ధరించవచ్చు.
th: ต่อมา ให้ลองตั้งค่าสแนปช็อตระบบอัตโนมัติ โดยแนะนำให้มีการเก็บสแนปช็อตอย่างน้อยสองอันต่อวัน และสแนปช็อตบูตอย่างน้อยสองอัน เพื่อที่ว่าในกรณีที่มีอะไรทำงานไม่ได้ คุณจะได้สามารถคืนสภาพคอมพิวเตอร์ของคุณกลับสู่สถานะการทำงานเดิมก่อนหน้านั้นได้
vi: Tiếp theo, hãy đặt hệ thống chụp tự động. Khuyến nghị tối thiểu hai ngày và hai ảnh chụp nhanh khởi động. Nếu bất cứ điều gì bị hỏng, bạn có thể khôi phục máy tính của mình về trạng thái hoạt động trước đó.

source: Driver Manager
ast: Xestor de controladores
fa: مدیر درایور
ka: დრაივერის მენეჯერი
lo: ຕົວຈັດການໄດເວີ
lv: Draiveru pārvaldnieks
mk: Менаџер на драјвери
nn: Driverbehandlar
ru: Менеджер драйверов
sq: Menaxheri i Shoferëve
te: డ్రైవర్ మేనేజర్
th: โปรแกรมจัดการไดรเวอร์
vi: Quản lý Trình điều khiển

source: Check the Driver Manager to see if it recommends any additional drivers for your computer. Most hardware components are recognized by the Linux kernel and work automatically without the need to install drivers. Some however require proprietary drivers to be recognized or to work better.
ast: Avera'l xestor de controladores pa ver si encomienda dalgún controlador adicional pal to ordenador. El noyu de Linux ya reconoz automaticamente la mayoría del hardware y nun se suel precisar l'istalar más controladores. Delles vegaes puén riquise controladores propietarios pa que furrule o p'ameyorar el so furrulamientu.
fa: مدیر درایور را بررسی کنید تا ببینید اگر درایور اضافی‌ای برای رایانه شما پیشنهاد میدهد. بیشتر قطعات سخت‌افزاری توسط کرنل Linux به صورت خودکار و بدون نیاز نصب درایور تشخیص داده میشوند و کار میکنند.در عین حال برای شناسایی یا کارکرد بهتر نیازمند درایور های اختصاصی اند.
ka: შეამოწმეთ დრაივერების მმართველი, რათა ნახოთ, რეკომენდებულია, თუ არა დამატებითი დრაივერები თქვენი კომპიუტერისთვის. აპარატურის კომპონენტების უმეტესობა ლინუქსის ბირთვის საშუალებით ავტომატურად მუშაობენ დრაივერების დაყენების საჭიროების გარეშე. ზოგიერთი კი საჭიროებს შესაბამის დრაივერს გამართულად სამუშაოდ.
lo: ກວດສອບໃນຕົວຈັດການໄດເວີເພື່ອເບິ່ງວ່າມີການແນະນຳໄດເວີເພີ່ມເຕີມສຳລັບຄອມພິວເຕີຂອງທ່ານບໍ່. ສ່ວນປະກອບຮາດແວສ່ວນໃຫຍ່ຖືກຮັບຮູ້ໂດຍເຄີເນລຂອງລີນຸກ ແລະ ເຮັດວຽກໂດຍອັດຕະໂນມັດໂດຍບໍ່ຈຳເປັນຕ້ອງຕິດຕັ້ງໄດເວີ. ແນວໃດກໍ່ຕາມ, ບາງອັນກໍ່ຕ້ອງການໄດເວີທີ່ເປັນກຳມະສິດເພື່ອໃຫ້ສາມາດຮັບຮູ້ ຫຼື ເຮັດວຽກໄດ້ດີຂຶ້ນ.
lv: Pārbaudiet draiveru pārvaldnieku, lai redzētu, vai tas iesaka datoram papildu draiverus. Lielāko daļu aparatūras komponentu atpazīst Linux kodols, un tie darbojas automātiski, neinstalējot draiverus. Tomēr dažos gadījumos ir nepieciešams, lai patentētie draiveri tiktu atzīti vai darbotos labāk.
mk: Проверете го Менаџерот на драјвери за да видите дали препорачува дополнителни драјвери за вашиот компјутер. Повеќето хардверски компоненти се препознаваат од јадрото на Linux и работат автоматски без потреба од инсталирање драјвери. Сепак, некои бараат сопствени драјвери за да бидат препознаени или да работат подобро.
ru: Запустите Менеджер драйверов, чтобы узнать, нужны ли какие-либо дополнительные драйверы для вашего компьютера. Большинство аппаратных устройств распознаются ядром Linux и работают автоматически без необходимости установки драйверов. Однако некоторые из них для работы или лучшей производительности требуют установки закрытых драйверов.
sq: Kontrolloni Menaxherin e Drajverëve për të parë nëse rekomandon ndonjë drajver shtesë për kompjuterin tuaj. Shumica e komponentëve të harduerit njihen nga kerneli i Linux-it dhe funksionojnë automatikisht pa pasur nevojë të instaloni drajverë. Megjithatë, disa kërkojnë drajverë të patentuar që të njihen ose të funksionojnë më mirë.
te: మీ కంప్యూటర్ కోసం ఏదైనా అదనపు డ్రైవర్‌లను సిఫార్సు చేస్తుందో లేదో చూడటానికి డ్రైవర్ మేనేజర్‌ని తనిఖీ చేయండి. చాలా హార్డ్‌వేర్ భాగాలు Linux కెర్నల్ ద్వారా గుర్తించబడతాయి మరియు డ్రైవర్‌లను ఇన్‌స్టాల్ చేయాల్సిన అవసరం లేకుండా స్వయంచాలకంగా పని చేస్తాయి. అయితే కొందరికి యాజమాన్య డ్రైవర్లు గుర్తించబడాలి లేదా మెరుగ్గా పని చేయాలి.
th: ตรวจสอบในโปรแกรมจัดการไดรเวอร์เพื่อดูว่ามีการแนะนำไดรเวอร์เพิ่มเติมใด ๆ สำหรับคอมพิวเตอร์ของคุณบ้างหรือไม่ ส่วนประกอบฮาร์ดแวร์ส่วนใหญ่จะรับรู้ได้โดยเคอร์เนลของลีนุกซ์และสามารถทำงานได้โดยอัตโนมัติโดยไม่ต้องติดตั้งไดรเวอร์เลย แต่ฮาร์ดแวร์บางอย่างจะต้องใช้ไดรเวอร์กรรมสิทธิ์จึงจะสามารถรับรู้หรือทำงานได้ดีขึ้น
vi: Kiểm tra Trình quản lý trình điều khiển để xem liệu nó có đề xuất bất kỳ trình điều khiển bổ sung nào cho máy tính của bạn hay không. Hầu hết các thành phần phần cứng được nhân Linux nhận dạng và hoạt động tự động mà không cần cài đặt trình điều khiển. Tuy nhiên, một số yêu cầu trình điều khiển độc quyền phải được công nhận hoặc hoạt động tốt hơn.

source: Multimedia Codecs
ast: Códecs multimedia
fa: کدک‌های چندرسانه‌ای
ka: მულტიმედიის კოდეკები
lo: ໂຄເດັກມັນຕິມີເດຍ
lv: Multivides kodeki
mk: Мултимедијални кодеци
ru: Мультимедиа кодеки
sq: Kodekë multimedialë
te: మల్టీమీడియా కోడెక్స్
th: ตัวลงรหัสมัลติมีเดีย
vi: Bộ giải mã đa phương tiện
