Repository: linuxmint/mint-translations
Catalog: po-export/mintwelcome/mintwelcome-*.po
Languages: ast, fa, fil, gd, ka, lo, lv, mk, mr, my, ne, nn, ru, sc, sq, ta, te, th, vi

source: Additional multimedia codecs are required to support some formats and to play popular audio, video and web content. Click the button below to install them.
ast: Precísense codecs multimedia adicionales pa da-y soporte ya reproducir dellos formatos populares d'audiu, videu ya conteníu web. Calca'l botón d'abaxu pa istalalos.
fa: کدک‌های چندرسانه‌ای اضافه برای پشتیبانی از برخی قالب بندی ها و برای پخش محتوای محبوب صوتی، تصویری و محتوی وب نیاز است.برای نصب بر دکمه زیر کلیک کنید.
ka: დამატებითი მულტიმედიის კოდეკები საჭიროა გარკვეული ფორმატის პოპულარული აუდიო, ვიდეო და ვებ – შემცველობის დასაკრავად. დააჭირეთ ღილაკს ქვემოთ მათ დასაყენებლად.
lo: ໂຄເດັກມັນຕິມີເດຍເພີ່ມເຕີມແມ່ນຈຳເປັນເພື່ອຮອງຮັບບາງຮູບແບບ ແລະ ເພື່ອເປີດເນື້ອຫາສຽງ, ວິດີໂອ ແລະ ເວັບທີ່ເປັນທີ່ນິຍົມ. ກົດປຸ່ມດ້ານລຸ່ມເພື່ອຕິດຕັ້ງພວກມັນ.
lv: Lai atbalstītu dažus formātus un atskaņotu populāru audio, video un tīmekļa saturu, ir nepieciešami papildu multivides kodeki. Noklikšķiniet uz tālāk esošās pogas, lai tos instalētu.
mk: Потребни се дополнителни мултимедијални кодеци за поддршка на некои формати и за репродукција на популарна аудио, видео и веб-содржина. Кликнете на копчето подолу за да ги инсталирате.
ru: Дополнительные мультимедиа кодеки необходимы для поддержки воспроизведения распространённых звуковых, видео форматов и сетевого содержимого. Нажмите на кнопку ниже, чтобы установить их.
sq: Kodekë të tjerë multimedialë kërkohen për të mbështetur disa formate dhe për të luajtur përmbajtje të njohura audio, video dhe interneti. Klikoni butonin më poshtë për t'i instaluar ato.
te: కొన్ని ఫార్మాట్‌లకు మద్దతు ఇవ్వడానికి మరియు జనాదరణ పొందిన ఆడియో, వీడియో మరియు వెబ్ కంటెంట్‌ను ప్లే చేయడానికి అదనపు మల్టీమీడియా కోడెక్‌లు అవసరం. వాటిని ఇన్‌స్టాల్ చేయడానికి క్రింది బటన్‌ను క్లిక్ చేయండి.
th: ตัวลงรหัสมัลติมีเดียเพิ่มเติมนั้นจำเป็นในการรองรับบางรูปแบบและการเล่นเนื้อหาเสียง วิดีโอ และเว็บที่ยอดนิยม คลิกที่ปุ่มด้านล่างนี้เพื่อทำการติดตั้ง
vi: Cần có bộ giải mã đa phương tiện bổ sung để hỗ trợ một số định dạng và để phát âm thanh, video và nội dung web phổ biến. Nhấp vào nút bên dưới để cài đặt chúng.

source: Update Manager
ast: Xestor d'anovamientos
fa: مدیر بروزرسانی
ka: განახლებების მმართველი
lo: ຕົວຈັດການອັບເດດ
lv: Atjauninājumu pārvaldnieks
mk: Менаџер за ажурирања
nn: Oppdateringsbehandlar
ru: Менеджер обновлений
sq: Menaxheri i Përditësimeve
te: నవీకరణ నిర్వాహకం
vi: Trình Quản lý Cập nhật

source: The little shield icon in your system tray is your Update Manager. It provides software updates, security updates and kernel updates to fix bugs, keep your computer safe and support newer hardware components.
ast: Esi iconu pequeñu d'un escudu na to barra de tarees ye el Xestor d'Anovamientos. Proporcionarate anovamientos de software, actualizaciones de seguranza ya anovamientos de Kernel pa iguar erros, caltener el to sistema al día ya da-y soporte a componentes nuevos de hardware.
fa: نماد سپر کوچک در سینی سیستم(system tray) مدیر بروزرسانی شماست. که بروزرسانی‌های نرم افزاری، بروزرسانی‌های امنیتی و بروزرسانی های کرنال ارائه میدهد تا باگ ها را درست کند،رایانه شما را ایمن نگه دارد و از قطعات سخت افزاری جدیدتر پشتیبانی کند.
ka: თქვენი სისტემის უჯრაში არსებული პატარა ფარის ხატულა თქვენი განახლების მმართველია. ის უზრუნველყოფს პროგრამების განახლებას, უსაფრთხოების განახლებებს და ბირთვის განახლებებს შეცდომების გამოსასწორებლად, თქვენი კომპიუტერის უსაფრთხოდ შენარჩუნებისა და ახალი აპარატურის კომპონენტების მხარდაჭერისთვის.
lo: ໄອຄອນຮູບໂລ່ນ້ອຍໆໃນຖາດລະບົບຂອງທ່ານແມ່ນຕົວຈັດການອັບເດດ. ມັນສະໜອງການອັບເດດຊັອບແວ, ການອັບເດດຄວາມປອດໄພ ແລະ ການອັບເດດເຄີເນລເພື່ອແກ້ໄຂບັກ, ຮັກສາຄອມພິວເຕີຂອງທ່ານໃຫ້ປອດໄພ ແລະ ຮອງຮັບສ່ວນປະກອບຮາດແວໃໝ່ໆ.
lv: Mazā vairoga ikona sistēmas teknē ir atjauninājumu pārvaldnieks. Tas nodrošina programmatūras atjauninājumus, drošības atjauninājumus un kodola atjauninājumus, lai novērstu kļūdas, uzturētu datora drošību un atbalstītu jaunākus aparatūras komponentus.
mk: Малата штит икона во вашата системска лента е вашиот Менаџер за ажурирања. Таа обезбедува ажурирања на софтверот, безбедносни ажурирања и ажурирања на јадрото за да ги поправи грешките, да го заштити вашиот компјутер и да поддржи понови хардверски компоненти.
ru: Значок маленького щита в области уведомлений — это менеджер обновлений. Он предоставляет обновления программного обеспечения, обновления безопасности и обновления ядра для исправления ошибок, обеспечения безопасности вашего компьютера и поддержки нового оборудования.
sq: Ikona e vogël e mburojës në tabaka e sistemit është Menaxheri i Përditësimeve. Ai ofron përditësime të softuerit, përditësime të sigurisë dhe përditësime të bërthamës për të rregulluar defektet, për të mbajtur kompjuterin tuaj të sigurt dhe për të mbështetur komponentë më të rinj harduerikë.
te: మీ సిస్టమ్ ట్రేలోని చిన్న షీల్డ్ చిహ్నం మీ అప్‌డేట్ మేనేజర్. ఇది బగ్‌లను పరిష్కరించడానికి, మీ కంప్యూటర్‌ను సురక్షితంగా ఉంచడానికి మరియు కొత్త హార్డ్‌వేర్ భాగాలకు మద్దతు ఇవ్వడానికి సాఫ్ట్‌వేర్ నవీకరణలు, భద్రతా నవీకరణలు మరియు కెర్నల్ నవీకరణలను అందిస్తుంది.
vi: Biểu tượng chiếc khiên nhỏ trong khay hệ thống là Trình quản lý cập nhật của bạn. Nó cung cấp các bản cập nhật phần mềm, bản cập nhật bảo mật và bản cập nhật hạt nhân để sửa lỗi, giữ an toàn cho máy tính của bạn và hỗ trợ các thành phần phần cứng mới hơn.

source: System Settings
ast: Axustes del sistema
fa: تنظیمات سیستم
ka: სისტემის მორგება
lo: ການຕັ້ງຄ່າລະບົບ
lv: Sistēmas iestatījumi
mk: Системски поставувања
nn: Systeminnstillingar
ru: Настройки системы
sq: Cilësimet e Sistemit
te: సిస్టమ్ అమర్పులు
vi: Cài đặt Hệ thống

source: Have a look at the system settings and configure your operating system the way you like. Don't hesitate to customize it and make it feel like home.
ast: Echa-y un güeyu a los axustes del sistema. Configura el to sistema operativu comu más te preste. Personalízalo ya siéntite comu nel to llar.
fa: به تنظیمات سیستم نگاهی بیندازید وسیستم‌عاملتان را آنگونه که دوست دارید تنظیم کنید. در شخصی‌سازی و ایجاد احساس راحتی تردید نکنید.
ka: დააკვირდით სისტემის პარამეტრებს და შეცვალეთ თქვენი ოპერაციული სისტემა, როგორც გსურთ. ნუ დააყოვნებთ, მოირგეთ ის თქვენი გემოვნების შესაბამისად.
lo: ລອງເບິ່ງການຕັ້ງຄ່າລະບົບ ແລະ ປັບແຕ່ງລະບົບປະຕິບັດການຂອງທ່ານຕາມທີ່ທ່ານຕ້ອງການ. ຢ່າລັງເລທີ່ຈະປັບແຕ່ງມັນ ແລະ ເຮັດໃຫ້ມັນຮູ້ສຶກຄືກັບເປັນຂອງຕົນເອງ.
lv: Apskatiet sistēmas iestatījumus un konfigurējiet operētājsistēmu tā, kā vēlaties. Nevilcinieties to pielāgot un likt tai justies kā mājās.
mk: Погледнете ги системските поставки и конфигурирајте го вашиот оперативен систем како што сакате. Не двоумете се да го прилагодите и да го направите да се чувствува како дома.
ru: Откройте системные настройки и настройте свою операционную систему так, как вам нравится.
sq: Hidhini një sy cilësimeve të sistemit dhe konfiguroni sistemin tuaj operativ sipas dëshirës. Mos hezitoni ta personalizoni dhe ta bëni të ndihet si në shtëpinë tuaj.
te: సిస్టమ్ సెట్టింగ్‌లను పరిశీలించి, మీ ఆపరేటింగ్ సిస్టమ్‌ను మీకు నచ్చిన విధంగా కాన్ఫిగర్ చేయండి. దీన్ని అనుకూలీకరించడానికి వెనుకాడరు మరియు ఇంటిలా భావించేలా చేయండి.
vi: Hãy xem cài đặt hệ thống và định cấu hình hệ điều hành của bạn theo cách bạn muốn. Đừng ngần ngại tùy chỉnh nó và làm cho nó cảm thấy như ở nhà.

source: Software Manager
ast: Xestor de software
fa: مدیر نرم‌افزار
ka: პროგრამების მმართველი
lo: ຕົວຈັດການຊັອບແວ
lv: Programmatūras pārvaldnieks
mk: Менаџер на софтвер
nn: Programvarebehandlar
ru: Менеджер приложений
sq: Menaxher i Softuerit
te: సాప్ట్‍వేర్ నిర్వాహకం
vi: Trình Quản lý Phần mềm

source: There are about 60,000 applications available. Linux Mint comes with the bare minimum to get you started. The Software Manager is there if you're looking for more.
ast: Hai al rodiu de 60.000 programes disponibles. Linux Mint vien con unos poquiñinos, pa entamar. Si quies descargar más, puedes facelo col Xestor de Software.
fa: حدود ۶۰٬۰۰۰ برنامه در دسترس است. Linux Mint با حداقل ها برای شروع شما ارائه میشود. اگر به دنبال موارد بیشتر هستید مدیر نرم‌افزار وجود دارد.
ka: ხელმისაწვდომია დაახლოებით 60,000 აპლიკაცია. Linux Mint-ს მოყვება მინიმალური რაოდენობის აპლიკაციები დასაწყისისთვის. პროგრამების მმართველი დაგეხმარებათ დანარჩენის მოძიებაში.
lo: ມີແອັບພລິເຄຊັນປະມານ 60,000 ລາຍການ. ລີນຸກມິນ ມາພ້ອມກັບສິ່ງທີ່ຈຳເປັນຂັ້ນພື້ນຖານເພື່ອໃຫ້ທ່ານເລີ່ມຕົ້ນ. ຕົວຈັດການຊັອບແວມີໄວ້ຖ້າທ່ານກຳລັງຊອກຫາເພີ່ມເຕີມ.
lv: Ir pieejamas aptuveni 60 000 lietojumprogrammas. Linux Mint nāk ar pašu minimumu, lai jūs sāktu. Programmatūras pārvaldnieks ir pieejams, ja meklējat vairāk.
mk: Достапни се околу 60.000 апликации. Linux Mint доаѓа со минимумот што ви треба за да започнете. Менаџерот за софтвер е тука ако барате повеќе.
ru: Доступно около 60 000 приложений. Linux Mint поставляется с наименьшим необходимым набором приложений. Менеджер приложений позволяет устанавливать другие приложения на ваш компьютер.
sq: Janë rreth 60,000 aplikacione në dispozicion. Linux Mint ofron minimumin e nevojshëm për t'ju ndihmuar të filloni. Menaxheri i Softuerit është aty nëse kërkoni më shumë.
te: దాదాపు 60,000 దరఖాస్తులు అందుబాటులో ఉన్నాయి. మీరు ప్రారంభించడానికి Linux Mint కనీస ధరతో వస్తుంది. మీరు మరిన్నింటి కోసం చూస్తున్నట్లయితే సాఫ్ట్‌వేర్ మేనేజర్ అక్కడ ఉన్నారు.
vi: Có khoảng 60.000 ứng dụng có sẵn. Linux Mint đi kèm với mức tối thiểu để bạn bắt đầu. Trình quản lý phần mềm ở đó nếu bạn đang tìm kiếm thêm.

source: Firewall
ast: Tornafueos
fa: دیوار آتش
ka: ქსელური ფარი
lo: ໄຟວໍ
lv: Ugunsmūris
mk: Заштитен ѕид
nn: Brannmur
ru: Межсетевой экран
te: ఫైర్‌వాల్
vi: Tường lửa

source: Control and monitor network traffic by enabling the firewall.
ast: Prendiendo'l Tornafueos puedes xestionar ya monitorizar el tráficu de la to rede.
fa: با فعالسازی دیوارآتش ترافیک شبکه را کنترل و نظارت کنید
ka: ქსელური ტრაფიკის კონტროლი და მონიტორინგი ქსელური ფარის საშუალებით.
lo: ຄວບຄຸມ ແລະ ຕິດຕາມການສັນຈອນຂອງເຄືອຂ່າຍໂດຍການເປີດໃຊ້ໄຟວໍ.
lv: Kontrolējiet un pārraugiet tīkla trafiku, iespējojot ugunsmūri.
mk: Контролирајте го и следете го мрежниот сообраќај со овозможување на заштитен ѕид.
nn: Kontroller og overvak nettverkstrafikk ved å aktivere brannmuren.
ru: Контролируйте и отслеживайте сетевой трафик, включив межсетевой экран.
sq: Kontrolloni dhe monitoroni trafikun e rrjetit duke aktivizuar firewall-in.
te: ఫైర్‌వాల్‌ను ప్రారంభించడం ద్వారా నెట్‌వర్క్ ట్రాఫిక్‌ను నియంత్రించండి మరియు పర్యవేక్షించండి.
vi: Kiểm soát và giám sát lưu lượng mạng bằng cách bật tường lửa.

source: Web Forums
ast: Foros Web
fa: فرم های وب
ka: ფორუმები
lo: ເວັບບອດ
lv: Tīmekļa forumi
mk: Веб-форуми
nn: Nettforum
ru: Веб-форумы
sq: Forumet në internet
te: వెబ్ ఫోరమ్‌లు
vi: Diễn đàn web

source: The Linux Mint forums are the best place to find help. Join thousands of users, search topics and threads and find solutions to your problems.
ast: Los foros de Linux Mint son el meyor sitiu p'atopar aida. Hai milenta usuarios. Xúnete a ellos, gueta comentarios, entrugues o respuestes que dean solución a los tos problemes.
fa: فرم‌های Linux Mint بهترین مکان برای پیدا کردن کمک هستند.به هزاران نفر از کاربر بپیوندید، موضوعات و رشته ها را بگردید و راه‌حل‌های مشکلات‌تان را بیابید
ka: ლინუქს Mint ფორუმები საუკეთესო ადგილია დახმარების მოსაძებნად. შეუერთდით ათასობით მომხმარებელს, მოძებნეთ თემები და იპოვეთ თქვენი პრობლემების გადაჭრის გზები.
lo: ເວັບບອດຂອງ ລີນຸກມິນ ເປັນບ່ອນທີ່ດີທີ່ສຸດໃນການຊອກຫາຄວາມຊ່ວຍເຫຼືອ. ເຂົ້າຮ່ວມກັບຜູ້ໃຊ້ນັບພັນຄົນ, ຄົ້ນຫົວຂໍ້ ແລະ ກະທູ້ຕ່າງໆ ແລະ ຊອກຫາວິທີແກ້ໄຂບັນຫາຂອງທ່ານ.
lv: Linux Mint forumi ir labākā vieta, kur atrast palīdzību. Pievienojieties tūkstošiem lietotāju, meklējiet tēmas un pavedienus un atrodiet problēmu risinājumus.
mk: Форумите на Linux Mint се најдоброто место за наоѓање помош. Придружете се на илјадници корисници, пребарувајте теми и теми и пронајдете решенија за вашите проблеми.
nn: Linux Mint-fora er den beste plassen å finne hjelp. Bli med tusenvis av brukarar, søkeemne og trådar, og finn løysingar på problema dine.
ru: Форумы Linux Mint — лучшее место, где можно найти помощь. Присоединяйтесь к тысячам пользователей, находите темы и цепочки сообщений с решениями возникших проблем.
sq: Forumet e Linux Mint janë vendi më i mirë për të gjetur ndihmë. Bashkohuni me mijëra përdorues, kërkoni tema dhe diskutime dhe gjeni zgjidhje për problemet tuaja.
te: Linux Mint ఫోరమ్‌లు సహాయం కోసం ఉత్తమమైన ప్రదేశం. వేలాది మంది వినియోగదారులతో చేరండి, విషయాలు మరియు థ్రెడ్‌లను శోధించండి మరియు మీ సమస్యలకు పరిష్కారాలను కనుగొనండి.
vi: Diễn đàn Linux Mint là nơi tốt nhất để tìm trợ giúp. Tham gia cùng hàng nghìn người dùng, tìm kiếm chủ đề và chuỗi và tìm giải pháp cho vấn đề của bạn.

source: Chat Room
ast: Sala de charra
fa: اتاق گپ
ka: საუბრის ოთახი
lo: ຫ້ອງສົນທະນາ
lv: Tērzētava
mk: Разговорна соба
ru: Комната чата
sq: Dhoma e bisedës
te: చాట్ రూమ్
vi: Phòng trò chuyện

source: You can also connect to Matrix and chat with users who are currently online. Ask a question, maybe someone there knows the solution?
ast: Tamién puedes coneutate a Matrix ya charrar con otros usuarios en tiempu real. Fai la to entruga, ¡quiciabes daquién seya a date la solución!
fa: همچنین می توانید به Matrix متصل شوید و با کاربرانی که در حال حاضر آنلاین هستند چت کنید. یک سوال بپرسید، شاید کسی آنجا راه حل را بداند؟
ka: ასევე შეგიძლიათ, დაუკავშირდეთ Matrix-ს და დაელაპარაკოთ მომხმარებლებს, რომლებიც ამჟამად იქ იმყოფებიან. დასვით კითხვა. იქნებ ვინმემ პასუხი იცოდეს?
lo: ທ່ານຍັງສາມາດເຊື່ອມຕໍ່ກັບ Matrix ແລະ ສົນທະນາກັບຜູ້ໃຊ້ທີ່ກຳລັງອອນລາຍຢູ່. ຖາມຄຳຖາມ, ບາງທີອາດມີຄົນຢູ່ທີ່ນັ້ນຮູ້ຄຳຕອບກໍ່ໄດ້.
lv: Varat arī izveidot savienojumu ar Matrix un tērzēt ar lietotājiem, kuri pašlaik ir tiešsaistē. Uzdodiet jautājumu, varbūt kāds zina risinājumu?
mk: Можете исто така да се поврзете со Matrix и да разговарате со корисници кои се моментално онлајн. Поставете прашање, можеби некој таму го знае решението?
ru: Вы можете также подключиться к Matrix и пообщаться с пользователями, которые сейчас в сети. Задайте вопрос, возможно, кто-нибудь там знает решение?
sq: Gjithashtu mund të lidheni me Matrix dhe të bisedoni me përdoruesit që janë aktualisht në internet. Bëni një pyetje, ndoshta dikush atje e di zgjidhjen?
te: మీరు Matrixకి కనెక్ట్ అవ్వవచ్చు మరియు ప్రస్తుతం ఆన్‌లైన్‌లో ఉన్న వినియోగదారులతో చాట్ చేయవచ్చు. ఒక ప్రశ్న అడగండి, బహుశా అక్కడ ఎవరికైనా పరిష్కారం తెలుసా?
vi: Bạn cũng có thể kết nối với Matrix và trò chuyện với những người dùng hiện đang trực tuyến. Đặt một câu hỏi, có thể ai đó ở đó biết giải pháp?

source: Linux Mint has a great community. Many users will welcome you with open arms and be delighted to help you. Make sure to be patient and respectful with them. Keep a happy and positive attitude and provide accurate information when someone helps you.
ast: Linux Mint tien una comunidá pergrande. Munchos usuarios tarán encantaos d'aidate. Has tener paciencia ya respetar a too'l mundiu, calteniendo siempres una bona actitud. Precura esplicate bien, ¡asina podremos aidate meyor!
fa: Linux Mint جامعه بزرگی دارد. کاربران زیادی شما را با آغوش باز میپذیرند و از کمک به شما خوشنود میشوند. حواستان باشد که با آنان محترمانه و صبورانه برخورد کنید. رفتار خوش و مثبت داشته باشید و هنگامی که کسی درحال کمک به شماست اطلاعات دقیق ارائه کنید.
ka: Linux Mint-ს ძალიან კარგი საზოგადოება ჰყავს. ბევრი მომხმარებელი მოგეგებებათ გაშლილი ხელებით და სიამოვნებით დაგეხმარებათ. იყავით მომთმენი და პატივი ეცით სხვების. შეინარჩუნეთ ბედნიერი და პოზიტიური გარემო და მიაწოდეთ სწორი ინფორმაცია, როცა ვინმე სცდის, დაგეხმაროთ.
lo: ລີນຸກມິນ ມີຊຸມຊົນທີ່ຍິ່ງໃຫຍ່. ຜູ້ໃຊ້ຫຼາຍຄົນຈະຕ້ອນຮັບທ່ານດ້ວຍຄວາມຍິນດີ ແລະ ດີໃຈທີ່ຈະຊ່ວຍເຫຼືອທ່ານ. ຂໍໃຫ້ທ່ານອົດທົນ ແລະ ໃຫ້ກຽດພວກເຂົາ. ຮັກສາທັດສະນະຄະຕິທີ່ດີ ແລະ ເປັນບວກ ແລະ ໃຫ້ຂໍ້ມູນທີ່ຖືກຕ້ອງເມື່ອມີຄົນຊ່ວຍເຫຼືອທ່ານ.
lv: Linux Mint ir lieliska kopiena. Daudzi lietotāji jūs sagaidīs ar atvērtām rokām un priecāsies jums palīdzēt. Pārliecinieties, ka esat pacietīgs un cieņpilns pret viņiem. Saglabājiet priecīgu un pozitīvu attieksmi un sniedziet precīzu informāciju, kad kāds jums palīdz.
mk: Linux Mint има одлична заедница. Многу корисници ќе ве пречекаат со раширени раце и ќе бидат воодушевени да ви помогнат. Бидете трпеливи и почитни со нив. Одржувајте позитивен став и давајте точни информации кога некој ви помага.
ru: Linux Mint имеет большое сообщество. Многие пользователи поприветствуют вас с распростёртыми объятиями и будут рады помочь вам. Обязательно проявляйте сдержанность и уважение к ним. Сохраняйте добрый и положительный настрой и предоставляйте точные сведения, когда кто-то помогает вам.
sq: Linux Mint ka një komunitet të shkëlqyer. Shumë përdorues do t'ju mirëpresin me krahë hapur dhe do të jenë të lumtur t'ju ndihmojnë. Sigurohuni që të jeni të duruar dhe të respektueshëm me ta. Mbani një qëndrim të lumtur dhe pozitiv dhe jepni informacion të saktë kur dikush ju ndihmon.
te: Linux Mintలో గొప్ప సంఘం ఉంది. చాలా మంది వినియోగదారులు మిమ్మల్ని ముక్తకంఠంతో స్వాగతిస్తారు మరియు మీకు సహాయం చేయడానికి సంతోషిస్తారు. వారితో ఓపికగా మరియు గౌరవంగా ఉండేలా చూసుకోండి. సంతోషంగా మరియు సానుకూల వైఖరిని కలిగి ఉండండి మరియు ఎవరైనా మీకు సహాయం చేసినప్పుడు ఖచ్చితమైన సమాచారాన్ని అందించండి.
vi: Linux Mint có một cộng đồng tuyệt vời. Nhiều người dùng sẽ mở rộng vòng tay chào đón bạn và rất vui được giúp đỡ bạn. Hãy kiên nhẫn và tôn trọng họ. Giữ thái độ vui vẻ, tích cực và cung cấp thông tin chính xác khi ai đó giúp bạn.

source: If you have a bad experience with another user, try to solve it responsibly or contact the moderation team. Although we can't guarantee everyone will behave nicely, our project promotes help, respect, tolerance, ideas and constructive discussions.
ast: Si ties males experiencies con otru usuariu, faite a un llau o contauta col equipu de moderadores pa que-y dean un toque. Promovemos l'aidar, el respetu, la tolerancia, l'intercambeu d'idegues ya les discusiones constructives; pero nun podemos garantizate que too'l mundiu vaya comportase comu tendría.
fa: اگر با یکی از کاربران به مشکل خوردید، موضوع را با مسئولیت پذیری حل کنید یا با تیم مدیریت تماس یگیرید. با اینکه نمیتوانیم تضمین کنیم همه با خوش رفتاری برخورد میکنند، پروژه ما مروج کمک، احترام، بردباری، ایده ها و مباحث سازنده است.
ka: თუ გამოვლინდა სხვა მომხმარებლის მიერ ცუდი ქცევა, შეეცადეთ იგი პასუხისმგებლობით მოაგვაროთ, ან დაუკავშირდით მოდერაციის გუნდს. მიუხედავად იმისა, რომ ჩვენ არ შეგვიძლია გარანტია მოგცეთ, რომ ყველა კარგად მოიქცევა, ჩვენი პროექტი ხელს უწყობს დახმარებას, პატივისცემას, ტოლერანტობას, იდეებს და კონსტრუქციულ დისკუსიებს.
lo: ຖ້າທ່ານມີປະສົບການທີ່ບໍ່ດີກັບຜູ້ໃຊ້ອື່ນ, ພະຍາຍາມແກ້ໄຂບັນຫານັ້ນຢ່າງມີຄວາມຮັບຜິດຊອບ ຫຼື ຕິດຕໍ່ທີມງານຜູ້ດູແລລະບົບ. ເຖິງແມ່ນວ່າພວກເຮົາບໍ່ສາມາດຮັບປະກັນວ່າທຸກຄົນຈະປະພຶດຕົວດີ, ແຕ່ໂຄງການຂອງພວກເຮົາສົ່ງເສີມການຊ່ວຍເຫຼືອ, ການເຄົາລົບ, ຄວາມອົດທົນ, ແນວຄວາມຄິດ ແລະ ການສົນທະນາທີ່ສ້າງສັນ.
lv: Ja jums ir slikta pieredze ar citu lietotāju, mēģiniet to atrisināt atbildīgi vai sazinieties ar moderatoru komandu. Lai gan mēs nevaram garantēt, ka visi uzvedīsies labi, mūsu projekts veicina palīdzību, cieņu, iecietību, idejas un konstruktīvas diskusijas.
mk: Доколку имате лошо искуство со друг корисник, обидете се да го решите одговорно или контактирајте го тимот за модерација. Иако не можеме да гарантираме дека сите ќе се однесуваат убаво, нашиот проект промовира помош, почит, толеранција, идеи и конструктивни дискусии.
ru: Если у вас произошла неприятная переписка с другим пользователем, постарайтесь подойти к вопросу ответственно или свяжитесь с модераторами. Хотя мы не можем обеспечивать, что все будут вести себя хорошо, наш проект продвигает помощь, уважение, сдержанность, идеи и деловые обсуждения.
sq: Nëse keni një përvojë të keqe me një përdorues tjetër, përpiquni ta zgjidhni atë në mënyrë të përgjegjshme ose kontaktoni ekipin e moderimit. Edhe pse nuk mund të garantojmë që të gjithë do të sillen mirë, projekti ynë promovon ndihmën, respektin, tolerancën, idetë dhe diskutimet konstruktive.
te: మీకు మరొక వినియోగదారుతో చెడు అనుభవం ఉంటే, దాన్ని బాధ్యతాయుతంగా పరిష్కరించడానికి ప్రయత్నించండి లేదా మోడరేషన్ బృందాన్ని సంప్రదించండి. ప్రతి ఒక్కరూ చక్కగా ప్రవర్తిస్తారని మేము హామీ ఇవ్వలేనప్పటికీ, మా ప్రాజెక్ట్ సహాయం, గౌరవం, సహనం, ఆలోచనలు మరియు నిర్మాణాత్మక చర్చలను ప్రోత్సహిస్తుంది.
vi: Nếu bạn có trải nghiệm không tốt với người dùng khác, hãy cố gắng giải quyết vấn đề đó một cách có trách nhiệm hoặc liên hệ với nhóm kiểm duyệt. Mặc dù chúng tôi không thể đảm bảo mọi người sẽ cư xử tốt, nhưng dự án của chúng tôi thúc đẩy sự giúp đỡ, tôn trọng, khoan dung, ý tưởng và các cuộc thảo luận mang tính xây dựng.

source: Welcome to Linux Mint
ast: Bienveníu/a a Linux Mint
fa: به لینوکس مینت خوش آمدید
ka: მოგესალმებათ Linux Mint
lo: ຍິນດີຕ້ອນຮັບສູ່ ລີນຸກມິນ
lv: Laipni lūdzam Linux Mint
mk: Добредојдовте во Линукс Минт
nn: Velkomen til Linux Mint
ru: Добро пожаловать в Linux Mint
sq: Mirë se erdhët në Linux Mint
te: లినక్స్ మింట్‌కు స్వాగతం
th: ยินดีต้อนรับสู่ Linux Mint
vi: Chào mừng bạn đến với Linux Mint

source: Welcome to your new operating system!
ast: ¡Afáyate nel to nuevu sistema operativu!
fa: به سیستم‌عامل جدیدتان خوش‌آمدید!
ka: მოგესალმებით თქვენს ახალ ოპერაციულ სისტემაში!
lo: ຍິນດີຕ້ອນຮັບສູ່ລະບົບປະຕິບັດການໃໝ່ຂອງທ່ານ!
lv: Esiet sveicināts jaunajā operētājsistēmā!
mk: Добредојдовте во вашиот нов оперативен систем!
nn: Velkomen til ditt nye operativsystem!
ru: Добро пожаловать в вашу новую операционную систему!
sq: Mirë se vini në sistemin tuaj të ri operativ!
te: మీ కొత్త ఆపరేటింగ్ సిస్టమ్‌కు స్వాగతం!
th: ขอต้อนรับเข้าสู่ระบบปฏิบัติการใหม่ของคุณ!
vi: Chào mừng đến với hệ điều hành mới của bạn!

source: This welcome screen will guide you through your first steps, show you how to find help and where to get more information about Linux Mint.
ast: Esta ventana de bienvenida guiarate nos tos primeros pasos. Deprenderate a guetar aida ya a atopar más información al rodiu de Linux Mint.
fa: این صفحه خوش‌آمد گویی شما را در اقدام اولیه هدایت میکند، و به شما نشان میدهد چگونه کمک پیدا کنید و کجا اطلاعات بیشتری درباره Linux Mint بیابید.
ka: ეს მისალმების ეკრანი გიდობას გაგიწევთ პირველი ნაბიჯების გადადგმისას. გაჩვენებთ, თუ როგორ იპოვოთ დახმარება და სად მიიღოთ მეტი ინფორმაცია Linux Mint- ს შესახებ.
lo: ໜ້າຈໍຕ້ອນຮັບນີ້ຈະແນະນຳທ່ານຜ່ານຂັ້ນຕອນທຳອິດ, ສະແດງໃຫ້ເຫັນວິທີຊອກຫາຄວາມຊ່ວຍເຫຼືອ ແລະ ບ່ອນທີ່ຈະໄດ້ຮັບຂໍ້ມູນເພີ່ມເຕີມກ່ຽວກັບ ລີນຸກມິນ.
lv: Šis sveiciena ekrāns palīdzēs jums veikt pirmās darbības, parādīt, kā atrast palīdzību un kur iegūt papildinformāciju par Linux Mint.
mk: Овој почетен екран ќе ве води низ вашите први чекори, ќе ви покаже како да најдете помош и каде да добиете повеќе информации за Linux Mint.
nn: Denne velkomstskjermen vil guide deg gjennom dine første steg, vise deg korleis du kan få tak i hjelp og kvar du kan finne meir informasjon om Linux Mint.
ru: Это окно приветствия поможет вам сделать первые шаги в освоении системы, покажет вам, как найти помощь и где получить дополнительные сведения о Linux Mint.
sq: Ky ekran mirëseardhjeje do t'ju udhëheqë nëpër hapat tuaj të parë, do t'ju tregojë se si të gjeni ndihmë dhe ku të merrni më shumë informacion rreth Linux Mint.
te: ఈ స్వాగత స్క్రీన్ మీ మొదటి దశల ద్వారా మీకు మార్గనిర్దేశం చేస్తుంది, సహాయం ఎలా కనుగొనాలో మరియు Linux Mint గురించి మరింత సమాచారాన్ని ఎక్కడ పొందాలో మీకు చూపుతుంది.
th: หน้าจอต้อนรับนี้จะช่วยแนะนำขั้นตอนต่าง ๆ ในช่วงแรกที่คุณควรลองทำ รวมทั้งแสดงให้คุณดูว่าจะขอความช่วยเหลือได้อย่างไร และจะรับข้อมูลเกี่ยวกับ Linux Mint เพิ่มเติมได้อย่างไร
vi: Màn hình chào mừng này sẽ hướng dẫn bạn các bước đầu tiên, chỉ cho bạn cách tìm trợ giúp và nơi nhận thêm thông tin về Linux Mint.
