Repository: linuxmint/mint-translations
Catalog: po-export/mintwelcome/mintwelcome-*.po
Languages: ast, fa, fil, gd, ka, lo, lv, mk, mr, my, ne, nn, ru, sc, sq, ta, te, th, vi

source: On behalf of the development team and everyone involved in the project, we'd like to thank you for choosing Linux Mint. We hope you'll enjoy using it as much as we enjoy working on it.
ast: L'equipu de desencolcu y tolos involucraos nesti proyeutu dante les gracies por escoyer Linux Mint. Deseamos qu'esfrutes usándolu tantu comu nos esfrutamos trabayando n'elli.
fa: از طرف تیم توسعه و تمامی افراد دخیل در این پروژه، دوست داریم از شما برای انتخاب Linux Mint سپاسگزاری کنیم. امیدواریم از استفاده آن همانقدر که ما از کارکردن روی آن لذت میبرم لذت ببرید.
ka: განვითარების გუნდისა და პროექტში მონაწილე ყველა ადამიანის სახელით, გვსურს მადლობა გადაგიხადოთ Linux Mint- ის არჩევისთვის. ვიმედოვნებთ, რომ ისიამოვნებთ მისი გამოყენებისას ისე, როგორც ჩვენ მასზე მუშაობისას.
lo: ໃນນາມຂອງທີມງານພັດທະນາ ແລະ ທຸກຄົນທີ່ກ່ຽວຂ້ອງໃນໂຄງການ, ພວກເຮົາຂໍຂອບໃຈທີ່ທ່ານເລືອກ ລີນຸກມິນ. ພວກເຮົາຫວັງວ່າທ່ານຈະມ່ວນກັບການນຳໃຊ້ມັນຫຼາຍເທົ່າທີ່ພວກເຮົາມ່ວນກັບການເຮັດວຽກໃນໂຄງການນີ້.
lv: Izstrādes komandas un visu projektā iesaistīto personu vārdā vēlamies pateikties par Linux Mint izvēli. Mēs ceram, ka jums patiks to izmantot tikpat ļoti, cik mums patiks strādāt pie tā.
mk: Во име на тимот за развој и сите вклучени во проектот, би сакале да ви се заблагодариме што го избравте Linux Mint. Се надеваме дека ќе уживате во неговото користење колку што ние уживаме работејќи на него.
nn: På vegne av utviklingslaget og alle dei involverte i prosjektet, vil me takke deg for at du valde Linux Mint. Me håper at du vil like å bruke det, like mykje som me liker å lage det.
ru: От имени команды разработчиков и всех участников проекта мы хотели бы поблагодарить вас за выбор Linux Mint. Мы надеемся, что вы получите от работы с этой системой такое же удовольствие, какое получаем мы от работы над ней.
sq: Në emër të ekipit të zhvillimit dhe të gjithë atyre që janë përfshirë në projekt, dëshirojmë t'ju falënderojmë që zgjodhët Linux Mint. Shpresojmë që do ta shijoni përdorimin e tij aq sa ne kënaqemi duke punuar me të.
te: అభివృద్ధి బృందం తరపున మరియు ప్రాజెక్ట్‌లో పాల్గొన్న ప్రతి ఒక్కరి తరపున, Linux Mintని ఎంచుకున్నందుకు మేము మీకు ధన్యవాదాలు తెలియజేస్తున్నాము. మేము దానిపై పని చేయడం ఆనందించినంత మాత్రాన మీరు దీన్ని ఉపయోగించడం ఆనందిస్తారని మేము ఆశిస్తున్నాము.
th: ในนามของทีมพัฒนาและทุกคนที่มีส่วนร่วมกับโครงการนี้ เราขอขอบคุณที่เลือก Linux Mint เราหวังว่าคุณจะเพลิดเพลินกับการใช้งานเป็นอย่างมาก เช่นเดียวกับที่เราเพลิดเพลินไปกับการทุ่มเทพัฒนาโครงการนี้ขึ้นมา
vi: Thay mặt nhóm phát triển và tất cả những người tham gia dự án, chúng tôi xin cảm ơn bạn đã chọn Linux Mint. Chúng tôi hy vọng bạn sẽ thích sử dụng nó cũng như chúng tôi thích làm việc với nó.

source: Have a great time and don't hesitate to send us your feedback.
ast: ¡Pásalo bien ya nun duldes n'unvianos los tos comentarios!
fa: خوش‌بگذره و تعلل نکنید تا بازخورد خود را برای ما ارسال کنید.
ka: ისიამოვნეთ და ნუ დაიზარებთ უკუ კავშირის გამოყენებას.
lo: ຂໍໃຫ້ມີຄວາມສຸກ ແລະ ຢ່າລັງເລທີ່ຈະສົ່ງຄຳຄິດເຫັນຂອງທ່ານມາໃຫ້ພວກເຮົາ.
lv: Pavadiet lielisku laiku un nevilcinieties nosūtīt mums savas atsauksmes.
mk: Убаво да си поминете и не двоумете се да ни го испратите вашето мислење.
nn: Kos deg, og ikkje nøl med å gi oss ei tilbakemelding.
ru: Желаем вам приятной работы и не стесняйтесь присылать нам свои отзывы.
sq: Kalofshi mirë dhe mos hezitoni të na dërgoni mendimin tuaj.
te: మంచి సమయాన్ని కలిగి ఉండండి మరియు మీ అభిప్రాయాన్ని మాకు పంపడానికి వెనుకాడకండి.
th: ขอให้สนุกและไม่ต้องลังเลหากต้องการที่จะส่งคำติชมของคุณให้เรา
vi: Chúc bạn có thời gian vui vẻ và đừng ngần ngại gửi phản hồi của bạn cho chúng tôi.

source: Let's go!
ast: ¡Vamos!
fa: بزن بریم!
ka: წავედით!
lo: ໄປກັນເລີຍ!
lv: Aiziet!
mk: Ајде!
nn: Køyr på!
ru: Начнём!
sq: Le të shkojmë!
te: వెళ్దాం!
th: ไปกันเลย!
vi: Đi nào!

source: Welcome and thank you for choosing Linux Mint. We hope you'll enjoy using it as much as we did designing it. The links below will help you get started with your new operating system. Have a great time and don't hesitate to send us your feedback.
fil: Maligang pagbati at salamat sa pagpili sa Linux Mint. Umaasa kaming masisiyahan kayo tulad ng kasiyahan na natamo namin sa pagdidisenyo nito. Ang mga links sa ibaba ay makatutulong inyong pagsisimula sa inyong bagong operating system. Magkaroon kayo ng masayang sandali at huwag kayong mag-aatubiling magpadala ng inyong mga tugon.
gd: Fàilte ort agus mòran taing airson Linux Mint a thaghadh. Chòrd e rinn gu mòr a dhealbhadh agus tha sinn an dòchas gun doir e tlachd dhut-sa cuideachd. Cuidichidh na ceanglaichean gu h-ìosal thu a dhèanamh toiseach-tòiseachaidh san t-siostam ùr. Gabh tlachd ann agus cuimhnich gun cuir sinn fàilte mhòr air do bheachdan.
mr: सुस्वागतम आणि लिनक्स मिंट ची निवड केल्याबद्दल धन्यवाद. आम्ही आशा करतो की तुम्हाला वापर करताना नक्कीच आनंद मिळेल जसा आम्हाला बनवताना वाटला. खालील माहिती तुम्हाला तुमची नविन संगणक प्रणाली बसवण्यास करेल. पुढील वापरासाठी तुम्हाला शुभेच्छा आणि तुमची प्रतिक्रिया आम्हाला नक्कीच कळवा .
my: မင်္ဂလာပါ။ လင်းနက်စ် မင့်ကို ရွေးချယ်သည့်အတွက် ကျေးဇူးပါ။ ကျွန်ုပ်တို့ ဒီဇိုင်းထုတ်ထားသည့်အတိုင်း သင် အသုံးပြုရာတွင် ကျေနပ်လိမ့်မယ်လို့ မျှော်လင့်ပါတယ်။ အောက်ဘက်ရှိ လင့်များတွင် သင့်၏ကွန်ပြူတာ စနစ်အသစ်အား ရင်းနှီးအောင် ကူညီနိုင်ပါလိမ့်မည်။ သင်၏ တုန့်ပြန်မှုများကို ကျွန်ုပ်တို့ထံ ပေးပို့ရန် မတုန့်ဆိုင်းပါနှင့်။ ပျော်ရွှင်ပါစေခင်ဗျာ။
ne: लिनक्स मिन्तमा स्वागत छ र तपाइले लिनक्स मिन्त चुन्नु भएकोमा धन्यवाद | हाम्रो अपेछ्या छ कि तपाइलाई लिनक्स मिन्त त्यति मन पर्ने छ जति हामीलाई यसलाई बनाउनुमा लागेको छ |
sc: Bene bènnidos e gràtzias pro aer seberadu Linux Mint. Isperamus chi bos agradet a l'impreare, a su nensi cantu pro nois est istadu a la fraigare. Sos indiritzos inoghe suta ant agiudare a comintzare cun custu sistema operativu nou. A colare bellas oras e non timedas de nos mandare su pàrrere bostru.
ta: வரவேற்கிறோம். லினக்ஸ் மின்ட்டைத் தேர்ந்தெடுத்தமைக்கு நன்றி. இதனை வடிவமைப்பதில் நாங்கள் அடைந்த மகிழச்சியினைத் தாங்கள் இதனை பயன்படுத்துவதன் மூலம் அடைவீர்கள் என நம்புகிறோம். கீழுள்ள இணைப்புகள் உங்கள் புதிய இயங்குதளத்தைத் தொடங்குவதற்கு உதவும். மேலும் தங்கள் கருத்தை எங்களுக்கு அனுப்ப தயங்க வேண்டாம்.

source: New features
fil: Mga bagong tampok
gd: Gleusan ùra
mr: नवीन वैशिष्ट्ये
my: အင်္ဂါရပ်အသစ်များ
ne: नया सुबिधाहरु
sc: Funtziones noas
ta: புதிய பண்புகள்

source: See what is new in this release
fil: Tingnan kung ano ang bago sa release na ito
gd: Seall na tha ùr san sgaoileadh seo
mr: या प्रकाशन मध्ये नवीन काय आहे हे पहा
my: ယခု တင်ဆက်မှုတွင် အသစ်ပါဝင်သည့် အင်္ဂါရပ်များကို ကြည့်ရန်
ne: यस रिलीज मा नयाँ के छ हेर्नुहोस्
sc: Bide ite b'at de nou in custa versione
ta: இந்த வெளியீட்டின் புதுமைகளை காண்க

source: Learn all the basics to get started with Linux Mint
fil: Alamin ang mga pangunahing kaalaman upang makapagsimula sa Linux Mint
gd: Faigh am bun-fhiosrachadh dh'fheumas tu gus tòiseachadh le Linux Mint
mr: सर्व मूलतत्त्वे Linux Mint प्रारंभ करण्यासाठी जाणून घ्या
my: Linux Mintကို စတင်အသုံးပြုနိုင်ရန် အခြေခံများကို လေ့လာရန်
ne: लिनक्स मिन्ट्का केहि आधाररेखाहरु थाहापाएर अगाडी बढौ ।
sc: Impara totu sas bases pro comintzare cun Linux Mint

source: Apps
gd: Aplacaidean
mr: अनुप्रयोग
ne: एपसहरु
ta: ஆப்ஸ்

source: Install additional software
fil: I-install ng karagdagang software
gd: Stàlaich bathar-bog a bharrachd
mr: अतिरिक्त सॉफ्टवेअर इन्स्टॉल करा
my: နောက်ထပ်အပိုဆော့ဝဲလ်များကိုသွင်းမည်
ne: थप एपसहरु राखौ
sc: Installa software in agiunta
ta: கூடுதல் மென்பொருளை நிறுவு

source: Drivers
gd: Draibhearan
mr: ड्राइव्हर्स्
my: ဒရိုက်ဘာများ
ne: ड्राइभरहरु
ta: இயக்கிகள்

source: Install hardware drivers
gd: Stàlaich draibhearan bathair-chruaidh
mr: हार्डवेअर ड्राइव्हर्स इंस्टॉल करा
my: အမာထည် ဒရိုက်ဘာများကို သွင်းမည်
ne: यन्त्रका ड्राइभरहरु राखौ
sc: Installa drivers de su hardware
ta: வன்பொருள் இயக்கிகளை நிறுவு

source: Multimedia codecs
gd: Codecs ioma-mheadhain
mr: मल्टीमीडिया कोडेक
my: ရုပ်သံ ကုတ်များ
ne: मल्टिमिडिया फाइल चलाउने कोडेक्सहरु
sc: Codecs multimediales

source: Forums
fil: Katipunan
gd: Fòraman
mr: चर्चा मंच
my: ဖိုရမ်
ne: फोरम
ta: பொது மன்றம்

source: Seek help from other users in the Linux Mint forums
fil: Humingi ng tulong mula sa iba pang mga user sa Linux Mint forum
gd: Iarr taic o chleachdaichean eile air bòrd-brath Linux Mint
mr: Linux Mint मंच अन्य वापरकर्त्यांकडे मदत घ्यावी
my: လင်းနက်စ် မင့်ဖိုရမ်ရှိ အခြားအသုံးပြုသူများထံမှ အကူအညီရယူရန်
ne: सहयोगको अपेक्ष्या गरौ लिनक्स मिन्टका फोरुम्हरु बाट
sc: Chirca agiudu dae àteros impitadores in sos Forums de Linux Mint

source: Chat room
fil: Room chat
gd: Seòmar-cabadaich
mr: संवाद कट्टा
my: စကားပြောခန်း
ne: चाट रूम
sc: Aposentu de Ciaciarrada
ta: அரட்டை அறை

source: Chat live with other users in the chat room
fil: Makipag-chat live na sa ibang mga user ng chat room
gd: Cabadaich bheò le cleachdaichean eile san t-seòmar-chòmhraidh
mr: चॅट रुममध्ये अन्य वापरकर्त्यांसह थेट गप्पा मारा
my: စကားပြောခန်းအတွင်းရှိ အခြားသူများဖြင့် တိုက်ရိုက်ပြောရန်
ne: अरु लिनक्स मिन्टका प्रयोगकर्ता सँग लाईभ चाट गर्नुहोस ।
sc: Arresona in tempus reale cun àteros impitadores in s'aposentu

source: Getting involved
gd: Dol an sàs
mr: सहभागी होऊ
my: ပူးပေါင်း ပါဝင်ရန်
ne: सहभागी हुने
sc: Partètzipa

source: Find out how to get involved in the Linux Mint project
fil: Alamin kung paano makakuha ng kasangkot sa proyekto Linux Mint
gd: Faigh a-mach mar a ghabhas tu pàirt ann am pròiseact Linux Mint
mr: Linux Mint प्रकल्प मध्ये कसे सहभागी व्हावे ते शोधा
my: လင်းနက်စ်မင့် စီမံကိန်း၌ မည်သို့ ပူးပေါင်း ပါဝင်နိုင်သလဲဆိုတာ သိနိုင်ရန်
ne: कसरी लिनक्स मिन्ट परियोजनामा सहभागी हुने कुरा थाहा पाउ ।
sc: Iscoberi comente partetzipare a su progetu Linux Mint

source: Donations
fil: Mga Donasyon
gd: Tabhartasan
mr: देणग्या
my: အလှူဒါနပြုခြင်းများ
ne: दानहरु
sc: Dona
ta: நன்கொடைகள்

source: Make a donation to the Linux Mint project
fil: Gumawa ng donasyon sa proyekto Linux Mint
gd: Thoir tìodhlac gun phròiseact Linux Mint
mr: Linux Mint प्रकल्पास दान द्या
my: လင်းနက်စ်မင့် စီမံကိန်းသို့ အလှူဒါနပြလုပ်ရန်
ne: लिनक्स मिन्ट परियोजनामा सहयोग पुर्याउ ।
sc: Imbia unu donu a su progetu Linux Mint

source: Release notes
gd: Nòtaichean-sgaoilidh
mr: प्रकाशन टिप
my: ယခု ထုတ်ပြန်မှု၏ မှတ်စုများ
ne: जारीपत्रहरु
sc: Nodas de sa versione
ta: வெளியீட்டு அறிக்கை

source: Read the release notes
gd: Leugh na nòtaichean sgaoilidh
mr: प्रकाशन टिप वाचा
my: ယခု ထုတ်ပြန်မှု၏ မှတ်စုများအား ဖတ်ရန်
ne: जारीपत्रहरु पढ्औ
sc: Leghe sas nodas de sa versione
ta: வெளியீட்டு அறிக்கையை படிக்கவும்
