Repository: linuxmint/mint-translations
Catalog: po-export/mintlocale/mintlocale-*.po
Languages: ast, fa, ia, lo, sq, te, th

source: - Right-click the IBus applet in the system tray and choose "Preferences".
ast: Boton drechu nel applet IBus de la bandexa de sistema, ya escueye "Axustes"
fa: - بر برنامک IBus در نوار وضعیت سیستم (system tray) راست-کلیک کنید و «ترجیحات» را انتخاب کنید.
ia: - Clicca dextre sur le applet IBus in le area de notification de systema e selige «Preferentias».
lo: - ຄລິກຂວາທີ່ແອັບເພລັດ IBus ໃນຖາດລະບົບ ແລະ ເລືອກ "ການຕັ້ງຄ່າທີ່ມັກ".
sq: - Klikoni me të djathtën mbi aplikacionin IBus në tabaka e sistemit dhe zgjidhni "Preferencat".
te: - సిస్టమ్ ట్రేలోని IBus ఆప్లెట్‌పై కుడి-క్లిక్ చేసి, "ప్రాధాన్యతలు" ఎంచుకోండి.
th: - คลิกขวาที่แอปเพล็ต IBus ในถาดระบบ แล้วเลือก "ปรับแต่ง"

source: - In the IBus configuration screen, add the <b>Telugu</b> input method.
ast: Na pantalla d'axustes, añedir el métodu d'entrada <b>Telugu</b>
fa: - در صفحه پیکربندی IBus، روش ورودی <b>Telugu</b> را اضافه کنید.
ia: - In le shermo de configuration de Fcitx, adde le methodo de entrata <b>Telugu</b>.
lo: - ໃນໜ້າຈໍການຕັ້ງຄ່າ IBus, ເພີ່ມວິທີການປ້ອນຂໍ້ມູນ <b>Telugu</b>.
sq: - Në ekranin e konfigurimit të IBus, shtoni metodën e hyrjes <b>Telugu</b>.
te: - IBus కాన్ఫిగరేషన్ స్క్రీన్‌లో, <b>తెలుగు</b> ఇన్‌పుట్ పద్ధతిని జోడించండి.
th: - ในหน้าจอกำหนดค่าของ IBus ให้เพิ่มวิธีการป้อนข้อมูล <b>Telugu</b>

source: - Switch between input methods with <b>Super+Space</b>.
ast: - Movese ente métodos d'entrada con <b>Super+Espaciu</b>.
fa: - با <b>Super+Space</b> بین روش های ورودی جا‌به‌جا شوید.
ia: - Cambia inter methodos de entrata con <b>Super+Spatio</b>.
lo: - ສະຫຼັບລະຫວ່າງວິທີການປ້ອນຂໍ້ມູນດ້ວຍ <b>Super+Space</b>.
sq: - Ndërro midis metodave të hyrjes me <b>Super+Hapësirë</b>.
te: - సూపర్+స్పేస్ తో ఇన్‌పుట్ పద్ధతుల మధ్య మారండి.
th: - สลับระหว่างวิธีการป้อนข้อมูลต่างๆ ด้วยแป้น <b>Super+Space</b>

source: Note: Telugu can also be used with Fcitx.
ast: Nota: Telugu puede usase tamién con Fcitx.
fa: توجه: Telugu را همچنین میتوان با Fcitx استفاده کرد.
ia: Nota: telugu pote alsi esser usate con Fcitx.
lo: ໝາຍເຫດ: Telugu ສາມາດໃຊ້ກັບ Fcitx ໄດ້ເຊັ່ນກັນ.
sq: Shënim: Telugu mund të përdoret edhe me Fcitx.
te: గమనిక: Fcitx తో తెలుగు కూడా ఉపయోగించవచ్చు.
th: หมายเหตุ: Telugu สามารถใช้งานร่วมกับ Fcitx ได้เช่นเดียวกัน

source: Telugu
fa: تلوگو
lo: ພາສາເຕລູກູ
sq: Teluguisht
te: తెలుగు
th: เตลูกู

source: <b><small>Note: Installing or upgrading language packs can trigger the installation of additional languages</small></b>
ast: Nota: Instalar o anovar paquetes d'idioma puede bloquiar la instalación de llingües adicionales.
fa: <b><small>توجه: نصب یا ارتقا بسته های زبانی میتواند باعث نصب زبان های اضافی شوند</small></b>
ia: <b><small>Nota: installar o promover pacchettos de lingua pote provocar le installation de linguas additional</small></b>
lo: <b><small>ໝາຍເຫດ: ການຕິດຕັ້ງ ຫຼື ອັບເກຣດຊຸດພາສາ ອາດຈະເຮັດໃຫ້ມີການຕິດຕັ້ງພາສາອື່ນໆເພີ່ມເຕີມ</small></b>
sq: <b><small>Shënim: Instalimi ose përditësimi i paketave të gjuhës mund të shkaktojë instalimin e ndonjë gjuhe shtesë</small></b>
te: <b><small>గమనిక: భాషా ప్యాక్‌లను ఇన్‌స్టాల్ చేయడం లేదా అప్‌గ్రేడ్ చేయడం వలన అదనపు భాషల ఇన్‌స్టాలేషన్ ప్రారంభించబడుతుంది</small></b>
th: <b><small>คำเตือน: การติดตั้งหรืออัปเกรดชุดภาษาอาจส่งผลให้ต้องติดตั้งภาษาเพิ่มเติมอื่นๆ อีกได้</small></b>

source: Add...
ast: Amestar...
fa: افزودن...
ia: Adder...
lo: ເພີ່ມ...
sq: Shto...
te: జతచేయి...
th: เพิ่ม...

source: Add a new language
ast: Añedir nueva llingua
fa: افزودن زبان جدید
ia: Adder un nove lingua
lo: ເພີ່ມພາສາໃໝ່
sq: Shto një gjuhë të re
te: కొత్త భాషను జోడించండి
th: เพิ่มภาษาใหม่

source: Remove
ast: Desaniciar
fa: حذف
ia: Remover
lo: ລຶບ
sq: Hiq
te: తొలగించండి
th: ลบ

source: Remove the selected language
ast: Desaniciar l'idioma esbilláu
fa: حذف زبان انتخاب شده
ia: Remover le lingua seligite
lo: ລຶບພາສາທີ່ເລືອກໄວ້
sq: Hiq gjuhën e zgjedhur
te: ఎంచుకున్న భాషను తీసివేయండి
th: ลบภาษาที่เลือก

source: Install language packs
ast: Instalar paquetes d'idioma
fa: نصب بسته زبان
ia: Installar le pacchettos de lingua
lo: ຕິດຕັ້ງຊຸດພາສາ
sq: Instalo paketat e gjuhës
te: భాషా ప్యాక్‌లను ఇన్‌స్టాల్ చేయండి
th: ติดตั้งชุดภาษา

source: Install any missing language packs, translations files, dictionaries for the selected language
ast: Instalar cualesquier paquete d'idioma escaecíu, ficheros de traducción o diccionariu pa la llingua esbillada.
fa: نصب هر بسته زبانی گم شده، فایل‌های ترجمه، واژه‌نامه برای زبان انتخاب شده
ia: Installa ulle pacchettos de lingua, files de traductiones o dictionarios mancante pro le lingua seligite
lo: ຕິດຕັ້ງຊຸດພາສາ, ໄຟລ໌ຄຳແປ, ວັດຈະນານຸກົມທີ່ຂາດຫາຍໄປສຳລັບພາສາທີ່ເລືອກ
sq: Instalo ndonjë paketë gjuhe që mungon, skedarë të përkthimeve, fjalorë për gjuhën e zgjedhur
te: ఎంచుకున్న భాష కోసం ఏవైనా తప్పిపోయిన భాషా ప్యాక్‌లు, అనువాద ఫైళ్లు, నిఘంటువులను ఇన్‌స్టాల్ చేయండి.
th: ติดตั้งชุดภาษา ไฟล์คำแปล และพจนานุกรมที่ขาดไปสำหรับภาษาที่เลือก

source: Close
ast: Zarrar
fa: بستن
ia: Clauder
lo: ປິດ
sq: Mbyll
te: మూసివేయి
th: ปิด

source: Languages
ast: Idiomes
fa: زبان‌ها
ia: Linguas
lo: ພາສາ
sq: Gjuhët
te: భాషలు
th: ภาษา

source: Language settings
ast: Configuración de llingua
fa: تنظیمات زبان
ia: Configurationes de lingua
lo: ການຕັ້ງຄ່າພາສາ
sq: Rregullimet për gjuhën
te: భాష సెట్టింగ్‌లు
th: การตั้งค่าภาษา

source: Input method
ast: Métodu d'entrada
fa: روش ورودی
ia: Methodo de entrata
lo: ວິທີການປ້ອນຂໍ້ມູນ
sq: Metoda e hyrjes
te: ఇన్‌పుట్ విధానం
th: วิธีการป้อนข้อมูล
