Repository: linuxmint/mint-translations
Catalog: po-export/mintlocale/mintlocale-*.po
Languages: ast, fa, ia, lo, sq, te, th

source: Add a New Language
ast: Añedir nueva llingua
fa: افزودن زبان های نو
ia: Adder un nove lingua
lo: ເພີ່ມພາສາໃໝ່
sq: Shto një gjuhë të re
te: కొత్త భాషను జోడించండి
th: เพิ่มภาษาใหม่

source: Already installed
ast: Yá instaláu
fa: از پیش نصب شده
ia: Jam installate
lo: ຕິດຕັ້ງແລ້ວ
sq: Tashmë i instaluar
te: ఇదివరకే స్థాపించబడింది
th: ติดตั้งแล้ว

source: Input Method
ast: Métodu d'entrada
fa: روش ورودی
ia: Methodo de entrata
lo: ວິທີການປ້ອນຂໍ້ມູນ
sq: Metoda e hyrjes
te: ఇన్‌పుట్ విధానం
th: วิธีการป้อนข้อมูล

source: None
ast: Dengún
fa: هیچ‌کدام
ia: Nulle
lo: ບໍ່ມີ
sq: Asnjë
te: ఏమీలేదు
th: ไม่มี

source: Install / Remove Languages
ast: Instalar/Desaniciar llingües
fa: گماشتن/زدایش زبان ها
ia: Installar / remover linguas
lo: ຕິດຕັ້ງ ຫຼື ລຶບພາສາ
sq: Instalo / hiq gjuhë
te: భాషలను ఇన్‌స్టాల్ చేయండి / తీసివేయండి
th: ติดตั้ง / ลบภาษา

source: Some language packs are missing
ast: Falten dellos paquetes de idioma
fa: برخی از بسته های زبان از دست رفته
ia: Manca alcun paquetto de lingua.
lo: ບາງຊຸດພາສາຂາດຫາຍໄປ
sq: Mungojnë disa paketa gjuhe
te: కొన్ని భాషా ప్యాక్‌లు లేవు.
th: มีชุดภาษาบางชุดหายไป

source: Fully installed
ast: Instaláu dafechu
fa: به درستی گماشته شده
ia: Installate plenmente
lo: ຕິດຕັ້ງຄົບຖ້ວນແລ້ວ
sq: E instaluar plotësisht
te: పూర్తిగా ఇన్‌స్టాల్ చేయబడింది
th: ติดตั้งมาเต็มรูปแบบแล้ว

source: Language Settings
ast: Axustes d'idioma
fa: تنظیمات زبان
ia: Configurationes de lingua
lo: ການຕັ້ງຄ່າພາສາ
sq: Parametrat e Gjuhës
te: భాషా అమర్పులు
th: การตั้งค่าภาษา

source: Apply System-Wide
ast: Aplicar a tol sistema
fa: اعمال بر کل سیستم
ia: Applicar a tote le systema
lo: ນຳໃຊ້ທົ່ວລະບົບ
sq: Aplikoja të gjithë sistemit
te: వ్యవస్థ అంతటికీ అనువర్తించు
th: นำไปใช้กับทั้งระบบ

source: Install / Remove Languages...
ast: Instalar/Desaniciar llingües...
fa: نصب / حذف زبان ها...
ia: Installar/remover linguas...
lo: ຕິດຕັ້ງ ຫຼື ລຶບພາສາ...
sq: Instalo / hiq gjuhë...
te: భాషలను స్థాపించు / తొలగించు...
th: ติดตั้ง / ลบภาษาออก...

source: Language
ast: Llingua
fa: زبان
ia: Lingua
lo: ພາສາ
sq: Gjuha
te: భాష
th: ภาษา

source: Language, interface...
ast: Llingua, interfaz...
fa: زبان، رابط...
ia: Lingua, interfacie...
lo: ພາສາ, ສ່ວນຕິດຕໍ່ຜູ້ໃຊ້...
sq: Gjuha, ndërfaqja...
te: భాష, ఇంటర్‌ఫేస్...
th: ภาษา, ส่วนติดต่อ...

source: Region
ast: Rexón
fa: منطقه
lo: ພາກພື້ນ
sq: Krahina
te: ప్రాంతము
th: ภูมิภาค

source: Numbers, currency, addresses, measurement...
ast: Númberos, moneda, direiciones, unidaes de midía...
fa: اعداد، ارز، آدرس ها، اندازه‌گیری...
ia: Numeros, moneta, adresses, mesuras...
lo: ຕົວເລກ, ສະກຸນເງິນ, ທີ່ຢູ່, ຫົວໜ່ວຍວັດແທກ...
sq: Numrat, valuta, adresat, njësitë matëse...
te: సంఖ్యలు, కరెన్సీ, చిరునామాలు, కొలత...
th: รูปแบบตัวเลข, สกุลเงิน, ที่อยู่, หน่วยการวัด...

source: Time format
ast: Formatu hora
fa: قالب‌بندی زمانی
ia: Formato de tempore
lo: ຮູບແບບເວລາ
sq: Formati i kohës
te: సమయ ఆకృతి
th: รูปแบบเวลา

source: Date and time...
ast: Data ya hora...
fa: تاریخ و زمان...
ia: Data e tempore...
lo: ວັນທີ ແລະ ເວລາ...
sq: Data dhe ora...
te: తేదీ మరియు సమయం...
th: วันที่และเวลา...

source: No locale defined
ast: Llocal non definida
fa: هیچ منطقه ای تعریف نشده
ia: Nulle localisation definite
lo: ບໍ່ໄດ້ກຳນົດຄ່າທ້ອງຖິ່ນ
sq: Nuk ka vendndodhje të përcaktuar
te: లొకేల్ నిర్వచించబడలేదు
th: ไม่ได้กำหนดโลเคล

source: Language:
ast: Llingua:
fa: زبان:
ia: Lingua:
lo: ພາສາ:
sq: Gjuha:
te: భాష:
th: ภาษา:

source: Region:
ast: Rexón:
fa: منطقه:
lo: ພາກພື້ນ:
sq: Rajoni:
te: ప్రాంతం:
th: ภูมิภาค:

source: Time format:
ast: Formatu d'hora:
fa: قالب‌بندی زمانی:
ia: Formato de Tempore:
lo: ຮູບແບບເວລາ:
sq: Formati i kohës:
te: కాల రూపకం:
th: รูปแบบเวลา:

source: System locale
ast: Llocal de sistema
fa: منطقه سیستم
ia: Localisation de systema
lo: ຄ່າທ້ອງຖິ່ນຂອງລະບົບ
sq: Lokalizimi dhe sistemi
te: సిస్టమ్ లొకేల్
th: โลเคลระบบ

source: Language support
ast: Sofitu de llingües
fa: پشتیبانی زبان
ia: Supporto de lingua
lo: ການສະໜັບສະໜູນພາສາ
sq: Mbështetja gjuhësore
te: భాష తోడ్పాటు
th: การรองรับภาษา

source: %d language installed
ast: %d llingua instalada
fa: %d زبان نصب شده
ia: %d lingua installate
lo: ຕິດຕັ້ງ %d ພາສາ
sq: %d gjuhë e instaluar
te: %d భాష ఇన్‌స్టాల్ చేయబడింది
th: มีภาษาติดตั้งไว้ %d ภาษา

source: Cancel
ast: Encaboxar
fa: لغو
ia: Cancellar
lo: ຍົກເລີກ
sq: Anulo
te: రద్దు చేయి
th: ยกเลิก

source: Install
ast: Instalar
fa: نصب
ia: Installar
lo: ຕິດຕັ້ງ
sq: Instalo
te: స్థాపించు
th: ติดตั้ง

source: Install the selected language
ast: Instalar l'idioma esbilláu
fa: نصب زبان انتخاب شده
ia: Installar le lingua seligite
lo: ຕິດຕັ້ງພາສາທີ່ເລືອກໄວ້
sq: Instaloni gjuhën e përzgjedhur
te: ఎంచుకున్న భాషను ఇన్‌స్టాల్ చేయండి
th: ติดตั้งภาษาที่เลือก

source: Input method framework:
ast: Métodu d'entrada
fa: چهارچوب روش ورودی:
ia: Structura del methodo de entrata:
lo: ຂອບວຽກວິທີການປ້ອນຂໍ້ມູນ:
sq: Korniza e udhës së hyrjes:
te: ఇన్‌పుట్ మెథడ్ ఫ్రేమ్‌వర్క్:
th: เฟรมเวิร์กวิธีการป้อนข้อมูล:

source: Welcome
ast: Bienllegáu
fa: خوش آمدید
ia: Benvenite
lo: ຍິນດີຕ້ອນຮັບ
sq: Mirë se vini
te: స్వాగతం
th: ยินดีต้อนรับ

source: Input methods are used to write symbols and characters which are not present on the keyboard. They are useful to write in Chinese, Japanese, Korean, Thai, Vietnamese...
ast: Los métodos d'entrada empléganse pa poner símbolos ya carauteres que nun tan presentes nel tecláu. Por exemplu: Pa escribir en chinu, xaponés, coreanu, llingua thai, vietnamín...
fa: روش های وروی برای نگارش سَمبُل ها و کاراکتر هایی استفاده میشوند که در چیدمان صفحه‌کلید حاضر نیستند.آنها در نگارش چینی،ژاپنی،کره‌ای،تایی، ویتنامی... کاربردی اند.
ia: Le methodos de entrata es usate pro scriber symbolos e characteres que non es presente in le claviero. Illos es utile pro scriber in chinese, japonese, coreano, thai, vietnamese...
lo: ວິທີການປ້ອນຂໍ້ມູນ ໃຊ້ໃນການຂຽນສັນຍາລັກ ແລະ ຕົວອັກສອນທີ່ບໍ່ມີໃນແປ້ນພິມ. ເປັນປະໂຫຍດໃນການຂຽນພາສາຈີນ, ຍີ່ປຸ່ນ, ເກົາຫຼີ, ໄທ, ຫວຽດນາມ...
sq: Metodat e hyrjes përdoren për të shkruar simbole dhe karaktere që nuk janë të pranishme në tastierë. Ato janë të dobishme për të shkruar në kinezisht, japonisht, koreanisht, tajlandisht, vietnamisht...
te: కీబోర్డ్‌లో లేని చిహ్నాలు మరియు అక్షరాలను వ్రాయడానికి ఇన్‌పుట్ పద్ధతులను ఉపయోగిస్తారు. అవి చైనీస్, జపనీస్, కొరియన్, థాయ్, వియత్నామీస్... భాషలలో వ్రాయడానికి ఉపయోగపడతాయి.
th: วิธีการป้อนข้อมูลใช้สำหรับป้อนสัญลักษณ์และตัวอักขระที่ไม่ได้มีบนแป้นพิมพ์ปกติ วิธีการป้อนข้อมูลเหล่านี้มีประโยชน์เมื่อต้องการพิมพ์ภาษาจีน ญี่ปุ่น เกาหลี ไทย เวียดนาม ฯลฯ

source: To add support for a particular language, select it in the sidebar and follow the instructions.
ast: Pa añedir soporte pa una llingua, esbillalo na barra llateral ya sigui les instrucciones.
fa: برای افزودن پشتیبانی برای یک زبان خاص، آنرا در نوارِ کناری را انتخاب کنید و دستور‌العمل ها را دنبال کنید.
ia: Pro adder le supporto pro iste lingua particular, selige lo in le barra lateral e seque le instructiones.
lo: ເພື່ອເພີ່ມການຮອງຮັບພາສາໃດໜຶ່ງ, ໃຫ້ເລືອກພາສານັ້ນໃນແຖບດ້ານຂ້າງ ແລະ ປະຕິບັດຕາມຄຳແນະນຳ.
sq: Për të shtuar mbështetje për një gjuhë të caktuar, zgjidheni atë në shiritin anësor dhe ndiqni udhëzimet.
te: ఒక నిర్దిష్ట భాషకు మద్దతును జోడించడానికి, దానిని సైడ్‌బార్‌లో ఎంచుకుని, సూచనలను అనుసరించండి.
th: เมื่อต้องการเพิ่มการรองรับสำหรับภาษาใด ให้เลือกภาษานั้นในแถบข้างแล้วทำตามคำแนะนำ

source: Help
ast: Aida
fa: کمک
ia: Adjuta
lo: ຊ່ວຍເຫຼືອ
sq: Ndihmë
te: సహాయం
th: วิธีใช้

source: To write in simplified Chinese follow the steps below:
ast: Pa escribir en chinu simplificáu, has siguir les instrucciones d'abaxu:
fa: برای نگارش در چینی ساده شده مراحل زیر را دنبال کنید:
ia: Pro scriber in chinese simplificate, sequi le passos infra:
lo: ເພື່ອຂຽນພາສາຈີນແບບຫຍໍ້ ໃຫ້ປະຕິບັດຕາມຂັ້ນຕອນລຸ່ມນີ້:
sq: Për të shkruar në kinezisht të thjeshtuar, ndiqni hapat e mëposhtëm:
te: సరళీకృత చైనీస్‌లో వ్రాయడానికి క్రింది దశలను అనుసరించండి:
th: เมื่อต้องการเขียนภาษาจีนตัวย่อ ให้ทำตามขั้นตอนด้านล่างนี้:

source: - Install the language support packages:
ast: - Instalar los paquetes de soporte d'idioma
fa: - نصب بسته های پشتیبانی زبان :
ia: - Installa le pacchettos de supporto del lingua:
lo: - ຕິດຕັ້ງຊຸດຮອງຮັບພາສາ:
sq: - Instaloni paketat e mbështetjes gjuhësore:
te: - భాషా మద్దతు ప్యాకేజీలను ఇన్‌స్టాల్ చేయండి:
th: - ติดตั้งแพคเกจการรองรับภาษา:

source: - Log out and log back in.
ast: - Colar del sistema ya entrar otra vuelta
fa: - از سیستم خارج شوید و دوباره وارد شوید.
ia: - Disconnecte te e authentica te de nove.
lo: - ອອກຈາກລະບົບ ແລະ ເຂົ້າສູ່ລະບົບຄືນໃໝ່.
sq: - Dilni dhe hyni përsëri.
te: - లాగ్ అవుట్ చేసి తిరిగి లాగిన్ అవ్వండి.
th: - ออกจากระบบแล้วเข้าสู่ระบบกลับมาใหม่

source: - Right-click the Fcitx applet in the system tray and choose "Configure".
ast: - Botón drechu nel applet Fctix na bandexa del sistema, ya das-y a "Configurar"
fa: -بر برنامک Fcitx در نواروضعیت سیستم راست-کلیک کنید و «پیکربندی» را انتخاب کنید.
ia: - Clicca dextre sur le applet Fcitx in le area de notification de systema e elige «Configurar».
lo: - ຄລິກຂວາທີ່ແອັບເພລັດ Fcitx ໃນຖາດລະບົບ ແລະ ເລືອກ "ຕັ້ງຄ່າ".
sq: - Klikoni me të djathtën mbi aplikacionin Fcitx në tabaka e sistemit dhe zgjidhni "Konfiguro".
te: - సిస్టమ్ ట్రేలోని Fcitx ఆప్లెట్‌పై కుడి-క్లిక్ చేసి, "కాన్ఫిగర్" ఎంచుకోండి.
th: - คลิกขวาที่แอปเพล็ต Fcitx ในถาดระบบแล้วเลือก "กำหนดค่า"

source: - In the Fcitx configuration screen, add the <b>Pinyin</b> input method (uncheck "Only Show Current Language" if necessary).
ast: - Na pantalla d'axustes, añedes-y el métodu d'entrada <b>Pinyin</b>. (Desmarques "Amosar solu la llingua autual", si ye ñecesariu).
fa: - در صفحه پیکربندی Fcitx ، روش ورودی <b>Pinyin</b> را اضافه کنید (درصورت لزوم «تنها نمایش زبان فعلی» را لغو انتخاب کنید).
ia: - In le shermo de configuration de Fcitx, adde le methodo de entrata <b>Pinyin</b> (dismarca "Monstrar solmente le lingua actual" si necessari).
lo: - ໃນໜ້າຈໍການຕັ້ງຄ່າ Fcitx, ເພີ່ມວິທີການປ້ອນຂໍ້ມູນ <b>Pinyin</b> (ຍົກເລີກການເລືອກ "ສະແດງສະເພາະພາສາປັດຈຸບັນ" ຖ້າຈຳເປັນ).
sq: - Në ekranin e konfigurimit të Fcitx, shtoni metodën e hyrjes <b>Pinyin</b> (çaktivizoni zgjedhjen "Shfaq vetëm gjuhën aktuale" nëse është e nevojshme).
te: - Fcitx కాన్ఫిగరేషన్ స్క్రీన్‌లో, <b>పిన్యిన్</b> ఇన్‌పుట్ పద్ధతిని జోడించండి (అవసరమైతే "ప్రస్తుత భాషను మాత్రమే చూపించు" ఎంపికను తీసివేయండి).
th: - ในหน้าจอกำหนดค่าของ Fcitx ให้เพิ่มวิธีการป้อนข้อมูล <b>Pinyin</b> (ลบเครื่องหมายหน้าช่อง "แสดงเฉพาะภาษาปัจจุบัน" ถ้าจำเป็น)

source: - Switch between input methods with <b>Ctrl+Space</b>.
ast: - Movese ente métodos d'entrada con <b>Ctrl+Espaciu</b>.
fa: - با <b>Ctrl+Space</b> بین حالت های ورودی جا به جا شوید.
ia: - Cambia inter methodos de entrata per <b>Ctrl+Spatio</b>.
lo: - ສະຫຼັບລະຫວ່າງວິທີການປ້ອນຂໍ້ມູນດ້ວຍ <b>Ctrl+Space</b>.
sq: - Kaloni midis metodave të hyrjes me <b>Ctrl+Hapësirë</b>.
te: - <b>Ctrl+Space</b> తో ఇన్‌పుట్ పద్ధతుల మధ్య మారండి.
th: - สลับระหว่างวิธีการป้อนข้อมูลต่างๆ ด้วยแป้น <b>Ctrl+Space</b>

source: - Change the input method framework to <b>Fcitx</b>.
ast: - Camudar l'entornu de trabayu del métodu d'entrada a <b>Fcitx</b>.
fa: - تغییر روش ورودی چهارچوب به <b>Fcitx</b>.
ia: - Cambia le structura del methodo de entrata a <b>Fcitx</b>.
lo: - ປ່ຽນຂອບວຽກວິທີການປ້ອນຂໍ້ມູນເປັນ <b>Fcitx</b>.
sq: - Ndrysho kornizën e metodës së hyrjes në <b>Fcitx</b>.
te: - ఇన్‌పుట్ పద్ధతి ఫ్రేమ్‌వర్క్‌ను <b>Fcitx</b> కు మార్చండి.
th: - เปลี่ยนเฟรมเวิร์กวิธีการป้อนข้อมูลเป็น <b>Fcitx</b>

source: Note: SunPinyin can also be used (either with Fcitx or IBus).
ast: Nota: Tamién puede usase SunPinyin (amás de Fcitx o IBus)
fa: توجه: SunPinyin همچنین میتواند استفاده شود(یا با Fcitx یا IBus).
ia: Nota: pote alsi esser usate SunPinyin (sia con Fcitx, sia con IBus).
lo: ໝາຍເຫດ: SunPinyin ກໍສາມາດໃຊ້ໄດ້ເຊັ່ນກັນ (ທັງກັບ Fcitx ຫຼື IBus).
sq: Shënim: Mund të përdoret edhe SunPinyin (ose me Fcitx ose IBus).
te: గమనిక: సన్‌పిన్యిన్‌ను కూడా ఉపయోగించవచ్చు (Fcitx లేదా IBus తో).
th: หมายเหตุ: SunPinyin ก็สามารถใช้ได้เช่นกัน (จะใช้ร่วมกับ Fcitx หรือ IBus ก็ได้)

source: Simplified Chinese
ast: Chinu simplificáu
fa: چینی ساده شده
ia: Chinese simplificate
lo: ພາສາຈີນແບບຫຍໍ້
sq: Kinezisht e thjeshtuar
te: సరళీకృత చైనీస్
th: จีนตัวย่อ

source: To write in traditional Chinese follow the steps below:
ast: Pa escribir en chinu tradicional, has siguir los pasos d'abaxu:
fa: برای نگارش در چینی سنتی مراحل زیر را دنبال کنید:
ia: Pro scriber in chinese traditional seque le passos infra:
lo: ເພື່ອຂຽນພາສາຈີນດັ້ງເດີມ ໃຫ້ປະຕິບັດຕາມຂັ້ນຕອນລຸ່ມນີ້:
sq: Për të shkruar në gjuhën kineze tradicionale, ndiqni hapat e mëposhtëm:
te: సాంప్రదాయ చైనీస్‌లో వ్రాయడానికి క్రింది దశలను అనుసరించండి:
th: เมื่อต้องการเขียนภาษาจีนตัวเต็ม ให้ทำตามขั้นตอนด้านล่างนี้:

source: Note: Chewing can also be used (either with Fcitx or IBus).
ast: Nota: Tamién puede usase Chewing (amás de Fcitx o IBus).
fa: توجه: Chewing همچنین میتواند استفاده شود(یا با Fcitx یا IBus).
ia: Nota: pote alsi esser usate Chewing (sia con Fcitx, sia con IBus).
lo: ໝາຍເຫດ: Chewing ກໍສາມາດໃຊ້ໄດ້ເຊັ່ນກັນ (ທັງກັບ Fcitx ຫຼື IBus).
sq: Shënim: Mund të përdoret edhe përtypja (ose me Fcitx ose IBus).
te: గమనిక: నమలడం కూడా ఉపయోగించవచ్చు (Fcitx లేదా IBus తో).
th: หมายเหตุ: Chewing ก็สามารถใช้ได้เช่นกัน (จะใช้ร่วมกับ Fcitx หรือ IBus ก็ได้)

source: Traditional Chinese
ast: Chinu tradicional
fa: چینی سنتی
ia: Chinese traditional
lo: ພາສາຈີນດັ້ງເດີມ
sq: Kinezishtja Tradicionale
te: సాంప్రదాయ చైనీస్
th: จีนตัวเต็ม

source: To write in Hiragana, Katakana and Kanji follow the steps below:
ast: Pa escribir en Hiragana, Katakana ya Kanji sigui los pasos d'abaxu:
fa: برای نوشتن در Hiragana، Katakana و Kanji مراحل زیر را دنبال کنید:
ia: Pro scriber in Hiragana, Katakana e Kanji seque le passos infra:
lo: ເພື່ອຂຽນ ຮິຣະງະນະ, ຄະຕະຄະນະ ແລະ ຄັນຈິ ໃຫ້ປະຕິບັດຕາມຂັ້ນຕອນລຸ່ມນີ້:
sq: Për të shkruar në Hiragana, Katakana dhe Kanji, ndiqni hapat më poshtë:
te: హిరాగాన, కటకానా మరియు కంజి భాషలలో వ్రాయడానికి క్రింది దశలను అనుసరించండి:
th: เมื่อต้องการเขียนอักษรฮิรางานะ คาตาคานะ และคันจิ ให้ทำตามขั้นตอนด้านล่างนี้:

source: - In the Fcitx configuration screen, add the <b>Mozc</b> input method (uncheck "Only Show Current Language" if necessary).
ast: - Na pantalla d'axustes de Fcitx, añede el métodu d'entrada <b>Mozc</b> (Desmarca "Amosar namás llingua autual" si ye ñecesariu)
fa: - در صفحه پیکربندی Fcitx، روش ورودی <b>Mozc</b> را اضافه کنید (در صورت نیاز«تنها نمایش زبان فعلی» را لغو انتخاب کنید).
ia: - In le shermo de configuration de Fcitx, adde le methodo de entrata <b>Mozc</b> (dismarca «Monstrar solmente le lingua actual» si necessari).
lo: - ໃນໜ້າຈໍການຕັ້ງຄ່າ Fcitx, ເພີ່ມວິທີການປ້ອນຂໍ້ມູນ <b>Mozc</b> (ຍົກເລີກການເລືອກ "ສະແດງສະເພາະພາສາປັດຈຸບັນ" ຖ້າຈຳເປັນ).
sq: - Në ekranin e konfigurimit të Fcitx, shtoni metodën e hyrjes <b>Mozc</b> (çaktivizoni zgjedhjen "Shfaq vetëm gjuhën aktuale" nëse është e nevojshme).
te: - Fcitx కాన్ఫిగరేషన్ స్క్రీన్‌లో, <b>Mozc</b> ఇన్‌పుట్ పద్ధతిని జోడించండి (అవసరమైతే "ప్రస్తుత భాషను మాత్రమే చూపించు" ఎంపికను తీసివేయండి).
th: - ในหน้ากำหนดค่าของ Fcitx ให้เพิ่มวิธีการป้อนข้อมูล <b>Mocz</b> (ลบเครื่องหมายหน้าหัวข้อ "แสดงเฉพาะภาษาปัจจุบัน" ถ้าจำเป็น)

source: Note: Mozc can also be used with the IBus input method.
ast: Nota: Mozc tamién puede usase col métodu d'entrada IBus
fa: توجه: Mozc را همچنین میتوان با روش ورودی IBus استفاده کرد.
ia: Nota: Mozc pote alsi esser usate con le methodo de entrata IBus.
lo: ໝາຍເຫດ: Mozc ສາມາດໃຊ້ກັບວິທີການປ້ອນຂໍ້ມູນ IBus ໄດ້ເຊັ່ນກັນ.
sq: Shënim: Mozc mund të përdoret edhe me metodën e hyrjes IBus.
te: గమనిక: Mozcని IBus ఇన్‌పుట్ పద్ధతితో కూడా ఉపయోగించవచ్చు.
th: หมายเหตุ: Mozc สามารถใช้งานร่วมกับวิธีการป้อนข้อมูล IBus ได้เช่นเดียวกัน

source: Japanese
ast: Xaponés
fa: ژاپنی
ia: Japonese
lo: ພາສາຍີ່ປຸ່ນ
sq: Japonez
te: జపనీస్
th: ญี่ปุ่น

source: To write in Hangul follow the steps below:
ast: Pa escribir n'Hangul, sigui los pasos d'abaxu.
fa: برای نوشتن به Hangul مراحل زیر را دنبال کنید:
ia: Pro scriber in Hangul seque le passos infra:
lo: ເພື່ອຂຽນ ຮັນກຶນ ໃຫ້ປະຕິບັດຕາມຂັ້ນຕອນລຸ່ມນີ້:
sq: Për të shkruar në Hangul, ndiqni hapat e mëposhtëm:
te: హంగుల్‌లో వ్రాయడానికి క్రింది దశలను అనుసరించండి:
th: เมื่อต้องการเขียนอักษรฮันกึล (อักษรเกาหลี) ให้ทำตามขั้นตอนด้านล่างนี้:

source: - In the Fcitx configuration screen, add the <b>Hangul</b> input method (uncheck "Only Show Current Language" if necessary).
ast: - Na pantalla d'axustes de Fcitx, añede el métodu d'entrada <b>Hangul</b> (Desmarca "Amosar namás llingua autual" si ye ñecesariu)
fa: - در صفحه پیکربندی Fcitx ، روش ورودی <b>Hangul</b> را اضافه کنید (درصورت لزوم «تنها نمایش زبان فعلی» را لغو انتخاب کنید).
ia: - In le shermo de configuration de Fcitx, adde le methodo de entrata <b>Hangul</b> (dismarca «Monstrar solmente le lingua actual» si necessari).
lo: - ໃນໜ້າຈໍການຕັ້ງຄ່າ Fcitx, ເພີ່ມວິທີການປ້ອນຂໍ້ມູນ <b>Hangul</b> (ຍົກເລີກການເລືອກ "ສະແດງສະເພາະພາສາປັດຈຸບັນ" ຖ້າຈຳເປັນ).
sq: - Në ekranin e konfigurimit të Fcitx, shtoni metodën e hyrjes <b>Hangul</b> (çaktivizoni zgjedhjen "Shfaq vetëm gjuhën aktuale" nëse është e nevojshme).
te: కాపీ టెక్స్ట్ - Fcitx కాన్ఫిగరేషన్ స్క్రీన్‌లో, <b>Hangul</b> ఇన్‌పుట్ పద్ధతిని జోడించండి (అవసరమైతే "ప్రస్తుత భాషను మాత్రమే చూపించు" ఎంపికను తీసివేయండి).
th: - ในหน้าจอกำหนดค่าของ Fcitx ให้เพิ่มวิธีการป้อนข้อมูล <b>Hangul</b> (ลบเครื่องหมายหน้าหัวข้อ "แสดงเฉพาะภาษาปัจจุบัน" ถ้าจำเป็น)

source: Note: Hangul can also be used with the IBus input method.
ast: Nota: Hangul tamién puede usase col métodu d'entrada IBus.
fa: توجه: Hangul را همچنین میتوان با روش ورودی IBus استفاده کرد.
ia: Nota: Hangul pote alsi esser usate con le methodo de entrata IBus.
lo: ໝາຍເຫດ: Hangul ສາມາດໃຊ້ກັບວິທີການປ້ອນຂໍ້ມູນ IBus ໄດ້ເຊັ່ນກັນ.
sq: Shënim: Hangul mund të përdoret edhe me metodën e hyrjes IBus.
te: గమనిక: హంగుల్‌ను IBus ఇన్‌పుట్ పద్ధతితో కూడా ఉపయోగించవచ్చు.
th: หมายเหตุ: Hangul สามารถใช้งานร่วมกับวิธีการป้อนข้อมูล IBus ได้เช่นเดียวกัน

source: Korean
ast: Coreanu
fa: کره‌ای
ia: Coreano
lo: ພາສາເກົາຫຼີ
sq: Koreane
te: కొరియన్
th: เกาหลี

source: To write in Thai follow the steps below:
ast: Pa escribir en Thai, sigui los pasos d'abaxu.
fa: برای نگارش به تایلندی مراحل زیر را دنبال کنید:
ia: Pro scriber in Thai seque le passos infra:
lo: ເພື່ອຂຽນພາສາໄທ ໃຫ້ປະຕິບັດຕາມຂັ້ນຕອນລຸ່ມນີ້:
sq: Për të shkruar në tajlandisht, ndiqni hapat më poshtë:
te: థాయ్‌లో రాయడానికి క్రింది దశలను అనుసరించండి:
th: เมื่อต้องการเขียนภาษาไทย ให้ทำตามขั้นตอนด้านล่างนี้:

source: - In the Fcitx configuration screen, add the <b>Thai</b> input method (uncheck "Only Show Current Language" if necessary).
ast: - Na pantalla d'axustes de Fcitx, añede el métodu d'entrada <b>Thai</b> (Desmarca "Amosar namás llingua autual" si ye ñecesariu)
fa: - در صفحه پیکربندی Fcitx ، روش ورودی <b>Thai</b> را اضافه کنید (درصورت لزوم «تنها نمایش زبان فعلی» را لغو انتخاب کنید).
ia: - In le shermo de configuration de Fcitx, adde le methodo de entrata <b>Thai</b> (dismarca «Monstrar solmente le lingua actual» si necessari).
lo: - ໃນໜ້າຈໍການຕັ້ງຄ່າ Fcitx, ເພີ່ມວິທີການປ້ອນຂໍ້ມູນ <b>Thai</b> (ຍົກເລີກການເລືອກ "ສະແດງສະເພາະພາສາປັດຈຸບັນ" ຖ້າຈຳເປັນ).
sq: - Në ekranin e konfigurimit të Fcitx, shtoni metodën e hyrjes <b>Tajlandisht</b> (çaktivizoni zgjedhjen "Shfaq vetëm gjuhën aktuale" nëse është e nevojshme).
te: - Fcitx కాన్ఫిగరేషన్ స్క్రీన్‌లో, <b>థాయ్</b> ఇన్‌పుట్ పద్ధతిని జోడించండి (అవసరమైతే "ప్రస్తుత భాషను మాత్రమే చూపించు" ఎంపికను తీసివేయండి).
th: - ในหน้าจอกำหนดค่าของ Fcitx ให้เพิ่มวิธีการป้อนข้อมูล <b>Thai</b> (ลบเครื่องหมายหน้าหัวข้อ "แสดงเฉพาะภาษาปัจจุบัน" ถ้าจำเป็น)

source: Note: You can also use iBus or define a Thai keyboard layout without using any input method.
ast: Nota: Tamién puede usase, iBus pa definir un entornu de tecláu Thai ensin emplegar nengún métodu d'entrada.
fa: توجه: شما همچنین میتوانید بدون استفاده از هیچ روش ورودی از iBus استفاده کرده یا یک چیدمان صفحه‌کلید تعریف کنید.
ia: Nota: Tu pote alsi usar iBus o definir un disposition de claveiro thailandese sin usar ulle methodo de entrata.
lo: ໝາຍເຫດ: ທ່ານຍັງສາມາດໃຊ້ iBus ຫຼື ກຳນົດຮູບແບບແປ້ນພິມພາສາໄທ ໂດຍບໍ່ຕ້ອງໃຊ້ວິທີການປ້ອນຂໍ້ມູນໃດໆ.
sq: Shënim: Mund të përdorni edhe iBus ose të përcaktoni një paraqitje të tastierës tajlandeze pa përdorur ndonjë metodë futjeje.
te: గమనిక: మీరు ఎటువంటి ఇన్‌పుట్ పద్ధతిని ఉపయోగించకుండా iBusని కూడా ఉపయోగించవచ్చు లేదా థాయ్ కీబోర్డ్ లేఅవుట్‌ను నిర్వచించవచ్చు.
th: หมายเหตุ: คุณสามารถใช้ iBus หรือกำหนดผังแป้นพิมพ์ภาษาไทยโดยไม่ต้องใช้วิธีการป้อนข้อมูลใดๆ ก็ได้

source: Thai
fa: تايلندی
lo: ພາສາໄທ
sq: Tajlandeze
te: థాయి
th: ไทย

source: To write in Vietnamese follow the steps below:
ast: Pa escribir en vietnamín, sigui los pasos d'abaxu.
fa: برای نوشتن به ویتنامی مراحل زیر را دنبال کنید:
ia: Pro scriber in vietnamese seque le passos infra:
lo: ເພື່ອຂຽນພາສາຫວຽດນາມ ໃຫ້ປະຕິບັດຕາມຂັ້ນຕອນລຸ່ມນີ້:
sq: Për të shkruar në vietnamisht, ndiqni hapat e mëposhtëm:
te: వియత్నామీస్‌లో రాయడానికి క్రింది దశలను అనుసరించండి:
th: เมื่อต้องการเขียนภาษาเวียดนาม ให้ทำตามขั้นตอนด้านล่างนี้:

source: - In the Fcitx configuration screen, add the <b>Unikey</b> input method (uncheck "Only Show Current Language" if necessary).
ast: - Na pantalla d'axustes de Fcitx, añede el métodu d'entrada <b>Unikey</b> (Desmarca "Amosar namás llingua autual" si ye ñecesariu)
fa: - در صفحه پیکربندی Fcitx ، روش ورودی <b>Unikey</b> را اضافه کنید (درصورت لزوم «تنها نمایش زبان فعلی» را لغو انتخاب کنید).
ia: - In le shermo de configuration de Fcitx, adde le methodo de entrata <b>Unikey</b> (dismarca «Monstrar solmente le lingua actual» si necessari).
lo: - ໃນໜ້າຈໍການຕັ້ງຄ່າ Fcitx, ເພີ່ມວິທີການປ້ອນຂໍ້ມູນ <b>Unikey</b> (ຍົກເລີກການເລືອກ "ສະແດງສະເພາະພາສາປັດຈຸບັນ" ຖ້າຈຳເປັນ).
sq: - Në ekranin e konfigurimit të Fcitx, shtoni metodën e hyrjes <b>Unikey</b> (çaktivizoni zgjedhjen "Shfaq vetëm gjuhën aktuale" nëse është e nevojshme).
te: - Fcitx కాన్ఫిగరేషన్ స్క్రీన్‌లో, <b>Unikey</b> ఇన్‌పుట్ పద్ధతిని జోడించండి (అవసరమైతే "ప్రస్తుత భాషను మాత్రమే చూపించు" ఎంపికను తీసివేయండి).
th: - ในหน้าจอกำหนดค่าของ Fcitx ให้เพิ่มวิธีการป้อนข้อมูล <b>Unikey</b> (ลบเครื่องหมายหน้าหัวข้อ "แสดงเฉพาะภาษาปัจจุบัน" ถ้าจำเป็น)

source: Note: Unikey can also be used with the IBus input method.
ast: Nota: Unikey tamién puede usase col métodu d'entrada IBus
fa: توجه: Unikey را همچنین میتوان با روش ورودی IBus استفاده کرد.
ia: Nota: Unikey pote alsi esser usate con le methodo de immission IBus.
lo: ໝາຍເຫດ: Unikey ສາມາດໃຊ້ກັບວິທີການປ້ອນຂໍ້ມູນ IBus ໄດ້ເຊັ່ນກັນ.
sq: Shënim: Unikey mund të përdoret edhe me metodën e hyrjes IBus.
te: గమనిక: యునికీని IBus ఇన్‌పుట్ పద్ధతితో కూడా ఉపయోగించవచ్చు.
th: หมายเหตุ: Unikey สามารถใช้งานร่วมกับวิธีการป้อนข้อมูล IBus ได้เช่นเดียวกัน

source: Vietnamese
ast: Vietnamín
fa: ویتنامی
lo: ພາສາຫວຽດນາມ
sq: Vietnamez
te: వియెత్నామీస్
th: เวียดนาม

source: To write in Telugu follow the steps below:
ast: Pa escribir en Telugu, sigui los pasos d'abaxu:
fa: برای نوشتن به Telugu مراحل زیر را دنبال کنید:
ia: Pro scriber telugu seque le passos infra:
lo: ເພື່ອຂຽນພາສາເຕລູກູ ໃຫ້ປະຕິບັດຕາມຂັ້ນຕອນລຸ່ມນີ້:
sq: Për të shkruar në gjuhën telugu, ndiqni hapat e mëposhtëm:
te: తెలుగులో రాయడానికి ఈ క్రింది దశలను అనుసరించండి:
th: เมื่อต้องการเขียนภาษาเตลูกู ให้ทำตามขั้นตอนด้านล่างนี้:

source: - Change the input method framework to <b>IBus</b>.
ast: - Camuda l'entornu de trabayu del métodu d'entrada a <b>IBus</b>.
fa: - تغییر چهارچوب روش ورودی به <b>IBus</b>.
ia: - Cambia le structura del methodo de entrata a <b>Ibus</b>.
lo: - ປ່ຽນຂອບວຽກວິທີການປ້ອນຂໍ້ມູນເປັນ <b>IBus</b>.
sq: - Ndrysho kornizën e metodës së hyrjes në <b>IBus</b>.
te: - ఇన్‌పుట్ పద్ధతి ఫ్రేమ్‌వర్క్‌ను <b>IBus</b> కు మార్చండి.
th: - เปลี่ยนเฟรมเวิร์กวิธีการป้อนข้อมูลเป็น <b>IBus</b>
