Repository: linuxmint/mint-translations
Catalog: po-export/mintinstall/mintinstall-*.po
Languages: cs, eo, he, lo, lv, sq, uz

source: They are not officially approved by the developer of the application and could be maintained by anyone.
cs: Tyto nejsou oficiálně schváleny vývojářem aplikace a mohl by je udržovat kdokoli.
eo: Ili ne estas oficiale aprobitaj de la programisto de la aplikaĵo kaj povas esti prizorgataj de iu ajn.
he: הם לא אושרו באופן רשמי על ידי מפתח היישומון וכל מאן דבעי עשוי לתחזק אותם.
lo: ພວກມັນບໍ່ໄດ້ຮັບການຮັບຮອງຢ່າງເປັນທາງການຈາກຜູ້ພັດທະນາໂປຣແກຣມ ແລະ ອາດຈະຖືກດູແລໂດຍໃຜກໍໄດ້.
lv: Tos nav oficiāli apstiprinājis lietojumprogrammas izstrādātājs, un tos var uzturēt jebkurš.
sq: Ato nuk janë miratuar zyrtarisht nga zhvilluesi i aplikacionit dhe mund të mirëmbahen nga kushdo.
uz: Ular ilovani ishlab chiquvchi tomonidan rasman tasdiqlanmagan va har kim tomonidan saqlanishi mumkin.

source: To avoid potential malware, it is strongly recommended not to use unverified Flatpaks.
cs: Abyste se vyhnuli možného rizika malwaru, důrazně se nedoporučuje používat neověřené Flatpaks.
eo: Por eviti eblan fiprogramaron, ne uzi nekontrolitajn flatpakojn estas forte rekomendite.
he: כדי למנוע תוכנות זדוניות אפשריות, מומלץ מאוד לא להשתמש בפלטפק בלתי מאומתים.
lo: ເພື່ອຫຼີກລ່ຽງມັນແວທີ່ອາດຈະເກີດຂຶ້ນ, ຂໍແນະນຳຢ່າງຍິ່ງວ່າບໍ່ຄວນໃຊ້ Flatpaks ທີ່ບໍ່ໄດ້ຮັບການກວດສອບ.
lv: Lai izvairītos no iespējamas ļaunprātīgas programmatūras, ir stingri ieteicams neizmantot nepārbaudītus Flatpaks.
sq: Për të shmangur programe të mundshme keqdashëse, rekomandohet fuqimisht të mos përdorni Flatpak-e të paverifikuara.
uz: Potentsial zararli dasturlardan qochish uchun tasdiqlanmagan Flatpaks-dan foydalanmaslik tavsiya etiladi.

source: Package types
cs: Typy balíčků
eo: Pakaj tipoj
he: סוגי חבילות
lo: ປະເພດຂອງແພັກເກັດ
lv: Pakotņu tipi
sq: Llojet e paketave
uz: Paket turlari

source: System
cs: Systémové
eo: Sistemo
he: מערכת
lo: ລະບົບ
lv: Sistēma
sq: Sistemi
uz: Tizim

source: System packages are managed by your Linux distribution and use shared libraries and resources.
cs: Systémové balíčky jsou spravovány vaší linuxovou distribucí a používají sdílené knihovny a zdroje.
eo: Sistempakoj estas administritaj de via Linuksa distribuo kaj uzas komunajn bibliotekojn kaj risurcojn.
he: חבילות מערכת מנוהלות על ידי הפצת לינוקס שמותקנת במחשב ומשתמשות בספריות ומשאבים משותפים.
lo: ແພັກເກັດລະບົບຖືກຈັດການໂດຍ Linux distribution ຂອງທ່ານ ແລະ ໃຊ້ໄລບຣາຣີ ແລະ ຊັບພະຍາກອນຮ່ວມກັນ.
lv: Sistēmas pakotnes pārvalda jūsu Linux distribūcija, un izmanto koplietošanas bibliotēkas un resursus.
sq: Paketat e sistemit menaxhohen nga shpërndarja juaj e Linux-it dhe përdorin biblioteka dhe burime të përbashkëta.
uz: Tizim paketlari sizning Linux distributivingiz tomonidan boshqariladi va umumiy kutubxonalar va resurslardan foydalanadi.

source: They are safe, small and stable. They receive bug fixes and security updates but no newer versions.
cs: Jsou bezpečné, malé a stabilní. Dostávají opravy chyb a bezpečnostní aktualizace, ale žádné novější verze.
eo: Ili estas sekuraj, malgrandaj kaj stabilaj. Ili ricevas cimoriparojn kaj sekurigajn ĝisdatigojn, sed neniun pli novan version.
he: הן בטוחות, קטנות ויציבות. הן מקבלות תיקוני תקלים ועדכוני אבטחה אך לא גרסאות חדשות יותר.
lo: ພວກມັນປອດໄພ, ນ້ອຍ ແລະ ສະຖຽນ. ພວກມັນໄດ້ຮັບການແກ້ໄຂບັກ ແລະ ການອັບເດດຄວາມປອດໄພ ແຕ່ບໍ່ມີເວີຊັນໃໝ່.
lv: Tās ir drošas, nelielas un stabilas. Tām tiek veikti kļūdu labojumi un drošības atjauninājumi, bet netiek izlaistas jaunākas versijas.
sq: Ato janë të sigurta, të vogla dhe të qëndrueshme. Ato marrin rregullime të gabimeve dhe përditësime sigurie, por jo versione më të reja.
uz: Ular xavfsiz, kichik va barqaror. Ular xatolarni tuzatadi va xavfsizlik yangilanishlarini oladi, ammo yangi versiyalari yo‘q.

source: Flatpak
eo: Flatpako
he: פלטפק

source: Flatpaks are maintained and updated directly by their owner, with no control from your Linux distribution. They usually provide the most up to date version.
cs: Flatpak balíčky jsou spravovány a aktualizovány přímo jejich vlastníkem, bez kontroly ze strany vaší linuxové distribuce. Obvykle poskytují nejaktuálnější verzi.
eo: Flatpakoj estas prizorgitaj kaj ĝisdatigitaj rekte de ilia posedanto, kun neniu regado de via Linuksa distribuo. Ili kutime provizas la plej ĝisdatigitan version.
he: חבילות פלטפק מתוחזקות ומעודכנות ישירות על ידי בעליהן, ללא כל בקרה מהפצת לינוקש שמותקנת במחשב. הן מספקות בדרך כלל את הגרסאות העדכניות ביותר.
lo: Flatpaks ຖືກດູແລ ແລະ ອັບເດດໂດຍກົງຈາກເຈົ້າຂອງ, ໂດຍບໍ່ມີການຄວບຄຸມຈາກ Linux distribution ຂອງທ່ານ. ໂດຍປົກກະຕິແລ້ວພວກມັນຈະໃຫ້ເວີຊັນທີ່ໃໝ່ທີ່ສຸດ.
lv: Flatpakus uztur un atjaunina tieši to īpašnieks, un tava Linux distribūcija to nekontrolē. Tie parasti nodrošina visjaunāko versiju.
sq: Flatpak-et mirëmbahen dhe përditësohen direkt nga pronari i tyre, pa asnjë kontroll nga shpërndarja juaj e Linux-it. Ato zakonisht ofrojnë versionin më të azhurnuar.
uz: Flatpak-lar to‘g‘ridan-to‘g‘ri egasi tomonidan saqlanadi va yangilanadi, sizning Linux distributivingiz tomonidan nazorat qilinmaydi. Ular odatda eng so‘nggi versiyani taqdim etadilar.

source: They take more disk space. Their security is not guaranteed by your Linux distribution, but by the Flatpak maintainer. It's essential you trust the maintainer before installing a Flatpak.
cs: Zabírají více místa na disku. Jejich bezpečnost není zaručena vaší linuxovou distribucí, ale správcem Flatpak balíčků. Před instalací Flatpak balíčku je nezbytné, abyste důvěřovali jeho správci.
eo: Ili prenas pli da diskospaco. Ilia sekureco ne estas garantiita de via Linuksa distribuo, sed de la flatpak-prizorganto. Nepre vi fidu la prizorganton antaŭ ol instali iun flatpakon.
he: הן תופסות יותר מקום על הכונן. האבטחה שלהן אינה מובטחת על ידי הפצת הלינוקס שמותקנת במחשב, אלא על ידי מתחזק הפלטפק. לכן לפני התקנת חבילת פלטפק חיוני לבטוח במתחזק החבילה.
lo: ພວກມັນໃຊ້ພື້ນທີ່ດິສກ໌ຫຼາຍ. ຄວາມປອດໄພຂອງພວກມັນບໍ່ໄດ້ຮັບການຮັບປະກັນໂດຍ Linux distribution ຂອງທ່ານ, ແຕ່ໂດຍຜູ້ດູແລ Flatpak. ມັນຈຳເປັນທີ່ທ່ານຕ້ອງໄວ້ວາງໃຈຜູ້ດູແລກ່ອນທີ່ຈະຕິດຕັ້ງ Flatpak.
lv: Tās aizņem vairāk diska vietas. To drošību negarantē tava Linux distribūcija, bet gan Flatpak uzturētājs. Pirms Flatpak instalēšanas ir svarīgi, lai tu uzticētos uzturētājam.
sq: Ato zënë më shumë hapësirë ​​në disk. Siguria e tyre nuk garantohet nga shpërndarja juaj Linux, por nga mirëmbajtësi i Flatpak. Është thelbësore t'i besoni mirëmbajtësit përpara se të instaloni një Flatpak.
uz: Ular diskda ko‘proq joy egallaydi. Ularning xavfsizligi sizning Linux distributivingiz tomonidan emas, balki Flatpak ta'minotchisi tomonidan kafolatlanadi. Flatpakni o‘rnatishdan oldin texnik xizmat ko‘rsatuvchiga ishonishingiz muhim.

source: Loading, please wait
cs: Načítání, prosím čekejte
eo: Ŝargado, bonvolu atendi
he: מתצעת טעינה, נא להמתין
lo: ກຳລັງໂຫຼດ, ກະລຸນາລໍຖ້າ
lv: Notiek ielāde, lūdzu, uzgaidi
sq: Duke u ngarkuar, ju lutem prisni.
uz: Yuklanmoqda, kuting

source: Generating cache, one moment
cs: Generování mezipaměti, strpení
eo: Generado de la kaŝmemoro, unu momenton
he: מתבצע חילול מטמון, רק רגע בבקשה
lo: ກຳລັງສ້າງແຄດ, ກະລຸນາລໍຖ້າສັກຄູ່
lv: Ģenerē kešatmiņu, vienu mirkli
sq: Duke gjeneruar memorien e përkohshme, një moment
uz: Kesh yaratilmoqda, bir daqiqa

source: Refresh
cs: Načíst znovu
eo: Aktualigi
he: ריענון
lo: ໂຫຼດໃໝ່
lv: Atsvaidzināt
sq: Rifresko
uz: Yangilash

source: Unverified Flatpak
cs: Neověřený Flatpak
eo: Nekontrolita flatpako
he: חבילת פלטפק בלתי־מאומתת
lo: Flatpak ທີ່ບໍ່ໄດ້ກວດສອບ
lv: Nepārbaudīts Flatpak
sq: Flatpak i paverifikuar
uz: Tasdiqlanmagan Flatpak

source: Launch
cs: Spustit
eo: Lanĉi
he: שיגור
lo: ເປີດ
lv: Palaist
sq: Nis
uz: Ishga tushirish

source: Please be patient. This can take some time...
cs: Prosím buďte trpěliví. Toto může chvíli trvat…
eo: Bonvolu pacienci. Ĉi tio eble prenos iom da tempo...
he: נא להתאזר בסבלנות. פעולה זו עשויה לארוך זמן מה...
lo: ກະລຸນາລໍຖ້າ. ອາດຈະໃຊ້ເວລາໄລຍະໜຶ່ງ...
lv: Lūdzu, esi pacietīgs. Tas var aizņemt kādu laiku...
sq: Ju lutem kini durim. Kjo mund të zgjasë pak...
uz: Sabr qiling. Bu biroz vaqt olishi mumkin...

source: Name:
cs: Název:
eo: Nomo:
he: שם:
lo: ຊື່:
lv: Nosaukums:
sq: Emri:
uz: Nomi:

source: Version:
cs: Verze:
eo: Versio:
he: גרסה:
lo: ເວີຊັນ:
lv: Versija:
sq: Versioni:
uz: Versiyasi:

source: Size:
cs: Velikost:
eo: Grando:
he: גודל:
lo: ຂະໜາດ:
lv: Izmērs:
sq: Madhësia:
uz: Hajmi:

source: Branch:
cs: Větev:
eo: Branĉo:
he: ענף:
lo: ສາຂາ:
lv: Atzars:
sq: Dega:
uz: Bo‘lim:

source: Remote:
cs: Přístup z:
eo: Fore:
he: מרוחק:
lo: ຣີໂໝດ:
lv: Attālināts:
sq: Telekomanda:
uz: Masofaviy:

source: Details
cs: Podrobnosti
eo: Detaloj
he: פרטים
lo: ລາຍລະອຽດ
lv: Detaļas
sq: Hollësitë
uz: Tafsilotlar

source: Reviews
cs: Recenze
eo: Prijuĝoj
he: ביקורות
lo: ຣີວິວ
lv: Atsauksmes
sq: Përshtypjet
uz: Sharhlar

source: Optional components
cs: Volitelné součásti
eo: Nedevigaj komponantoj
he: רכיבים חלופיים
lo: ສ່ວນປະກອບເສີມ
lv: Papildus komponenti
sq: Komponentë opsionalë
uz: Ixtiyoriy komponentlar

source: Searching software repositories, one moment
cs: Hledání repozitářů software, okamžik prosím
eo: Traserĉado de programaraj deponejoj. Bonvolu iomete atendi.
he: מתבצע חיפוש מאגרי תוכנה, רק רגע בבקשה
lo: ກຳລັງຄົ້ນຫາຄັງຊັອບແວ, ກະລຸນາລໍຖ້າສັກຄູ່
lv: Meklē programmatūras repozitorijus, vienu mirkli
sq: Duke kërkuar në depo softuerësh, një moment
uz: Dasturiy ta'minot repozitoriylari qidirilmoqda, bir lahza

source: Limit search to current listing
cs: Omezit vyhledávání na stávající výpis
eo: Limigi serĉon al nuna listado
he: הגבלת חיפוש לרשימה נוכחית
lo: ຈຳກັດການຄົ້ນຫາໃນລາຍການປັດຈຸບັນ
lv: Ierobežot meklēšanu līdz pašreizējam sarakstam
sq: Kufizo kërkimin në listën aktuale
uz: Joriy ro‘yxat bo‘yicha qidirishni cheklash

source: Java
cs: Progr. jazyk Java
eo: Ĝavo
