Repository: linuxmint/mint-translations
Catalog: po-export/mintinstall/mintinstall-la.po
Languages: la

source: Multimedia Codecs
la: Multimediorum Codeca

source: Multimedia Codecs for KDE
la: Multimediorum Codeca pro KDE

source: Add
la: Adde

source: Unavailable
la: Non paratus

source: This package is a Flatpak
la: Hoc fasciculus est Flatpak

source: All
la: Omnia

source: Cannot process this file while there are active operations. Please try again after they finish.
la: Dum actiones operantur haec plica elaborari non potest. Postquam desinent retenta.

source: The Flatpak repo you are trying to add already exists.
la: Flatpak thesaurus a te additurus iam est.

source: An error occurred attempting to add the Flatpak repo.
la: Error evenit dum Flatpak thesaurus addebatur.

source: Flatpak support is not currently available. Try installing flatpak.
la: In presenti Flatpak non toleratur. Flatpak instituere pertenta.

source: Flatpak support is not currently available. Try installing flatpak and gir1.2-flatpak-1.0.
la: In presenti Flatpak non toleratur. Flatpak et gir1.2-flatpak-1.0 instituere pertenta.

source: Software Manager
la: Administrator Softwaris

source: Show installed applications
la: Applicationes institutas ostende

source: Refresh the list of packages
la: Indicem fasciculorim renova

source: About
la: Circa

source: Categories
la: Genera

source: %d task running
la: %d actio operatur

source: No screenshots available
la: Scrinium captum nullum

source: There are currently active operations. Are you sure you want to quit?
la: In presenti nonnullae actuosae actiones sunt. Exire visne?

source: Installed Applications
la: Applicationes Institutae

source: Currently working on the following packages
la: In presenti fasciculi sequentes laborantur

source: Internet
la: Interrete

source: Web
la: Interrete

source: Email
la: Cursus electronicus

source: Chat
la: Confabulationes

source: File sharing
la: Plicarum communio

source: Sound and video
la: Sonus atque visio

source: Sound
la: Sonus

source: Video
la: Visio

source: Graphics
la: Graphica

source: Drawing
la: Pictura

source: Photography
la: Photographia

source: Publishing
la: Promulgatio

source: Scanning
la: Scansio

source: Viewers
la: Ostenditores

source: Office
la: Officina

source: Games
la: Ludi

source: Board games
la: Tabularis ludi

source: First-person
la: Prima-persona

source: Real-time strategy
la: Vero-tempore res militaris

source: Turn-based strategy
la: Partitis-temporibus res militaris

source: Emulators
la: Aemulatores

source: Simulation and racing
la: Simulatio atque cursus

source: Accessories
la: Additamenta

source: System tools
la: Instrumenta systematis

source: Fonts
la: Typi

source: Science and Education
la: Scientia et Eruditio

source: Science
la: Scientia

source: Maths
la: Mathematica

source: Education
la: Eruditio

source: Electronics
la: Electronica

source: Programming
la: Programmatura

source: Essentials
la: Necessaria

source: All Applications
la: Applicationes Omnes

source: All operations complete
la: Operationes omnes perfectae

source: No matching packages found
la: Fasciculi congruentes non inveniuntur

source: No packages to show. This may indicate a problem - try refreshing the cache.
la: Nullus fasciculus ostenditurus. Hic esse potest error - cachem renovare proba.

source: System Package
la: Fasciculus Systematis

source: Your system's package manager
la: Administrator fasciculorum systematis tui

source: Homepage
la: Pagina domestica

source: Documentation
la: Documenta

source: %d Review
la: %d Recensio

source: Click <a href='%s'>here</a> to add your own review.
la: Ad tuam relationem addendam <a href='%s'>huc</a> clica.

source: Unable to communicate with servers. Check your Internet connection and try again.
la: Communicare servientibus non potuit. Conexum Interretu tuum inspice et retenta.

source: Installed
la: Instituta

source: Removing
la: Removens

source: Install
la: Institue

source: Not installed
la: Non institutum

source: Installing
la: Instituuntur

source: Cannot remove
la: Removeri non potest

source: Removing this package could cause irreparable damage to your system.
la: Hoc fasciculum removere tuo systemate insanabile vulnus afferre potest.

source: Cannot install
la: Institui non potest

source: Installing this package could cause irreparable damage to your system.
la: Hoc fasciculum instituere tuo systemate insanabile vulnus afferre potest.

source: Not available
la: Non paratus

source: Please use apt-get to install this package.
la: Ad hoc fasciculum instituendum apt-get utere, quaeso.

source: Try again
la: Retenta

source: Something went wrong. Click to try again.
la: Aliquid cecidit. Clica ut retentas.

source: %(localSize)s of disk space required
la: %(localSize)s areae disci petitae

source: %(downloadSize)s to download, %(localSize)s of disk space freed
la: %(downloadSize)s ex rete deducenda, %(localSize)s areae disci inanitae

source: %(downloadSize)s to download, %(localSize)s of disk space required
la: %(downloadSize)s ex rete deducenda, %(localSize)s areae disci quaesitae

source: Install new applications
la: Novas applicationes institue

source: Generating cache, one moment
la: Cache generatur, brevi tempore

source: Refresh
la: Renova

source: Launch
la: Pelle

source: Please be patient. This can take some time...
la: Tolera quaeso. Hic diu consistere potest ...

source: Name:
la: Nomen:

source: Version:
la: Versio:

source: Size:
la: Mensura:

source: Branch:
la: Brachium:

source: Details
la: Singula

source: Reviews
la: Relationes

source: Optional components
la: Partes additiciae

source: Searching software repositories, one moment
la: Softwaris thesauri inspiciuntur, brevi

source: Limit search to current listing
la: Quaestio ad indicem currentem fini
