Repository: linuxmint/mint-translations
Catalog: po-export/mintinstall/mintinstall-*.po
Languages: cs, eo, he, lo, lv, sq, uz

source: Multimedia Codecs
cs: Kodeky multimédií
eo: Plurmediaj kodekoj
he: מקודדי מולטימדיה
lo: ໂຄເດັກມັນຕິມີເດຍ
lv: Multivides kodeki
sq: Kodekët multimedialë
uz: Multimedia kodeklari

source: Multimedia Codecs for KDE
cs: Kodeky multimédií pro KDE
eo: Plurmediaj kodekoj por KDE
he: מקודדי מולטימדיה ל־KDE
lo: ໂຄເດັກມັນຕິມີເດຍສຳລັບ KDE
lv: Multivides kodeki KDE
sq: Kodekët Multimedialë për KDE
uz: KDE uchun multimedia kodeklari

source: Add
cs: Přidat
eo: Aldoni
he: הוספה
lo: ເພີ່ມ
lv: Pievienot
sq: Shto
uz: Qo‘shish

source: Remove
cs: Odebrat
eo: Forigi
he: הסרה
lo: ລຶບອອກ
lv: Noņemt
sq: Hiqe
uz: Olib tashlash

source: Unavailable
cs: Nedostupné
eo: Nedisponeble
he: לא זמין
lo: ບໍ່ສາມາດໃຊ້ງານໄດ້
lv: Nav pieejams
sq: I padisponueshëm
uz: Mavjud emas

source: This package is a Flatpak
cs: Toto je balíček Flatpak
eo: Ĉi tiu pako estas flatpako
he: זוהי חבילת פלטפק
lo: ແພັກເກັດນີ້ແມ່ນ Flatpak
lv: Šis pakotne ir Flatpak
sq: Kjo paketë është një Flatpak
uz: Ushbu paket Flatpak

source: All
cs: Vše
eo: Ĉiuj
he: הכול
lo: ທັງໝົດ
lv: Visas
sq: Të gjitha
uz: Hammasi

source: Cannot process this file while there are active operations. Please try again after they finish.
cs: Tento soubor nyní není možné zpracovat, protože probíhají jiné operace. Až budou dokončeny, zkuste to znovu.
eo: Ne eblas trakti ĉi tiun dosieron, dum estas aktivaj operacioj. Bonvolu provi denove, post kiam ili finiĝis.
he: לא ניתן לעבד קובץ זה בזמן שפעולות אחרות מתבצעות. נא לנסות שוב לאחר שהן יסתיימו.
lo: ບໍ່ສາມາດປະມວນຜົນໄຟລ໌ນີ້ໄດ້ໃນຂະນະທີ່ມີການດຳເນີນການຢູ່. ກະລຸນາລອງໃໝ່ອີກຄັ້ງຫຼັງຈາກສຳເລັດ.
lv: Nevar apstrādāt šo failu, kamēr notiek aktīvas darbības. Lūdzu, mēģini vēlreiz, kad tās būs pabeigtas.
sq: Ky skedar nuk mund të përpunohet ndërsa ka operacione aktive. Ju lutemi provoni përsëri pasi të përfundojnë.
uz: Faol amallar bo‘lganda ushbu fayl bilan ishlab bo‘lmaydi. Ular tugagandan so‘ng urinib ko‘ring.

source: The Flatpak repo you are trying to add already exists.
cs: Tento Flatpak repozitář už máte přidaný.
eo: La flatpaka deponejo, kiun vi provas aldoni, jam ekzistas.
he: מאגר הפלטפק הזה כבר קיים ולא ניתן להוספה.
lo: ຄັງ Flatpak ທີ່ທ່ານກຳລັງພະຍາຍາມເພີ່ມມີຢູ່ແລ້ວ.
lv: Flatpak repozitorijs, kuru mēģināt pievienot, jau pastāv.
sq: Depoja Flatpak që po përpiqeni të shtoni tashmë ekziston.
uz: Siz qo‘shmoqchi bo‘lgan Flatpak repo mavjud.

source: An error occurred attempting to add the Flatpak repo.
cs: Došlo k chybě při pokusu o přidání Flatpak repozitáře.
eo: Okazis eraro dum provo aldoni la flatpakan deponejon.
he: אירעה שגיאה בניסיון הוספת מאגר הפלטפק
lo: ເກີດຂໍ້ຜິດພາດໃນການພະຍາຍາມເພີ່ມຄັງ Flatpak.
lv: Radās kļūda, mēģinot pievienot Flatpak repozitoriju.
sq: Ndodhi një gabim gjatë përpjekjes për të shtuar depon Flatpak.
uz: Flatpak repo ko‘shishga uringanda xato yuz berdi.

source: Flatpak support is not currently available. Try installing flatpak.
cs: Podpora pro Flatpak není v tuto chvíli k dispozici. Zkuste nainstalovat flatpak.
eo: Flatpaka subteno nun ne disponeblas. Provu instali flatpakon.
he: תמיכה בפלטפק לא זמינה כעת. נא לנסות ולהתקין פלטפק.
lo: ການຮອງຮັບ Flatpak ຍັງບໍ່ສາມາດໃຊ້ງານໄດ້ໃນຂະນະນີ້. ລອງຕິດຕັ້ງ flatpak.
lv: Flatpak atbalsts pašlaik nav pieejams. Mēģini instalēt flatpak.
sq: Mbështetja për Flatpak nuk është aktualisht e disponueshme. Provo të instalosh flatpak.
uz: Flatpak qo‘llab-quvvatlanishi hozirda mavjud emas. Flatpak o‘rnatishga urinib ko‘ring.

source: Flatpak support is not currently available. Try installing flatpak and gir1.2-flatpak-1.0.
cs: Podpora pro Flatpak není v tuto chvíli k dispozici. Zkuste nainstalovat flatpak a gir1.2-flatpak-1.0.
eo: Flatpaka subteno nun ne disponeblas. Provu instali flatpakon kaj gir1.2-flatpak-1.0.
he: תמיכת פלטפק לא זמינה כעת. נא לנסות להתקין פלטפק ו־gir1.2-flatpak-1.0.
lo: ການຮອງຮັບ Flatpak ຍັງບໍ່ສາມາດໃຊ້ງານໄດ້ໃນຂະນະນີ້. ລອງຕິດຕັ້ງ flatpak ແລະ gir1.2-flatpak-1.0.
lv: Flatpak atbalsts pašlaik nav pieejams. Mēģini instalēt flatpak un gir1.2-flatpak-1.0.
sq: Mbështetja për Flatpak nuk është aktualisht e disponueshme. Provo të instalosh flatpak dhe gir1.2-flatpak-1.0.
uz: Flatpak qo‘llab-quvvatlanishi hozirda mavjud emas. Flatpak va gir1.2-flatpak-1.0 o‘rnatishga urinib ko‘ring.

source: Software Manager
cs: Správa software
eo: Programarmastrumilo
he: מנהל תוכנה
lo: ຜູ້ຈັດການຊັອບແວ
lv: Programmatūras pārvaldnieks
sq: Menaxhuesi i Programeve
uz: Dasturiy ta'minot menejeri

source: Show installed applications
cs: Zobrazit nainstalované aplikace
eo: Montri instalitajn aplikaĵojn
he: הצגת יישומונים מותקנים
lo: ສະແດງໂປຣແກຣມທີ່ຕິດຕັ້ງແລ້ວ
lv: Rādīt instalētās programmas
sq: Shfaq aplikacionet e instaluara
uz: O‘rnatilgan dasturlarni ko‘rsatish

source: Refresh the list of packages
cs: Znovu načíst seznam balíčků
eo: Aktualigi la liston de pakoj
he: ריענון ברשימת החבילות
lo: ໂຫຼດລາຍການແພັກເກັດໃໝ່
lv: Atjaunināt pakotņu sarakstu
sq: Rifresko listën e paketave
uz: Paketlar ro‘yxatini yangilash

source: Software sources
cs: Zdroje softwaru
eo: Programaraj fontoj
he: מקורות תכנה
lo: ແຫຼ່ງຊັອບແວ
lv: Programmatūras avoti
sq: Burimet e softuerit
uz: Dasturiy ta'minot manbalari

source: Preferences
cs: Předvolby
eo: Agordoj
he: העדפות
lo: ການຕັ້ງຄ່າ
lv: Iestatījumi
sq: Preferencat
uz: Parametrlar

source: About
cs: O aplikaci
eo: Pri
he: על אודות
lo: ກ່ຽວກັບ
lv: Par
sq: Rreth
uz: Haqida

source: Top Rated
cs: Nejlépe hodnocené
eo: Plej bone taksite
he: מובילים בדירוג
lo: ອັນດັບສູງສຸດ
lv: Augsti novērtēts
sq: Më të vlerësuarat
uz: Eng yuqori baholi

source: Featured
cs: Významné
eo: Elstarigite
he: מומלצים
lo: ແນະນຳ
lv: Ieteicams
sq: Të paraqitura
uz: Tavsiya etilgan

source: Categories
cs: Kategorie
eo: Kategorioj
he: סוגי־אב
lo: ໝວດໝູ່
lv: Kategorijas
sq: Kategoritë
uz: Turkumlar

source: %d task running
cs: spuštěna %d úloha
eo: %d tasko ruliĝas
he: משימה %d רצה
lo: ກຳລັງດຳເນີນການ %d ໜ້າວຽກ
lv: %d uzdevums darbojas
sq: %d detyrë në ekzekutim
uz: %d ta vazifa bajarilmoqda

source: No screenshots available
cs: Náhledy nejsou k dispozici
eo: Neniuj ekrankopioj disponeblaj
he: צילומי־מסך לא זמינים
lo: ບໍ່ມີຮູບພາບໜ້າຈໍ
lv: Ekrānšāviņi nav pieejami
sq: Nuk ka pamje të ekranit të disponueshme
uz: Skrinshotlar mavjud emas

source: There are currently active operations. Are you sure you want to quit?
cs: Právě probíhají operace. Opravdu chcete ukončit?
eo: Estas nun aktivaj operacioj. Ĉu vi certas, ke vi volas eliri?
he: קיימות פעולות בביצוע. האם לצאת?
lo: ໃນຂະນະນີ້ມີການດຳເນີນການຢູ່. ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການອອກ?
lv: Pašlaik notiek aktīvas darbības. Vai tiešām vēlies iziet?
sq: Aktualisht ka operacione aktive. Je i sigurt që dëshiron të dalësh?
uz: Hozirda faol amallar mavjud. Chiqish uchun ishonchingiz komilmi?

source: Installed Applications
cs: Nainstalované aplikace
eo: Instalitaj aplikaĵoj
he: יישומונים מותקנים
lo: ໂປຣແກຣມທີ່ຕິດຕັ້ງແລ້ວ
lv: Instalētās lietojumprogrammas
sq: Aplikacione dhe instalime
uz: O‘rnatilgan ilovalar

source: Currently working on the following packages
cs: Nyní zpracovává následující balíčky
eo: Nun prilaborado de la sekvaj pakoj
he: כעת מתבצעת עבודה על החבילות הבאות
lo: ກຳລັງດຳເນີນການກັບແພັກເກັດຕໍ່ໄປນີ້
lv: Pašlaik strādā pie šādām pakotnēm
sq: Aktualisht po punohet në paketat e mëposhtme
uz: Hozirda quyidagi paketlar ustida ishlamoqda

source: Internet
eo: Interreto
he: מרשתת
lo: ອິນເຕີເນັດ
lv: Internets
sq: Interneti

source: Web
eo: Reto
he: רשת
lo: ເວັບ
lv: Tīmeklis
uz: Veb

source: Email
eo: Retpoŝto
he: דוא״ל
lo: ອີເມລ
lv: E-pasts
uz: Elektron pochta

source: Chat
eo: Babilado
he: שיחוח
lo: ສົນທະນາ
lv: Tērzēšana
sq: Bisedë

source: File sharing
cs: Sdílení souborů
eo: Dosiera komunigo
he: שיתוף קבצים
lo: ການແບ່ງປັນໄຟລ໌
lv: Failu koplietošana
sq: Shpërndarje skedarësh
uz: Fayllar ulushish

source: Sound and video
cs: Zvuk a video
eo: Sono kaj filmeto
he: שמע וחוזי
lo: ສຽງ ແລະ ວິດີໂອ
lv: Skaņa un video
sq: Zë dhe video
uz: Ovoz va video

source: Sound
cs: Zvuk
eo: Sono
he: שמע
lo: ສຽງ
lv: Skaņa
sq: Tingulli
uz: Ovoz

source: Video
eo: Filmeto
he: חוזי
lo: ວິດີໂອ

source: Graphics
cs: Grafika
eo: Grafiko
he: עיצוב
lo: ກຣາບຟິກ
lv: Grafika
sq: Grafikët
uz: Grafika

source: 3D
he: תלת־ממד
lo: 3ມິຕິ

source: Drawing
cs: Kreslení
eo: Desegnado
he: ציור
lo: ແຕ້ມຮູບ
lv: Zīmēšana
sq: Vizatim
uz: Chizish

source: Photography
cs: Fotografie
eo: Fotado
he: צילום
lo: ການຖ່າຍຮູບ
lv: Fotografēšana
sq: Fotografia
uz: Fotografiya

source: Publishing
cs: Publikování
eo: Eldonado
he: פרסום
lo: ສິ່ງພິມ
lv: Publicēšana
sq: Publikimi
uz: Nashr etish

source: Scanning
cs: Skenování
eo: Skanado
he: סריקה
lo: ການສະແກນ
lv: Skenēšana
sq: Skanimi
uz: Skanerlash

source: Viewers
cs: Prohlížeče
eo: Montriloj
he: מַשְׁקֵפים
lo: ໂປຣແກຣມເບິ່ງ
lv: Skatītāji
sq: Shfaqës
uz: Ko‘ruvchilar

source: Office
cs: Kancelář
eo: Oficejo
he: משרד
lo: ຫ້ອງການ
lv: Birojs
sq: Zyra
uz: Ofis

source: Games
cs: Hry
eo: Ludoj
he: משחקים
lo: ເກມ
lv: Spēles
sq: Lojërat
uz: O‘yinlar

source: Board games
cs: Deskové hry
eo: Tabulludoj
he: משחקי לוח
lo: ເກມກະດານ
lv: Galda spēles
sq: Lojëra board
uz: Taxta o‘yinlari

source: First-person
cs: Z vlastního pohledu
eo: Unua-persono
he: גוף ראשון
lo: ມຸມມອງບຸກຄົນທີໜຶ່ງ
lv: Pirmās personas
sq: Vetë e parë
uz: Birinchi shaxs

source: Real-time strategy
cs: Real-time strategie
eo: Realtempa strategio
he: אסטרטגיה בזמן אמת
lo: ຍຸດທະສາດແບບສົດ
lv: Reālā laika stratēģija
sq: Strategji në kohë reale
uz: Real-vaqt rejimida strategiya

source: Turn-based strategy
cs: Tahové strategie
eo: Vico-bazita strategio
he: אסטרטגיה מבוססת תור
lo: ຍຸດທະສາດແບບຜັດປ່ຽນ
lv: Gājienu strātēģija
sq: Strategji me ndryshime
uz: Navbat asosidagi strategiya

source: Emulators
cs: Emulátory
eo: Imitiloj
he: מדמים
lo: ໂປຣແກຣມຈຳລອງ
lv: Emulatori
sq: Stimuluesit
uz: Emulyatorlar

source: Simulation and racing
cs: Simulace a závody
eo: Simulado kaj kurkonkursado
he: הדמיה ומרוצים
lo: ຈຳລອງ ແລະ ແຂ່ງລົດ
lv: Simulāciajs un sacensības
sq: Stimulim dhe garë
uz: Simulyatsiya va poyga

source: Accessories
cs: Příslušenství
eo: Utilaĵoj
he: עזרים
lo: ອຸປະກອນເສີມ
lv: Piederumi
sq: Aksesorët
uz: Aksessuarlar

source: System tools
cs: Systémové nástroje
eo: Sistem-iloj
he: כלי מערכת
lo: ເຄື່ອງມືລະບົບ
lv: Sistēmas rīki
sq: Mjetet e sistemit
uz: Tizim uskunalari

source: Fonts
cs: Písma
eo: Tiparoj
he: גופנים
lo: ຟອນ
lv: Fonti
sq: Gërmat
uz: Shriftlar

source: Science and Education
cs: Věda a vzdělávání
eo: Scienco kaj edukado
he: מדע וחינוך
lo: ວິທະຍາສາດ ແລະ ການສຶກສາ
lv: Zinātne un izglītība
sq: Shkenca dhe Edukimi
uz: Fan va ta'lim

source: Science
cs: Věda
eo: Scienco
he: מדע
lo: ວິທະຍາສາດ
lv: Zinātne
sq: Shkencë
uz: Fan

source: Maths
cs: Matematika
eo: Matematiko
he: מתמטיקה
lo: ຄະນິດສາດ
lv: Matemātika
sq: Matematikë
uz: Matematika

source: Education
cs: Výuka
eo: Edukado
he: חינוך
lo: ການສຶກສາ
lv: Izglītība
sq: Edukimi
uz: Ta'lim

source: Electronics
cs: Elektronika
eo: Elektroniko
he: אלקטרוניקה
lo: ເອເລັກໂຕຣນິກ
lv: Elektronika
sq: Elektronikë
uz: Elektronika

source: Programming
cs: Programování
eo: Programado
he: תכנות
lo: ການຂຽນໂປຣແກຣມ
lv: Programmēšana
sq: Programimi
uz: Dasturlash

source: Python
he: פייתון

source: Essentials
cs: Nejpodstatnější
eo: Fundamentoj
he: עקרונות
lo: ສິ່ງຈຳເປັນ
lv: Pamata
sq: Gjerat e thelbësore
uz: Asosiy

source: All Applications
cs: Všechny aplikace
eo: Ĉiuj aplikaĵoj
he: כל היישומונים
lo: ໂປຣແກຣມທັງໝົດ
lv: Visas lietojumprogrammas
sq: Të gjitha aplikimet
uz: Barcha ilovalar

source: All operations complete
cs: Všechny operace dokončeny
eo: Ĉiuj operacioj kompletigitaj
he: כל הפעולות הושלמו
lo: ທຸກການດຳເນີນການສຳເລັດແລ້ວ
lv: Visas darbības pabeigtas
sq: Të gjitha operacionet përfunduan
uz: Hamma amallar tugatildi

source: No matching packages found
cs: Nenalezeny žádné odpovídající balíčky
eo: Neniu kongrua pako trovita
he: לא נמצאו חבילות תואמות
lo: ບໍ່ພົບແພັກເກັດທີ່ກົງກັນ
lv: Nav atrasta neviena atbilstoša pakotne
sq: Nuk u gjetën paketa që përputhen
uz: Mos paketlar topilmadi

source: No packages to show. This may indicate a problem - try refreshing the cache.
cs: Nejsou žádné balíčky k zobrazení. To může značit problém – zkuste obnovit mezipaměť balíčků.
eo: Ne estas pakoj por montri. Eble ĉi tio indikas problemon - provu aktualigi la kaŝmemoron.
he: אין חבילות להצגה. עשוי להצביע על בעיה – נא לרענן את המטמון.
lo: ບໍ່ມີແພັກເກັດທີ່ຈະສະແດງ. ນີ້ອາດເປັນສັນຍານບອກບັນຫາ - ລອງໂຫຼດແຄດໃໝ່.
lv: Nav parādāmu pakotņu. Tas var norādīt uz problēmu - mēģini atsvaidzināt kešatmiņu.
sq: Nuk ka paketa për t'u shfaqur. Kjo mund të tregojë një problem - provoni të rifreskoni memorien e përkohshme.
uz: Ko‘rsatiladigan paketlar yo‘q. Bu muammoni ko‘rsatishi mumkin - keshni yangilashga urinib ko‘ring.

source: System Package
cs: Systémový balíček
eo: Sistempako
he: חבילת מערכת
lo: ແພັກເກັດລະບົບ
lv: Sistēmas pakotne
sq: Paketa e Sistemit
uz: Tizim paketi

source: Your system's package manager
cs: Správce balíčků vašeho systému
eo: La pako-administrilo de via sistemo
he: מנהל חבילת המערכת
lo: ຜູ້ຈັດການແພັກເກັດຂອງລະບົບທ່ານ
lv: Tavas sistēmas pakotņu pārvaldnieks
sq: Menaxheri i paketave të sistemit tuaj
uz: Tizim paket menejeri

source: Flatpak (%s)
eo: Flatpako (%s)
he: פלטפק (%s)

source: by %s
cs: podle %s
eo: laŭ %s
he: על־ידי %s
lo: ໂດຍ %s
lv: līdz %s
sq: nga %s
uz: %s boʻyicha

source: Unknown maintainer
cs: Neznámý správce
eo: Nekonata prizorganto
he: מתחזק לא ידוע
lo: ບໍ່ຮູ້ຈັກຜູ້ດູແລ
lv: Nezināms uzturētājs
sq: Mirëmbëjtës i paqehur
uz: Noma'lum ta'minotchi

source: Homepage
cs: Domovská stránka
eo: Hejmpaĝo
he: עמוד בית
lo: ໜ້າຫຼັກ
lv: Mājas lapa
sq: Faqja kryesore
uz: Uy sahifasi

source: Documentation
cs: Dokumentace
eo: Dokumentado
he: תיעוד
lo: ເອກະສານ
lv: Dokumentācija
sq: Dokumentacioni
uz: Hujjatlar

source: %d Review
cs: %d Recenze
eo: %d Prijuĝo
he: ביקורת %d
lo: %d ຣີວິວ
lv: %d Atsauksme
sq: %d Rishikimi
uz: %d ta ko‘rib chiqish

source: Click <a href='%s'>here</a> to add your own review.
cs: Kliknutím <a href='%s'>sem</a> přidáte svou vlastní recenzi.
eo: Klaku <a href='%s'>ĉi tie</a> por aldoni vian propran prijuĝon.
he: נא להקיש <a href='%s'>כאן</a> להוספת ביקורת אישית.
lo: ຄລິກ <a href='%s'>ທີ່ນີ້</a> ເພື່ອເພີ່ມຣີວິວຂອງທ່ານເອງ.
lv: Noklikšķiniet uz <a href='%s'>here</a> , lai pievienotu savu atsauksmi.
sq: Klikoni <a href='%s'>këtu</a> për të shtuar vlerësimin tuaj.
uz: Yangi sharh qo‘shish uchun <a href='%s'>shu joyga</a> bosing.

source: Unable to communicate with servers. Check your Internet connection and try again.
cs: Nelze komunikovat se servery. Zkontrolujte připojení k internetu a zkuste to znovu.
eo: Ne eblas komuniki kun serviloj. Kontrolu vian interretan konekton kaj provu denove.
he: לא ניתן לתקשר עם השרת. נא לבדוק את החיבור למרשתת ולנסות שוב.
lo: ບໍ່ສາມາດສື່ສານກັບເຊີບເວີໄດ້. ກວດສອບການເຊື່ອມຕໍ່ອິນເຕີເນັດຂອງທ່ານ ແລະ ລອງໃໝ່ອີກຄັ້ງ.
lv: Nevar sazināties ar serveriem. Pārbaudi interneta savienojumu un mēģini vēlreiz.
sq: Nuk mund të komunikohet me serverat. Kontrolloni lidhjen tuaj të internetit dhe provoni përsëri.
uz: Serverlar bilan bog‘lanib bo‘lmadi. Internet ulanishingizni tekshiring va qaytadan urinib ko‘ring.

source: Installed
cs: Nainstalováno
eo: Instalite
he: מותקן
lo: ຕິດຕັ້ງແລ້ວ
lv: Instalēts
sq: E instaluar
uz: O‘rnatilgan

source: Removing
cs: Odstraňování
eo: Forigado
he: מתבצעת הסרה
lo: ກຳລັງລຶບອອກ
lv: Noņem
sq: Heqja
uz: Olib tashlanmoqda

source: Install
cs: Nainstalovat
eo: Instali
he: התקנה
lo: ຕິດຕັ້ງ
lv: Instalēt
sq: Instalo
uz: O‘rnatish

source: Not installed
cs: Nenainstalováno
eo: Neinstalite
he: לא מותקן
lo: ຍັງບໍ່ໄດ້ຕິດຕັ້ງ
lv: Nav uzstādīts
sq: Nuk është instaluar
uz: O‘rnatilmagan

source: Installing
cs: Instalace
eo: Instalado
he: מתבצעת התקנה
lo: ກຳລັງຕິດຕັ້ງ
lv: Instalē
sq: Instalimi
uz: O‘rnatilmoqda

source: Cannot remove
cs: Není možné odebrat
eo: Ne eblas forigi
he: לא ניתן להסרה
lo: ບໍ່ສາມາດລຶບອອກໄດ້
lv: Nevar noņemt
sq: Nuk mund të hiqet
uz: Olib tashlab bo‘lmadi

source: Removing this package could cause irreparable damage to your system.
cs: Odebrání tohoto balíčku by způsobilo neopravitelné poškození systému.
eo: Forigo de ĉi tiu pako eble neripareble damaĝus vian sistemon.
he: הסרת חבילה זו עלולה לגרום נזק בלתי הפיך למערכת.
lo: ການລຶບແພັກເກັດນີ້ອອກອາດເຮັດໃຫ້ລະບົບຂອງທ່ານເສຍຫາຍຢ່າງຖາວອນ.
lv: Šīs pakotnes noņemšana var izraisīt neatgriezeniskus sistēmas bojājumus.
sq: Heqja e kësaj pakete mund të shkaktojë dëme të pariparueshme në sistemin tuaj.
uz: Ushbu paketni o‘chirish tizimga tuzatib bo‘lmaydigan zarar keltirishi mumkin.

source: Cannot install
cs: Není možné nainstalovat
eo: Ne eblas instali
he: לא ניתן להתקנה
lo: ບໍ່ສາມາດຕິດຕັ້ງໄດ້
lv: Nevar instalēt
sq: Nuk mund të instalohet
uz: O‘rnatib bo‘lmadi

source: Installing this package could cause irreparable damage to your system.
cs: Instalace tohoto balíčku by způsobilo neopravitelné poškození systému.
eo: Instalado de ĉi tiu pako eble neripareble damaĝus vian sistemon.
he: התקנת חבילה זו עלולה לגרום נזק בלתי הפיך למערכת.
lo: ການຕິດຕັ້ງແພັກເກັດນີ້ອາດເຮັດໃຫ້ລະບົບຂອງທ່ານເສຍຫາຍຢ່າງຖາວອນ.
lv: Šīs pakotnes instalēšana var izraisīt neatgriezeniskus sistēmas bojājumus.
sq: Instalimi i kësaj pakete mund të shkaktojë dëme të pariparueshme në sistemin tuaj.
uz: Ushbu paketni o‘rnatish tizimga tuzatib bo‘lmaydigan zarar keltirishi mumkin.

source: Not available
cs: Není k dispozici
eo: Ne disponeble
he: לא זמין
lo: ບໍ່ມີໃຫ້ບໍລິການ
lv: Nav pieejams
sq: Jo në dispozicion
uz: Mavjud emas

source: Please use apt-get to install this package.
cs: K instalaci tohoto balíčku použijte apt-get.
eo: Bonvolu uzi apt-get por instali ĉi tiun pakon.
he: נא להשתמש ב־apt-get install להתקנת חבילה זו.
lo: ກະລຸນາໃຊ້ apt-get ເພື່ອຕິດຕັ້ງແພັກເກັດນີ້.
lv: Lūdzu, izmanto apt-get, lai instalētu šo pakotni.
sq: Ju lutemi përdorni apt-get që të instaloni këtë paketë.
uz: Ushbu paketni o'rnatish uchun apt-get dan foydalaning.

source: Use apt-get to remove this package.
cs: K odstranění tohoto balíčku použijte apt-get.
eo: Uzu apt-get por forigi ĉi tiun pakon.
he: נא להשתמש בפקודת apt-get להסרת חבילה זו.
lo: ໃຊ້ apt-get ເພື່ອລຶບແພັກເກັດນີ້ອອກ.
lv: Izmantojiet apt-get, lai noņemtu šo pakotni.
sq: Përdorni apt-get për të hequr këtë paketë.
uz: Ushbu paketni olib tashlash uchun apt-get dan foydalaning.

source: Try again
cs: Zkusit znovu
eo: Provu denove
he: נא לנסות שוב
lo: ລອງໃໝ່
lv: Mēģini vēlreiz
sq: Provo përsëri
uz: Qayta urinib ko‘ring

source: Something went wrong. Click to try again.
cs: Něco se pokazilo. Klikněte na Zkusit znovu.
eo: Io fiaskis. Klaku por provi denove.
he: משהו השתבש. נא להקיש לנסיון חוזר.
lo: ເກີດຂໍ້ຜິດພາດ. ຄລິກເພື່ອລອງໃໝ່.
lv: Kaut kas nogāja greizi. Noklikšķini, lai mēģinātu vēlreiz.
sq: Diçka shkoi keq. Klikoni për të provuar përsëri.
uz: Nimadir noto‘g‘ri bajarildi. Qayta urinish uchun bosing.

source: %(localSize)s of disk space required
cs: požadováno %(localSize)s místa na disku
eo: %(localSize)s da diskospaco postulata
he: נדרשים %(localSize)s מנפח הכונן
lo: ຕ້ອງການພື້ນທີ່ດິສກ໌ %(localSize)s
lv: %(localSize)s nepieciešamā vieta uz diska
sq: %(localSize)s hapësirë në disk kërkohet
uz: Diskda %(localSize)s joy talab qilinadi

source: %(downloadSize)s to download, %(localSize)s of disk space freed
cs: %(downloadSize)s ke stažení, %(localSize)s místa na úložišti uvolněno
eo: %(downloadSize)s por elŝuti, %(localSize)s da diskospaco liberigita
he: %(downloadSize)s להורדה, %(localSize)s מנפח הכונן שוחררו
lo: ດາວໂຫຼດ %(downloadSize)s, ພື້ນທີ່ດິສກ໌ວ່າງ %(localSize)s
lv: %(downloadSize)s lai, lejupielādētu, %(localSize)s atbrīvotā vieta diskā
sq: %(downloadSize)s për tu shkarkuar, %(localSize)s hapësirë në disk e liruarof disk space freed
uz: %(downloadSize)s hajmdagi ma'lumotni ko‘chish uchun diskda %(localSize)s joy bo‘shatildi

source: %(downloadSize)s to download, %(localSize)s of disk space required
cs: %(downloadSize)s ke stažení, požadováno %(localSize)s místa na úložišti
eo: %(downloadSize)s por elŝuti, %(localSize)s da diskospaco postulata
he: %(downloadSize)s להורדה, נפח כונן נדרש %(localSize)s
lo: ດາວໂຫຼດ %(downloadSize)s, ຕ້ອງການພື້ນທີ່ດິສກ໌ %(localSize)s
lv: %(downloadSize)s lai, lejupielādētu %(localSize)s nepieciešamā vieta uz diska
sq: %(downloadSize)s për tu shkarkuar, %(localSize)s hapësirë në disk kërkohet
uz: %(downloadSize)s hajmdagi ma'lumotni ko‘chish uchun diskda %(localSize)s joy talab qilinadi

source: General search options
cs: Obecné možnosti vyhledávání
eo: Gxeneralaj sercxopcioj
he: אפשרויות חיפוש כלליות
lo: ຕົວເລືອກການຄົ້ນຫາທົ່ວໄປ
lv: Vispārīgās meklēšanas opcijas
sq: Opsionet e përgjithshme të kërkimit
uz: Umumiy qidirish variantlari

source: Search in packages summary (slower search)
cs: Vyhledat v přehledu balíčků (pomalejší vyhledávání)
eo: Serĉi en pakresumoj (pli malrapida serĉado)
he: חיפוש בסיכום חבילות (חיפוש איטי יותר)
lo: ຄົ້ນຫາໃນບົດສະຫຼຸບຂອງແພັກເກັດ (ຄົ້ນຫາຊ້າລົງ)
lv: Meklēt pakotņu kopsavilkumā (lēnāka meklēšana)
sq: Kërko në përmbledhjen e paketave (kërkim më i ngadaltë)
uz: Paketlar xulosasida qidirish (sekinroq qidirish)

source: Search in packages description (even slower search)
cs: Vyhledat v popisu balíčků (ještě pomalejší vyhledávání)
eo: Serĉi en pakpriskriboj (eĉ pli malrapida serĉado)
he: חיפוש בתיאור החבילות (חיפוש איטי עוד יותר)
lo: ຄົ້ນຫາໃນລາຍລະອຽດຂອງແພັກເກັດ (ຄົ້ນຫາຊ້າຍິ່ງຂຶ້ນ)
lv: Meklēt pakotņu aprakstā (vēl lēnāka meklēšana)
sq: Kërko në përshkrimin e paketave (kërkim edhe më i ngadaltë)
uz: Paket tavsifida qidirish (sekinroq qidirish)

source: Flatpaks
cs: Balíčky Flatpak
eo: Flatpakoj
he: פלטפק
sq: Paketat e sheshta
uz: Flatpaklar

source: Show unverified Flatpaks (not recommended)
cs: Zobrazit neověřené balíčky Flatpak (nedoporučuje se)
eo: Montri nekontrolitajn flatpakojn (ne rekomendite)
he: להציג פלטפק לא מאומת (לא מומלץ)
lo: ສະແດງ Flatpaks ທີ່ບໍ່ໄດ້ຮັບການກວດສອບ (ບໍ່ແນະນຳ)
lv: Rādīt nepārbaudītus Flatpaks (nav ieteicams)
sq: Shfaq Flatpak-et e paverifikuara (nuk rekomandohet)
uz: Tasdiqlanmagan Flatpaklarni ko‘rsatish (tavsiya etilmaydi)

source: List all types
cs: Seznam všech typů
eo: Listigi ĉiujn tipojn
he: רשימת כל הסוגים
lo: ສະແດງທຸກປະເພດ
lv: Uzskaitīt visus tipus
sq: Listoni të gjitha llojet
uz: Barcha turlarni ko‘rsatish

source: Only list the Flatpak
cs: Pouze seznam balíčků Flatpak
eo: Listigi nur la flatpakojn
he: רשימת פלטפק בלבד
lo: ສະແດງສະເພາະ Flatpak
lv: Uzskaitīt tikai Flatpak
sq: Rendit vetëm Flatpak-un
uz: Faqat Flatpak ko‘rsatish

source: Only list the system package
cs: Pouze seznam systémových balíčků
eo: Listigi nur la sistempakon
he: רשימת חבילות מערכת בלבד
lo: ສະແດງສະເພາະແພັກເກັດລະບົບ
lv: Uzskaitīt tikai sistēmas pakotni
sq: Listo vetëm paketën e sistemit
uz: Faqat tizim paketini ko‘rsatish

source: When an app has multiple formats:
cs: Pokud má aplikace více formátů:
eo: Se apo havas plurajn formojn:
he: כשליישום קיימים תסדירים מרובים:
lo: ເມື່ອແອັບມີຫຼາຍຮູບແບບ:
lv: Ja programmai ir vairāki formāti:
sq: Kur një aplikacion ka formate të shumta:
uz: Ilova bir nechta formatga ega bo‘lsa:

source: Install new applications
cs: Nainstalovat nové aplikace
eo: Instali novajn aplikaĵojn
he: התקנת יישומונים חדשים
lo: ຕິດຕັ້ງໂປຣແກຣມໃໝ່
lv: Instalēt jaunas lietojumprogrammas
sq: Instalo programe të reja
uz: Yangi ilovalarni o‘rnatish

source: Unverified Flatpaks represent a huge security risk
cs: Neověřené balíky Flatpak představují obrovské bezpečnostní riziko
eo: Nekontrolitaj flatpakoj prezentas egan sekurecan riskon
he: חבילות פלטפק לא מאומתים מהווים סיכון אבטחה עצום
lo: Flatpaks ທີ່ບໍ່ໄດ້ຮັບການກວດສອບແມ່ນມີຄວາມສ່ຽງດ້ານຄວາມປອດໄພສູງ
lv: Nepārbaudīti Flatpaks ir liels drošības risks
sq: Flatpak-et e paverifikuara përfaqësojnë një rrezik të madh sigurie
uz: Tasdiqlanmagan Flatpaks katta xavf tug‘diradi
