Repository: linuxmint/mint-translations
Catalog: po-export/mintinstall/mintinstall-ay.po
Languages: ay

source: Multimedia Codecs
ay: Kirkimpi videompi códecs

source: Multimedia Codecs for KDE
ay: Kirkimp videompi códecs KDE ukataki

source: Remove
ay: Chhaqhtayaña

source: All
ay: Taqpacha

source: Cannot process this file while there are active operations. Please try again after they finish.
ay: Naktat lurawinak utjkipanxa, aka wayaqx janiw sarachaskaspati. Tukt'ayasinxa mayamp yant'am.

source: The Flatpak repo you are trying to add already exists.
ay: Flatpak pirwa yapañ munasktaxa utjxiwa.

source: An error occurred attempting to add the Flatpak repo.
ay: Flatpak pirwa yapasinx pantjiwa.

source: Flatpak support is not currently available. Try installing flatpak.
ay: Flatpak aplikasiyunanakax janiw utjkiti. flatpak q'ipicha uchantasmawa.

source: Flatpak support is not currently available. Try installing flatpak and gir1.2-flatpak-1.0.
ay: Flatpak aplikasiyunanakax janiw utjkiti. flatpak ukhamaraki gir1.2-flatpak-1.0 q'ipichanak uchantasmawa.

source: Software Manager
ay: Software irpiri

source: Show installed applications
ay: Uchantat aplikasiyunanak uñachayaña

source: Refresh the list of packages
ay: Q'ipichanak tanta jichhaptayaña

source: About
ay: Akxata

source: %d task running
ay: %d luraw lurasinxa

source: There are currently active operations. Are you sure you want to quit?
ay: Naktat lurawinak utji. ¿Mistuñ munapuntati?

source: Installed Applications
ay: Uchantat aplikasiyunanak

source: Currently working on the following packages
ay: Jutir q'ipichanakan irnaqasiski

source: Internet
ay: Llikapura (Internet)

source: Web
ay: Llika (web)

source: Email
ay: E-chaski

source: Chat
ay: Aruskipawi

source: File sharing
ay: Wayaqanak turkakipawi

source: Sound and video
ay: Kirkiwimpi videompi

source: Sound
ay: Kirkiwi

source: Video
ay: Vídeo

source: Graphics
ay: Jamuqanaka

source: Drawing
ay: Jamuqa

source: Photography
ay: Phututaki

source: Publishing
ay: Taqiru yatxatayaña

source: Scanning
ay: Ullakipaskiwa

source: Viewers
ay: Uñjiyirinaka

source: Office
ay: Irnaqañ uta (oficina)

source: Games
ay: Anatañanaka

source: Board games
ay: Misan anatañanaka

source: First-person
ay: Mayir jaqi

source: Real-time strategy
ay: Jichhpach luraw thakhi

source: Turn-based strategy
ay: Turnut turnu luraw thakhi

source: Emulators
ay: Tukurinaka (emuladores)

source: Simulation and racing
ay: Tukuwimpi t'ijuñanakampi

source: Accessories
ay: Phuqhayirinaka

source: System tools
ay: Sistema ukan irnaqañ yänaka

source: Fonts
ay: Qillqa kastanaka

source: Science and Education
ay: Yatxatawimpi yatichäwimpi

source: Science
ay: Yatxatawi

source: Maths
ay: Jakhuchawi (matemáticas)

source: Education
ay: Yatichawi

source: Electronics
ay: Illapata yänaka (Electrónica)

source: Programming
ay: Wakichayawi

source: Essentials
ay: Wakiskirinaka

source: All Applications
ay: Taqpach aplikasiyunanaka

source: All operations complete
ay: Taqpach lurawinakax phuqhasiwa

source: No matching packages found
ay: Janiw ni mä puraptat q'ipicha jikiskiti

source: No packages to show. This may indicate a problem - try refreshing the cache.
ay: No hay paquetes que mostrar Janiw q'ipichanak uñachayañatak utjkiti. Q'ipichanak tanta ukat mayamp apaqasmawa.

source: Click <a href='%s'>here</a> to add your own review.
ay: Klik luram <a href='%s'>akjaru</a> arst'awim yapañataki.

source: Installed
ay: Uchantata

source: Removing
ay: Chhaqhtayaskiwa

source: Install
ay: Uchantaña

source: Not installed
ay: Janiw uchantatakiti

source: Installing
ay: Uchantasina

source: Cannot remove
ay: Janiw chhaqtayaskaspati

source: Removing this package could cause irreparable damage to your system.
ay: Aka q'ipich chhaqhtayasax, sistema ukarux janipuniw walt'aykaspati.

source: Cannot install
ay: Janiw uchantaskaspati

source: Installing this package could cause irreparable damage to your system.
ay: Aka q'ipicha uchantasax, sistema ukarux janiw walt'aykaspati.

source: Not available
ay: Janiw apnaqaskaspati

source: Please use apt-get to install this package.
ay: apt-get apnaqam, aka q'ipicha uchantañataki.

source: %(localSize)s of disk space required
ay: %(localSize)s ch'usawxa tisku(disco) ukat munasi

source: %(downloadSize)s to download, %(localSize)s of disk space freed
ay: %(downloadSize)s apaqañataki, %(localSize)s ch'usawxa tisku (disco) ukat antutjata

source: %(downloadSize)s to download, %(localSize)s of disk space required
ay: %(downloadSize)s apaqañataki, %(localSize)s ch'usawxa tisku(disco) ukat munasi

source: Install new applications
ay: Machaq aplikasiyunanak uchantaña

source: Refresh
ay: Jichhaptayaña

source: Launch
ay: Lurayaña

source: Please be patient. This can take some time...
ay: Suyt'akim, akax qhipt'aspawa...

source: Details
ay: Juk'amp yatiyawi

source: Reviews
ay: Arst'awi

source: Searching software repositories, one moment
ay: Software pirwanakan thaqhaskiwa, mä juk'a suyt'am

source: Limit search to current listing
ay: Jichha tanta ukanaki thaqaña
