Repository: linuxmint/mint-translations
Catalog: po-export/mintmenu/mintmenu-*.po
Languages: lo

source: Click to set a new accelerator key for opening and closing the menu.
lo: ຄລິກເພື່ອຕັ້ງຄ່າປຸ່ມລັດໃໝ່ສຳລັບການເປີດ ແລະ ປິດເມນູ.

source: Press Escape or click again to cancel the operation.
lo: ກົດ Escape ຫຼື ຄລິກອີກຄັ້ງເພື່ອຍົກເລີກການດຳເນີນການ.

source: Press Backspace to clear the existing keybinding.
lo: ກົດ Backspace ເພື່ອລຶບການຜູກປຸ່ມທີ່ມີຢູ່.

source: Pick an accelerator
lo: ເລືອກປຸ່ມລັດ

source: <not set>
lo: <ບໍ່ໄດ້ຕັ້ງຄ່າ>

source: Menu
lo: ເມນູ

source: Couldn't load plugin:
lo: ບໍ່ສາມາດໂຫລດປລັກອິນ:

source: Couldn't initialize plugin
lo: ບໍ່ສາມາດເລີ່ມຕົ້ນປລັກອິນ

source: Advanced MATE Menu
lo: ລາຍການ MATE ຂັ້ນສູງ

source: Preferences
lo: ການຕັ້ງຄ່າ

source: Edit menu
lo: ແກ້ໄຂເມນູ

source: Reload plugins
lo: ໂຫລດປລັກອິນຄືນໃໝ່

source: About
lo: ກ່ຽວກັບ

source: Custom Place
lo: ສະຖານທີ່ກຳນົດເອງ

source: Name:
lo: ຊື່:

source: Select a folder
lo: ເລືອກໂຟເດີ

source: Folder:
lo: ໂຟເດີ:

source: Menu preferences
lo: ການຕັ້ງຄ່າລາຍການ

source: Menu button
lo: ປຸ່ມເມນູ

source: Applet button in the panel
lo: ປຸ່ມແອັບເປິ້ນໃນແຖບໜ້າວຽກ

source: Show button icon
lo: ສະແດງໄອຄອນປຸ່ມ

source: Button text
lo: ຂໍ້ຄວາມເທິງປຸ່ມ

source: Menu icons
lo: ໄອຄອນເມນູ

source: Button icon
lo: ໄອຄອນປຸ່ມ

source: Keyboard shortcut
lo: ປຸ່ມລັດແປ້ນພິມ

source: Options
lo: ບັນດາຕົວເລືອກ

source: General applet options
lo: ຕົວເລືອກທົ່ວໄປຂອງແອັບເປິ້ນ

source: Show system management
lo: ສະແດງການຈັດການລະບົບ

source: Show places
lo: ສະແດງສະຖານທີ່

source: Show recently used documents and applications
lo: ສະແດງເອກະສານ ແລະ ໂປຣແກຣມທີ່ໃຊ້ຫຼ້າສຸດ

source: Show tooltips
lo: ສະແດງຄຳແນະນຳ

source: Theme
lo: ຮູບແບບສີສັນ

source: Custom theme selection
lo: ການເລືອກຮູບແບບສີສັນເອງ

source: Desktop theme
lo: ຮູບແບບສີສັນເດັສທັອບ

source: Theme:
lo: ຮູບແບບສີສັນ:

source: Icon sizes
lo: ຂະໜາດໄອຄອນ

source: The size of the icons
lo: ຂະໜາດຂອງໄອຄອນ

source: Favorites
lo: ລາຍການທີ່ມັກ

source: Applications
lo: ໂປຣແກຣມທັງໝົດ

source: System
lo: ລະບົບ

source: Places
lo: ສະຖານທີ່

source: Layout
lo: ຮູບແບບ

source: Section layout
lo: ຮູບແບບພາກສ່ວນ

source: Show search bar on top
lo: ສະແດງແຖບຄົ້ນຫາຢູ່ດ້ານເທິງ

source: Show applications comments
lo: ສະແດງຄຳອະທິບາຍຂອງໂປຣແກຣມ

source: Categories
lo: ໝວດໝູ່

source: Applications categories
lo: ໝວດໝູ່ໂປຣແກຣມ

source: Show category icons
lo: ສະແດງໄອຄອນໝວດໝູ່

source: Switch categories on hover
lo: ປ່ຽນໝວດໝູ່ເມື່ອເລື່ອນເມົ້າສ໌ຜ່ານ

source: Hover delay
lo: ການໜ່ວງເວລາເມື່ອເລື່ອນເມົ້າສ໌ຜ່ານ

source: milliseconds
lo: ມິນລິວິນາທີ

source: Search
lo: ຄົ້ນຫາ

source: Search options
lo: ຕົວເລືອກການຄົ້ນຫາ

source: Search for packages to install
lo: ຄົ້ນຫາແພັກເກັດເພື່ອຕິດຕັ້ງ

source: Remember the last category or search
lo: ຈື່ຈຳໝວດໝູ່ ຫຼື ການຄົ້ນຫາຫຼ້າສຸດ

source: Enable Internet search
lo: ເປີດໃຊ້ການຄົ້ນຫາທາງອິນເຕີເນັດ

source: Search command
lo: ຄຳສັ່ງຄົ້ນຫາ

source: Number of columns
lo: ຈຳນວນຖັນ

source: Swap name and generic name
lo: ສະຫຼັບຊື່ ແລະ ຊື່ທົ່ວໄປ

source: Show favorites when the menu is open
lo: ສະແດງລາຍການທີ່ມັກເມື່ອເມນູເປີດ

source: Custom height
lo: ຄວາມສູງກຳນົດເອງ

source: Height
lo: ຄວາມສູງ

source: Items
lo: ລາຍການ

source: Toggle default items
lo: ສະຫຼັບລາຍການເລີ່ມຕົ້ນ

source: Software Manager
lo: ຜູ້ຈັດການຊັອບແວ

source: Package Manager
lo: ຜູ້ຈັດການແພັກເກັດ

source: Control Center
lo: ສູນຄວບຄຸມ

source: Terminal
lo: ເທີມິນໍ

source: Lock Screen
lo: ລັອກໜ້າຈໍ

source: Logout
lo: ອອກຈາກລະບົບ

source: Quit
lo: ອອກ

source: Computer
lo: ຄອມພິວເຕີ

source: Home Folder
lo: ໂຟເດີບ້ານ

source: Network
lo: ເຄືອຂ່າຍ

source: Desktop
lo: ເດັສທັອບ

source: Trash
lo: ຖັງຂີ້ເຫຍື້ອ

source: GTK Bookmarks
lo: ບຸກມາກ GTK

source: Custom places
lo: ສະຖານທີ່ກຳນົດເອງ

source: You can add your own places in the menu
lo: ທ່ານສາມາດເພີ່ມສະຖານທີ່ຂອງທ່ານເອງໃນເມນູໄດ້

source: Name
lo: ຊື່

source: Path
lo: ເສັ້ນທາງ

source: Search DuckDuckGo for %s
lo: ຄົ້ນຫາ %s ໃນ DuckDuckGo

source: Search Wikipedia for %s
lo: ຄົ້ນຫາ %s ໃນ Wikipedia

source: Lookup %s in Dictionary
lo: ຄົ້ນຫາ %s ໃນວັດຈະນານຸກົມ

source: Search Computer for %s
lo: ຄົ້ນຫາ %s ໃນຄອມພິວເຕີ

source: Install package '%s'
lo: ຕິດຕັ້ງແພັກເກັດ '%s'

source: Add to desktop
lo: ເພີ່ມໃສ່ເດັສທັອບ

source: Add to panel
lo: ເພີ່ມໃສ່ແຖບໜ້າວຽກ

source: Insert space
lo: ແຊກຍະຫວ່າງ

source: Insert separator
lo: ແຊກຕົວຂັ້ນ

source: Launch when I log in
lo: ເປີດໃຊ້ງານເມື່ອເຂົ້າສູ່ລະບົບ

source: Launch
lo: ເປີດໃຊ້ງານ

source: Run with NVIDIA GPU
lo: ເຮັດວຽກດ້ວຍ NVIDIA GPU

source: Remove from favorites
lo: ລຶບອອກຈາກລາຍການທີ່ມັກ

source: Edit properties
lo: ແກ້ໄຂຄຸນສົມບັດ

source: Remove
lo: ລຶບອອກ

source: Show in my favorites
lo: ສະແດງໃນລາຍການທີ່ມັກຂອງຂ້ອຍ

source: Uninstall
lo: ຖອນການຕິດຕັ້ງ

source: Delete from menu
lo: ລຶບອອກຈາກເມນູ

source: Search DuckDuckGo
lo: ຄົ້ນຫາ DuckDuckGo

source: Search Wikipedia
lo: ຄົ້ນຫາ Wikipedia

source: Search Dictionary
lo: ຄົ້ນຫາວັດຈະນານຸກົມ

source: Search Computer
lo: ຄົ້ນຫາໃນຄອມພິວເຕີ

source: Find Software
lo: ຊອກຫາຊັອບແວ

source: Find Tutorials
lo: ຊອກຫາບົດສອນ

source: Find Hardware
lo: ຊອກຫາຮາດແວ

source: Find Ideas
lo: ຊອກຫາແນວຄວາມຄິດ

source: Find Users
lo: ຊອກຫາຜູ້ໃຊ້

source: All
lo: ທັງໝົດ

source: Show all applications
lo: ສະແດງໂປຣແກຣມທັງໝົດ

source: Browse all local and remote disks and folders accessible from this computer
lo: ເບິ່ງໄດຣຟ໌ ແລະ ໂຟເດີທັງໝົດໃນເຄື່ອງ ແລະ ທາງໄກທີ່ສາມາດເຂົ້າເຖິງໄດ້ຈາກຄອມພິວເຕີນີ້

source: Open your personal folder
lo: ເປີດໂຟເດີສ່ວນຕົວຂອງທ່ານ

source: Browse bookmarked and local network locations
lo: ເບິ່ງສະຖານທີ່ທີ່ບຸກມາກໄວ້ ແລະ ເຄືອຂ່າຍທ້ອງຖິ່ນ

source: Browse items placed on the desktop
lo: ເບິ່ງລາຍການທີ່ວາງໄວ້ເທິງເດັສທັອບ

source: Browse deleted files
lo: ເບິ່ງໄຟລ໌ທີ່ຖືກລຶບ

source: Empty trash
lo: ລ້າງຖັງຂີ້ເຫຍື້ອ

source: Recently used
lo: ທີ່ໃຊ້ຫຼ້າສຸດ

source: The file or location could not be opened.
lo: ບໍ່ສາມາດເປີດໄຟລ໌ ຫຼື ສະຖານທີ່ໄດ້.

source: Browse and install available software
lo: ເບິ່ງ ແລະ ຕິດຕັ້ງຊັອບແວທີ່ມີຢູ່

source: Install, remove and upgrade software packages
lo: ຕິດຕັ້ງ, ລຶບອອກ ແລະ ອັບເກຣດແພັກເກັດຊັອບແວ

source: Configure your system
lo: ຕັ້ງຄ່າລະບົບຂອງທ່ານ

source: Use the command line
lo: ໃຊ້ເສັ້ນຄຳສັ່ງ

source: Requires password to unlock
lo: ຕ້ອງການລະຫັດຜ່ານເພື່ອປົດລັອກ

source: Log out or switch user
lo: ອອກຈາກລະບົບ ຫຼື ສະຫຼັບຜູ້ໃຊ້

source: Shutdown, restart, suspend or hibernate
lo: ປິດເຄື່ອງ, ເລີ່ມໃໝ່, ພັກເຄື່ອງ ຫຼື ໄຮເບີເນດ

source: All applications
lo: ໂປຣແກຣມທັງໝົດ

source: Show additional search options
lo: ສະແດງຕົວເລືອກການຄົ້ນຫາເພີ່ມເຕີມ

source: General
lo: ທົ່ວໄປ

source: Appearance
lo: ໜ້າຕາ

source: Default
lo: ຄ່າເລີ່ມຕົ້ນ

source: Documents
lo: ເອກະສານ
