Repository: linuxmint/mint-translations
Catalog: po-export/mint-common/mint-common-*.po
Languages: ar, ast, be, bg, br, cs, cy, de, el, eo, es, et, fa, fi, fr, he, hi, ia, id, ka, ku, lo, lv, ms, nb, nn, oc, pt, ro, ru, sk, sl, sq, sr, te, uk, uz, zh_tw

source: Additional software will be upgraded
ar: يتوجب ترقية برامجَ إضافية
ast: Van anovase dellos programes
be: Дадатковыя праграмы будуць абноўлены
bg: Ще се надгради допълнителен софтуер
br: Meziantoù ouzhpenn a vo bet hizivaet
cs: Dodatečný software bude povýšen
cy: Bydd meddalwedd ychwanegol yn cael ei ddiweddaru
de: Zusätzliche Programme werden aktualisiert
el: Πρόσθετο λογισμικό θα αναβαθμιστεί
eo: Aldona programaro estos promociita
es: Se actualizará el software adicional
et: Täiendav tarkvara uuendatakse
fa: نرم افزار اضافی ارتقا خواهد یافت
fi: Lisäohjelmistoja päivitetään
fr: Des logiciels supplémentaires seront mis à niveau
he: תוכנה נוספת תשודרג
hi: अतिरिक्त सॉफ्टवेयर को अपग्रेड किया जाएगा
ia: Software additional essera modernisate
id: Perangkat lunak tambahan akan ditingkatkan
ka: დამატებითი პროგრამები განახლდება
ku: Nermalava zêde dê were nûve kirin
lo: ຊັອບແວເພີ່ມເຕີມຈະຖືກອັບເກຣດ
lv: Tiks jaunināta papildu programmatūra
ms: Perisian tambahan akan dinaik taraf
nb: Ytterligere programvare vil bli oppgradert
nn: Ytterlegare programvare vil bli oppgradert
oc: Un logicial suplementari serà mes a nivèl
pt: Software adicional será atualizado
ro: Software suplimentar va fi actualizat
ru: Дополнительное ПО будет обновлено
sk: Dodatočný softvér sa inovuje
sl: Nadgrajena bo dodatna programska oprema
sq: Softueri shtesë do të përditësohet
sr: Додатни софтвер биће надограђен
te: అదనపు సాఫ్ట్‌వేర్ అప్‌గ్రేడ్ చేయబడుతుంది
uk: Додатково програмне забезпечення буде оновлено
uz: Qo‘shimcha dasturiy ta'minot yangilanadi
zh_tw: 會升級相關軟體

source: Additional software will be downgraded
ar: يتوجب تخفيض برامجَ إضافية
ast: Van baxase de versión dellos programes
be: Дадатковыя праграмы будуць вернуты да папярэдніх версій
bg: На допълнителен софтуер ще бъде понижена версията
br: Meziantoù ouzhpenn a vo bet kilhizivaet
cs: Dodatečný software bude vrácen na starší verzi
cy: Bydd meddalwedd ychwanegol yn cael ei israddio
de: Zusätzliche Programme werden herabgestuft
el: Πρόσθετο λογισμικό θα υποβαθμιστεί
eo: Aldona programaro estos malpromociita
es: Se revertirá el software adicional a una versión anterior
et: Täiendav tarkvara viiakse madalamale versioonile
fa: نرم‌افزار اضافی تنزل داده خواهد شد
fi: Lisäohjelmistot palautetaan aiempaan
fr: Une version antérieure de logiciels supplémentaires sera installée
he: תוכנה נוספת תשונמך
hi: अतिरिक्त सॉफ्टवेयर को डाउनग्रेड किया जाएगा
ia: Software additional essera degradate
id: Perangkat lunak tambahan akan diturunkan versinya
ka: დამატებითი პროგრამის ვერსია ჩამოიწევა
ku: Nermalava zêde dê were daxistin
lo: ຊັອບແວເພີ່ມເຕີມຈະຖືກດາວເກຣດ
lv: Papildu programmatūra tiks pazemināta
ms: Perisian tambahan akan diturun taraf
nb: Ytterligere programvare vil bli nedgradert
nn: Ytterlegare programvare vil bli nedgradert
oc: Un logicial suplementari serà retrogradat
pt: Software adicional descerá de versão
ro: Software suplimentar va fi retrogradat
ru: Дополнительное ПО будет понижено
sk: Dodatočný softvér prejde na nižšiu verziu
sl: Dodatna programska oprema bo vrnjena na prejšnjo različico
sq: Softuerët shtesë do të kalojnë në versionin e mëparshëm
sr: Додатни софтвер биће разграђен
te: అదనపు సాఫ్ట్‌వేర్ డౌన్‌గ్రేడ్ చేయబడుతుంది
uk: Додатково програмне забезпечення буде даунгрейднуто
uz: Qo‘shimcha dasturiy ta'minotning versiyasi pasaytiriladi
zh_tw: 會降級相關軟體

source: Updates will be skipped
ar: يستم تخطي التحديثات
ast: Van omitise anovamientos
be: Абнаўленні будуць прапушчаны
bg: Актуализациите ще бъдат пропуснати
cs: Aktualizace budou přeskočeny
cy: Bydd diweddariadau'n cael eu hepgor
de: Aktualisierungen werden übersprungen
el: Οι ενημερώσεις θα παραλειφθούν
eo: Ĝisdatigoj estos preterlasitaj
es: Se omitirán las actualizaciones
et: Uuendused jäetakse vahele
fa: از بروزرسانی ها صرف نظر خواهد شد
fi: Päivitykset ohitetaan
fr: Les mises à jour seront ignorées
he: העדכונים ידולגו
hi: अपडेट छोड़ दिए जाएंगे
ia: Le actualisationes essera saltate
id: Pembaruan akan dilewati
ka: გამოტოვებული განახლებები
ku: Nûvekirin dê werin paşguh kirin
lo: ການອັບເດດຈະຖືກຂ້າມ
lv: Atjauninājumi tiks izlaisti
ms: Kemaskini akan dilangkau
nb: Oppdateringer hoppes over
nn: Oppdateringar vil bli hoppa over
oc: Las mesas a jorn seràn ignoradas.
pt: As atualizações serão ignoradas
ro: Actualizările vor fi ignorate
ru: Обновления будут пропущены
sk: Aktualizácie budú preskočené
sl: Posodobitve bodo preskočene
sq: Përditësimet do të anashkalohen
sr: Ажурирања ће бити прескочена
te: అప్‌డేట్‌లు దాటవేయబడతాయి
uk: Оновлення буде пропущено
uz: Yangilanishlar o‘tkazib yuboriladi
zh_tw: 將略過更新

source: Additional changes are required
ar: يتطلب ذلك برمجيات إضافية
ast: Necesítense cambeos adicionales
be: Патрабуюцца дадатковыя змены
bg: Необходими са допълнителни промени
cs: Jsou požadovány dodatečné změny
cy: Mae angen newidiadau ychwanegol
de: Zusätzliche Änderungen sind erforderlich
el: Απαιτούνται επιπλέον αλλαγές
eo: Aldonaj ŝanĝoj postulatas
es: Se requieren cambios adicionales
et: Vajalikud on lisamuudatused
fa: تغییرات اضافی مورد نیاز است
fi: Ylimääräisiä muutoksia vaaditaan
fr: Des changements supplémentaires sont nécessaires
he: נדרשים שינויים נוספים
hi: अतिरिक्त बदलाव आवश्यक है
ia: Cambios additional es necessari
id: Perubahan tambahan yang diperlukan
ka: საჭიროა დამატებითი ცვლილებები
ku: Guhertinên din hewce ne
lo: ຕ້ອງການການປ່ຽນແປງເພີ່ມເຕີມ
lv: Nepieciešamas papildu izmaiņas
ms: Perubahan tambahan diperlukan
nb: Ytterligere endringer er nødvendig
nn: Ytterlegare endringar er nødvendige
oc: De cambiaments suplementaris son requesits.
pt: São necessárias alterações adicionais
ro: Modificări suplimentare sunt necesare
ru: Требуются дополнительные изменения
sk: Vyžadujú sa ďalšie zmeny
sl: Zahtevane so dodatne spremembe
sq: Kërkohen ndryshime shtesë
sr: Додатне промене су потребне
te: అదనపు మార్పులు అవసరం
uk: Потрібно внести додаткові зміни
uz: Qo‘shimcha o‘zgarishlar talab qilinadi
zh_tw: 需要進行其他更改

source: %s will be downloaded in total.
ar: سيتم تنزيل %s في المُجمل.
ast: Descargaranse %s en total.
be: Усяго будзе спампавана: %s.
bg: ще бъдат свалени общо %s.
br: %s a vo bet pellgarget en holl.
cs: Celkem bude staženo %s
cy: Bydd %s yn cael ei lwytho i lawr i gyd
de: %s werden insgesamt heruntergeladen.
el: %s θα ληφθούν συνολικά.
eo: %s estos elŝutitaj entute.
es: En total se descargarán %s.
et: Kokku laaditakse alla %s.
fa: در کل %s بارگیری خواهد شد.
fi: %s ladataan yhteensä.
fr: Total des téléchargements : %s.
he: סך כל הורדה %s.
hi: कुल %s डाउनलोड होगा।
ia: %s essera discargate in total.
id: %s akan diunduh secara total.
ka: სულ გადმოწერილი იქნება %s.
ku: %s dê bi tevayî were daxistin.
lo: ຈະດາວໂຫຼດທັງໝົດ %s.
lv: %s tiks lejupielādēts kopumā.
ms: %s akan dimuat turun secara keseluruhan.
nb: %s vil lastes ned totalt.
nn: %s vil bli lasta ned totalt.
oc: %s serà telecargar en total.
pt: No total, serão transferidos %s.
ro: %s se va descărca în total.
ru: Всего будет загружено: %s.
sk: %s bude celkovo stiahnutých
sl: Skupno bo preneseno %s.
sq: %s do të shkarkohet në total.
sr: %s биће укупно преузето.
te: %s మొత్తం డౌన్‌లోడ్ చేయబడుతుంది.
uk: %s буде завантажено в цілому.
uz: %s jami yuklab olinadi.
zh_tw: 總共會下載 %s

source: %s of disk space will be freed.
ar: سيتم تحرير %s من مساحة القرص.
ast: va lliberase %s d'espaciu nel discu
be: Будзе вызвалена дыскавай прасторы: %s.
bg: Ще бъде освободено %s дисково пространство.
br: %s a egor a vo dieubet war ar bladenn.
cs: %s prostoru na úložišti bude uvolněno.
cy: Bydd %s o le ar ddisg yn cael ei ryddhau.
de: %s Speicherplatz wird freigegeben.
el: %s χώρου δίσκου θα απελευθερωθεί.
eo: %s da diskospaco estos malokupitaj.
es: Se liberarán %s de espacio de disco.
et: %s kettaruumi vabastatakse.
fa: %s از فضای دیسک آزاد خواهد شد.
fi: Levytilaa vapautuu %s.
fr: Espace disque à libérer : %s.
he: %s מנפח הכונן ישוחררו.
hi: %s डिस्क स्पेस मुक्त होगा।
ia: %s de spatio de disco essera liberate.
id: %s ruang cakram akan dibebaskan.
ka: %s ადგილი იქნება განთავისუფლებული დისკზე.
ku: %s cîhê dîskê dê azad bibe.
lo: ພື້ນທີ່ດິສຈະວ່າງຂຶ້ນ %s.
lv: %s diska vietas tiks atbrīvota.
ms: %s ruang akan dibebaskan.
nb: %s diskplass vil bli frigjort.
nn: %s lagringsplass vil bli frigjort.
oc: %s d’espaci disc serà liberat.
pt: Serão libertos %s de espaço em disco.
ro: %s din spațiu de pe disc va fi eliberat.
ru: Будет освобождено дискового пространства: %s.
sk: %s veľkosti disku bude uvoľnených.
sl: Sproščenega bo %s prostora na disku.
sq: %s hapësirë ​​në disk do të lirohet.
sr: %s простора диска биће ослобођено.
te: %s డిస్క్ స్పేస్ ఖాళీ చేయబడుతుంది.
uk: %s вільного місця на диску.
uz: %s disk maydoni boʻshatiladi.
zh_tw: %s 的容量會被清除掉。

source: %s more disk space will be used.
ar: سيتم استخدام %s من مساحة القرص.
ast: Va emplegase %s d'espaciu de discu
be: Будзе дадаткова выкарыстана на дыску: %s.
bg: Ще бъде използвано %s дисково пространство.
br: %s muioc'h a egor a vo implijet war ar bladenn.
cs: %s dalšího prostoru na úložišti bude využito.
cy: Bydd %s mwy o le ar ddisg yn cael ei ddefnyddio.
de: %s mehr Speicherplatz wird verwendet.
el: %s χώρου δίσκου θα χρησιμοποιηθεί.
eo: %s da plia diskospaco estos uzitaj.
es: Se usarán %s más de espacio de disco.
et: %s kettaruumi võetakse kasutusele.
fa: %s دیگر از فضای دیسک استفاده خواهد شد.
fi: Levytilaa tarvitaan lisää %s.
fr: Espace disque à utiliser : %s.
he: %s נוספים מנפח הכונן ינוצלו.
hi: %s अतिरिक्त डिस्क स्पेस उपयोग होगा।
ia: %s plus spatio de disco essera usate.
id: %s lebih banyak ruang disk akan dipakai.
ka: დისკზე დაკავებული ადგილი: %s.
ku: %s cîhê dîskê zêdetir dê were bikar anîn.
lo: ຈະໃຊ້ພື້ນທີ່ດິສເພີ່ມຂຶ້ນ %s.
lv: %s tiks izmantots vairāk diska vietas.
ms: %s lebih ruang bebas akan digunakan.
nb: %s diskplass vil bli brukt.
nn: %s meir lagringsplass vil bli brukt.
oc: %s d’espaci disc serà utilizat en mai.
pt: Serão utilizados %s de espaço em disco.
ro: cu %s mai mult spațiu de pe disc va fi folosit.
ru: Будет занято дискового пространства: %s.
sk: %s veľkosti disku bude použitých.
sl: Dodatno bo porabljenega %s prostora na disku.
sq: Do të përdoret %s më shumë hapësirë ​​disku.
sr: %s јоп простора диска биће искоришћено.
te: %s మరింత డిస్క్ స్పేస్ ఉపయోగించబడుతుంది.
uk: %s більше дискового простору буде використано.
uz: %s koʻproq disk maydoni ishlatiladi.
zh_tw: 會使用到 %s 的容量。

source: Flatpaks
be: Флэтпакі
br: Flatpakoù
cs: Flatpaky
eo: Flatpakoj
et: Flatpakid
fa: Flatpak ها
fi: Flatpak-ohjelmisto
he: פלטפק
hi: फ्लैटपैक
id: Flatpak
ka: Flatpak-ები
nb: Flatpak-instanser
nn: Flatpak-instansar
ro: Pachete Flatpak
ru: «Плоские пакеты»
sk: Balíky Flatpak
sl: Paketi flatpak
sq: Paketat e sheshta
sr: Флатпак пакети
te: ఫ్లాట్‌పాక్స్
uz: Flatpak

source: Flatpak
eo: Flatpako
fa: Flatpak ها
he: פלטפק
hi: फ्लैटपैक
ru: «Плоский пакет»
sr: Флетпек
te: ఫ్లాట్‌పాక్

source: An error occurred
ar: حدث خطأ
ast: Hebu un erru
be: Адбылася памылка
bg: Получи се грешка
br: Degouezhet ez eus bet ur fazi
cs: Došlo k chybě
cy: Digwyddodd gwall
de: Ein Fehler ist aufgetreten
el: Συνέβη ένα σφάλμα
eo: Okazis eraro
es: Se ha producido un error
et: Tekkis viga
fa: خطایی رخ داد
fi: Tapahtui virhe
fr: Une erreur est survenue
he: אירעה שגיאה
hi: त्रुटि हुई
ia: Un error occurreva
id: Terjadi galat
ka: შეცდომა
ku: Çewtiyek derket
lo: ເກີດຂໍ້ຜິດພາດ
lv: Radās kļūda
ms: Satu ralat telah berlaku
nb: Det oppstod en feil
nn: Ein feil oppstod
oc: Una error s'es produita
pt: Ocorreu um erro
ro: A apărut o eroare
ru: Произошла ошибка
sk: Nastala chyba
sl: Prišlo je do napake
sq: Ndodhi një gabim
sr: Грешка се догодила
te: ఒక లోపం సంభవించింది
uk: Сталася помилка
uz: Xatolik yuz berdi
zh_tw: 有錯誤發生

source: Cannot remove package %s as it is required by other packages.
de: Paket %s kann nicht entfernt werden, da es von anderen Paketen benötigt wird.
id: Tidak dapat menghapus paket %s karena diperlukan oleh paket lain.
uz: %s paketini olib tashlab boʻlmaydi, chunki bu boshqa paketlar tomonidan talab qilinadi.
