Repository: linuxmint/mint-translations
Catalog: po-export/mint-common/mint-common-*.po
Languages: ar, ast, be, bg, br, cs, cy, de, el, eo, es, et, fa, fi, fr, he, hi, ia, id, ka, ku, lo, lv, ms, nb, nn, oc, pt, ro, ru, sk, sl, sq, sr, te, uk, uz, zh_tw

source: This menu item is not associated to any package. Do you want to remove it from the menu anyway?
ar: عنصر القائمة هذا غير مرتبط بأي حزمة. هل تريد إزالته من القائمة بأي حال؟
ast: Esti elementu de menú nun ta asociáu a dengún paquete. ¿Quies desanicialu del menú de toes toes?
be: Гэты элемент меню не звязаны ні з адным пакетам. Усё адно жадаеце выдаліць яго з меню?
bg: Тези елементи от менюто не са асоциирани с никой пакет. Искате ли да ги премахнете?
cs: Tato položka nabídky nesouvisí s žádným softwarovým balíčkem. Chcete ji i tak odstranit z nabídky?
cy: Nid yw'r eitem dewislen yma wedi ei gysylltu ag unrhyw becyn. Hoffech chi ei dynnu o'r ddewislen beth bynnag?
de: Dieser Menüpunkt ist keinem Paket zugeordnet. Wollen Sie ihn aus dem Menü entfernen?
el: Αυτό το στοιχείο μενού δεν είναι συσχετισμένο με κανένα πακέτο. Θέλετε παρ' ολ' αυτά να το αφαιρέσετε από το μενού;
eo: Ĉi tiu menuero ne rilatas al iu ajn pako. Ĉu vi ĉiaokaze deziras ĝin forigi el la menuo?
es: Este elemento del menú no está asociado a ningún paquete. ¿Quiere eliminarlo del menú de todos modos?
et: See menüükirje pole seotud ühegi paketiga. Kas soovid selle menüüst siiski eemaldada?
fa: این موردِ فهرست به هیچ بسته‌ای مرتبط نیست.آیا میخواهید به هرحال از فهرست حذفش کنید؟
fi: Tämä valikkokohta ei liity mihinkään pakettiin. Haluatko silti poistaa sen valikosta?
fr: Cet élément du menu n’est associé à aucun paquet. Voulez-vous quand même le supprimer du menu ?
he: פריט תפריט זה לא מסומך לחבילה כל שהיא. האם להסירו מהתפריט?
hi: यह मेन्यू आइटम किसी पैकेज से संबंधित नहीं है। क्या आप इसे हटाना चाहते हैं ?
ia: Iste commando del menu non es associate a alcun pacchetto. Vole tu remover lo ab le menu comocunque?
id: Item menu ini tidak berhubungan dengan paket manapun. Apakah anda ingin menghapusnya saja dari menu?
ka: მენიუს აღნიშნული პუქნტი არ არის დაკავშირებული არცერთ პაკეტთან. მაინც გსურთ მისი მენიუდან ამოღება?
ku: Ev hêmana menuyê bi tu pakêtê re ne girêdayî ye. Ma tu dixwazî ​​bi her awayî wê ji menuyê derxînî?
lo: ລາຍການເມນູນີ້ບໍ່ກ່ຽວຂ້ອງກັບແພກເກຈໃດໆເລີຍ. ເຈົ້າຕ້ອງການທີ່ຈະລຶບມັນອອກຈາກເມນູຢ່າງຖາວອນເລີຍຫຼືບໍ່?
lv: Šī izvēlnes pozīcija nav saistīta ne ar vienu pakotni. Vai vēlaties to noņemt no izvēlnes?
ms: Menu ini tidak dikaitkan dengan mana-mana pakej. Adakah anda mahu buang pekej ini daripada menu juga?
nb: Dette menyelementet er ikke assosiert med en pakke. Vil du fjerne det fra menyen uansett?
nn: Denne menyoppføringa er ikkje knytt til nokon pakke. Vil du fjerne den frå menyen likevel?
oc: Aqueste element del menú es pas associat a un paquet. O volètz suprimir dins lo menú, malgrat tot ?
pt: Este item do menu não está associado a nenhum pacote. Quer removê-lo do menu mesmo assim?
ro: Acestui element din meniu nu îi este asociat nici un pachet. Doriți să îl eliminați din meniu?
ru: Данный пункт меню не связан ни с одним пакетом. Всё равно удалить его из меню?
sk: Táto položka ponuky nie je spojená so žiadným balíkom. Chcete ju z ponuky odstrániť napriek tomu?
sl: Ta predmet menija ni povezan z nobenim paketom. Ali ga vseeno želite odstraniti iz menija?
sq: Ky element menyje nuk është i lidhur me ndonjë paketë. Dëshironi ta hiqni nga menyja sidoqoftë?
sr: Ова ставка менија није повезана ни са једним пакетом. Да ли желите да је уклоните?
te: ఈ మెను ఐటెమ్ ఏ ప్యాకేజీకి అనుబంధించబడలేదు. మీరు దీన్ని ఏమైనప్పటికీ మెను నుండి తీసివేయాలనుకుంటున్నారా?
uk: Цей пункт меню не пов'язаний із жодним пакунком. Все одно бажаєте вилучити його з меню?
uz: Menyudagi ushbu element xech qanday dastur bilan bog‘lanmagan. Uni menyudan olib tashlashni xohlaysizmi?
zh_tw: 此選項並未與任何軟體包關聯。您是否要從選單中移除？

source: The following packages will be removed:
ar: سيتم إزالة الحزم التالية:
ast: El paquete siguiente desaniciaráse:
be: Наступныя пакеты будуць выдалены:
bg: Следните пакети ще бъдат премахнати:
br: Ar pakadoù da-heul a vo bet dilamet:
cs: Následující balíčky budou odebrány:
cy: Bydd y pecynnau canlynol yn cael eu tynnu:
de: Folgende Pakete werden entfernt:
el: Θα αφαιρεθούν τα παρακάτω πακέτα:
eo: La sekvaj pakoj estos forigitaj:
es: Se desinstalarán los paquetes siguientes:
et: Eemaldatakse järgmised paketid:
fa: بسته های زیر حذف خواهند شد:
fi: Seuraavat paketit poistetaan:
fr: Les paquets suivants seront supprimés :
he: החבילות הבאות תוסרנה:
hi: निम्नलिखित पैकेज हटेंगे :
ia: Le sequente pacchettos essera removite:
id: Paket-paket berikut akan dihapus:
ka: წაიშლება შემდეგი პაკეტები:
ku: Pakêtên ku tê şopandin wê werin jêbirin
lo: ແພກເກຈຕໍ່ໄປນີ້ຈະຖືກລຶບ:
lv: Tiks noņemtas šādas pakotnes:
ms: Pakej-pakej berikut akan dibuang
nb: Følgende pakker vil bli fjernet:
nn: Følgjande pakkar vil bli fjerna:
oc: Los paquets seguents seràn suprimits :
pt: Os pacotes seguintes serão removidos:
ro: Următoarele pachete vor fi eliminate:
ru: Следующие пакеты будут удалены:
sk: Nasledovné balíky budú odstránené:
sl: Odstranjeni bodo sledeči paketi:
sq: Paketat që vijojnë do të hiqen:
sr: Следећи пакети ће бити уклоњени:
te: కింది ప్యాకేజీలు తీసివేయబడతాయి:
uk: Буде вилучено такі пакунки:
uz: Quyidagi paketlar olib tashlanadi:
zh_tw: 將移除下列軟體包：

source: Packages to be removed
ar: الحزم المراد إزالتها
ast: Paquetes pa desaniciar
be: Пакеты для выдалення
bg: Пакети за премахване
br: Pakadoù da zilemel
cs: Balíčky k odebrání
cy: Pecynnau i'w tynnu
de: Zu entfernende Pakete
el: Πακέτα που θα αφαιρεθούν
eo: Pakoj forigotaj
es: Paquetes que se desinstalarán
et: Eemaldatavad paketid
fa: بسته‌هایی که باید حذف شوند
fi: Poistettavat paketit
fr: Paquets à supprimer
he: חבילות להסרה
hi: हटने वाले पैकेज
ia: Le pacchettos a esser removite
id: Paket-paket yang akan dihapus
ka: პაკეტები რომლებიც უნდა წაიშალოს
ku: Pakêtên ku bêne rakirin
lo: ແພກເກຈທີ່ຈະຖືກລຶບ
lv: Noņemamās pakotnes
ms: Pakej-pakej yang akan dibuang
nb: Pakker som vil bli fjernet
nn: Pakkar som skal fjernast
oc: Paquets de suprimir
pt: Pacotes a remover
ro: Pachete de eliminat
ru: Пакеты, которые будут удалены
sk: Balíky k odstráneniu
sl: Paketi, ki bodo odstranjeni
sq: Paketat që do të hiqen
sr: Пакети који ће бити уклоњени
te: ప్యాకేజీలను తీసివేయాలి
uk: Пакунки, які буде вилучено
uz: Olib tashlanadigan paketlar
zh_tw: 要移除的軟體包

source: Cannot remove package %s as it is required by a system package.
ar: لا يمكن حذف الحزمة %s لأنها مطلوبة من حزمة نظام.
be: Немагчыма выдаліць пакет %s таму што ён патрэбны для сістэмнага пакета.
bg: Пакета %s не може да бъдат премахнат, защото се изисква от системен пакет.
cs: Nelze odstranit balíček %s, protože je vyžadován systémovým balíčkem.
cy: Methu tynnu pecyn %s gan fod ei angen ar becyn system.
el: Αδυναμία αφαίρεσης του πακέτου %s καθώς απαιτείται από ένα πακέτο του συστήματος.
es: No se puede eliminar el paquete %s ya que es requerido por un paquete del sistema.
fa: امکان حذف بسته %s نبود به خاطر این که مورد نیاز یک بسته سامانه ای بود.
fi: Pakettia %s ei voi poistaa, koska järjestelmä vaatii sitä.
fr: Impossible de supprimer le paquet %s, car un paquet système en dépend.
he: לא ניתן להסיר חבילה %s כי היא דרושה עבור חבילת מערכת.
hi: एक सिस्टम पैकेज हेतु आवश्यक होने के कारण %s पैकेज को हटाना संभव नहीं है।
ia: Impossibile remover le pacchetto %s pois que illo es requirite per un pacchetto de systema.
ka: ვერ წავშლი პაკეტს %s, რადგან ის სისტემურ პაკეტს სჭირდება.
lo: ບໍ່ສາມາດລຶບແພກເກຈ %s ໄດ້ ເນື່ອງຈາກມັນຈຳເປັນສຳລັບແພກເກຈຂອງລະບົບ.
lv: Nevar noņemt pakotni %s , jo tā ir nepieciešama sistēmas pakotnei.
ms: Tidak dapat mengalih keluar pakej %s kerana ia diperlukan oleh pakej sistem.
nb: Kan ikke fjerne pakken %s, da den kreves av en systempakke.
nn: Kan ikkje fjerne pakken %s fordi den er påkravd av ein systempakke.
oc: Supression impossibla del paquet %s perque es requerit per un paquet sistèma.
pt: Não é possível remover o pacote %s porque é exigido por um pacote do sistema.
ro: Nu se poate elimina pachetul %s deoarece un pachet de sistem depinde de acesta.
ru: Нельзя удалить пакет %s, так как он требуется системному пакету.
sk: Nedá sa odstrániť balík %s, pretože je požadovaný systémovým balíkom.
sl: Paketa %s ni možno odstraniti, saj je obvezen za sistemski paket.
sq: Nuk mund të hiqet paketa %s pasi kërkohet nga një paketë sistemi.
sr: Не могу да уклоним пакет „%s“ јер га захтева системски пакет.
te: సిస్టమ్ ప్యాకేజీకి అవసరమైనందున %s ప్యాకేజీని తీసివేయలేము.
uk: Не можна видалити пакунок %s так як він необхідний для системного пакунку.

source: Package %s is a dependency of the following packages:
ar: حزمة %s هي إعتمادية للحزم التالية:
ast: El paquete %s ye una dependencia de los siguientes paquetes:
be: Пакет %s залежыць ад наступных пакетаў:
bg: Следните пакети зависят от пакет %s:
cs: Balíček %s je závislostí následujících balíčků:
cy: Mae'r pecynnau canlynol yn dibynnu ar becyn %s :
de: Das Paket %s ist von den folgenden Paketen abhängig:
el: Το πακέτο %s είναι μια εξάρτηση των ακόλουθων πακέτων:
eo: Pako %s estas deviga programoparto de la sekvaj pakoj:
es: El paquete %s es una dependencia de los paquetes siguientes:
et: Pakett %s on vajalik järgnevate pakettide jaoks:
fa: بسته %s یکی از نیازمندی های بسته های زیر است:
fi: Paketti %s on riippuvainen seuraavista paketeista:
fr: Les paquets suivants dépendent du paquet %s :
he: חבילה %s תלויוה בחבילות הבאות:
hi: %s पैकेज निम्नलिखित पैकेज का आश्रित पैकेज है :
ia: Le pacchetto %s es un dependentia del pacchettos sequente:
id: Paket %s merupakan ketergantungan dari paket-paket berikut:
ka: პაკეტი %s დამოკიდებულებაა შემდეგი პაკეტებისთვის:
ku: Pakêta %s girêdayî pakêtên jêrîn e:
lo: ແພກເກຈ %s ແມ່ນສ່ວນປະກອບສຳຄັນຂອງແພກເກຈຕໍ່ໄປນີ້:
lv: Pakotne %s ir atkarīga no šādām pakotnēm:
ms: Pakej %s ialah kebergantungan bagi pakej berikut:
nb: Pakke %s er en avhengighet av følgende pakker:
nn: Pakken %s er ein avhengigheit for følgjande pakkar:
oc: Lo paquet %s es una dependéncias dels paquets seguents :
pt: O pacote %s é uma dependência dos seguintes pacotes:
ro: Următoarele pachete depind de pachetul %s:
ru: От пакета %s зависят следующие пакеты:
sk: Balík %s je závislý na nasledujúcich balíkoch:
sl: Paket %s je potreben za naslednje pakete:
sq: Paketa %s është një listë e paketave të internetit:
sr: Пакет „%s“ је зависност следећих пакета:
te: ప్యాకేజీ %s క్రింది ప్యాకేజీల యొక్క డిపెండెన్సీ:
uk: Від пакунку %s залежать наступні пакунки:
uz: %s paketi quyidagi paketlarga bogʻliqdir:
zh_tw: 套件 %s 與下列套件相依：

source: Removing
ar: جاري الإزالة
be: Выдаленне
bg: Премахване
br: O tilemel
cs: Odstraňování
cy: Wrthi'n tynnu
el: Αφαίρεση
es: Eliminando
fa: درحال حذف
fi: Poistetaan
fr: Suppression
he: מתבצעת הסרה
hi: हटाया जा रहा है
ia: Remotion
ka: წაიშლება
lo: ກຳລັງລຶບ
lv: Noņem
ms: Membuang
nb: Fjerner
nn: Fjernar
oc: Supression
pt: A remover
ro: Se elimină
ru: Удаление
sk: Odstraňovanie
sl: Odstranjevanje
sq: Heqja
sr: Уклањам
te: తొలగిస్తున్నాము
uk: Вилучення

source: Install
ar: تثبيت
ast: Instalar
be: Усталяваць
bg: Инсталирай
br: Staliañ
cs: Nainstalovat
cy: Gosod
de: Installieren
el: Εγκατάσταση
eo: Instali
es: Instalar
et: Paigalda
fa: نصب
fi: Asenna
fr: Installer
he: התקנה
hi: इंस्‍टॉल करें
ia: Installar
id: Pasang
ka: დაყენება
ku: Sazkirin
lo: ຕິດຕັ້ງ
lv: Instalēt
ms: Pasang
nb: Installer
nn: Installer
oc: Installar
pt: Instalar
ro: Instalează
ru: Установить
sk: Inštalovať
sl: Namesti
sq: Instalo
sr: Инсталирај
te: సంస్థాపన చేయండి
uk: Встановити
uz: O‘rnatish
zh_tw: 安裝

source: Reinstall
ar: إعادة التثبيت
ast: Reinstalar
be: Пераўсталяваць
bg: Преинсталирай
br: Adstaliañ
cs: Přeinstalovat
cy: Ailosod
de: Neu installieren
el: Επανεγκατάσταση
eo: Reinstali
es: Reinstalar
et: Taaspaigaldamine
fa: نصب مجدد
fi: Asenna uudelleen
fr: Réinstaller
he: התקנה מחדש
hi: पुनर्स्थापित
ia: Reinstallar
id: Memasang ulang
ka: თავიდან დაყენება
ku: Dîsa saz bike
lo: ຕິດຕັ້ງໃໝ່
lv: Pārinstalēt
ms: Pasang Semula
nb: Installer på nytt
nn: Installer på nytt
oc: Reïnstallar
pt: Reinstalar
ro: Reinstalează
ru: Переустановить
sk: Preinštalovať
sl: Ponovno namesti
sq: Riinstaloni
sr: Поново инсталирај
te: మళ్లీ ఇన్‌స్టాల్ చేయండి
uk: Перевстановити
uz: Qayta o‘rnatish
zh_tw: 重新安裝

source: Remove
ar: إزالة
ast: Desaniciar
be: Выдаліць
bg: Премахни
br: Dilemel
cs: Odebrat
cy: Tynnu
de: Entfernen
el: Κατάργηση
eo: Forigi
es: Eliminar
et: Eemalda
fa: حذف
fi: Poista
fr: Supprimer
he: הסרה
hi: हटाएँ
ia: Remover
id: Hapus
ka: წაშლა
ku: Jê bibe
lo: ລຶບ
lv: Noņemt
ms: Buang
nb: Fjern
nn: Fjern
oc: Suprimir
pt: Remover
ro: Elimină
ru: Удалить
sk: Odstrániť
sl: Odstrani
sq: Hiq
sr: Уклони
te: తొలగించు
uk: Вилучити
uz: Olib tashlash
zh_tw: 移除

source: Purge
ar: تفريغ
ast: Llimpiar
be: Ачысціць
bg: Изчисти
cs: Vyčistit
cy: Tynnu
de: Säubern
el: Εκκαθάριση
eo: Plene forigi
es: Purgar
et: Kustutamine
fa: حذف کامل
fi: Pura
fr: Purger
he: טיהור
hi: शुद्ध करना
ia: Purgar
id: Kosongkan
ka: გაწმენდა
ku: Paqijkirin
lo: ລຶບຖາວອນ
lv: Iztīrīt
ms: Singkir
nb: Slett
nn: Slett
oc: Purgar
pt: Purgar
ro: Elimină complet
ru: Полного удаления
sk: Odstrániť s konfiguráciou
sl: Počisti
sq: Pastrim
sr: Очисти
te: ప్రక్షాళన చేయండి
uk: Очищення
uz: Tozalash
zh_tw: 刪除

source: Upgrade
ar: ترقية
ast: Anovar
be: Абнавіць
bg: Актуализирай
br: Hizivaat
cs: Přejít na novější verzi
cy: Diweddaru
de: Aktualisieren
el: Αναβάθμιση
eo: Promocii
es: Actualizar
et: Uuenda
fa: ارتقا
fi: Päivitä
fr: Mettre à jour
he: שדרוג
hi: अपग्रेड करें
ia: Modernisar
id: Tingkatkan
ka: განახლება
ku: Bilindkirin
lo: ອັບເກຣດ
lv: Jaunināt
ms: Tatar
nb: Oppgrader
nn: Oppgrader
oc: Metre a nivèl
pt: Atualizar
ro: Actualizează
ru: Обновить
sk: Aktualizovať
sl: Nadgradi
sq: Përmirëso
sr: Надогради
te: మెరుగుదల చేయండి
uk: Оновити
uz: Yangilash
zh_tw: 更新

source: Downgrade
ar: تخفيض
ast: Baxar de versión
be: Адкаціць
bg: Понижаване
br: Kilhizivaat
cs: Vrátit starší verzi
cy: Israddio
de: Herabstufen
el: Υποβάθμιση
eo: Malpromocii
es: Revertir
et: Vanema versiooni paigaldamine
fa: تنزل دادن
fi: Palauta aiempaan
fr: Revenir à une version antérieure
he: שנמוך
hi: अवनयन
ia: Degradar
id: Menurunkan
ka: ვერსიის ჩამოწევა
ku: Nizmkirin
lo: ດາວເກຣດ
lv: Pazemināt
ms: Turun Taraf
nb: Nedgrader
nn: Nedgrader
oc: Tornar a una version anteriora
pt: Descer de versão
ro: Retrogradează
ru: Понизить версию
sk: Prechod na nižšiu verziu
sl: Vrni na prejšnjo različico
sq: Ul nivelin
sr: Разгради
te: డౌన్‌గ్రేడ్ చేయండి
uk: Даунгрейд
uz: Versiyasini pasaytirish
zh_tw: 降級

source: Skip upgrade
ar: تخطي الترقية
ast: Omitir anovamientu
be: Прапусціць абнаўленне
bg: Пропусни надграждането
br: Lammat dreist an hizivadenn
cs: Vynechat povýšení
cy: Hepgor y diweddaru
de: Aktualisierung überspringen
el: Παράλειψη αναβάθμισης
eo: Preterlasi promocion
es: Omitir actualización
et: Jäta uuendamine vahele
fa: رد کردن ارتقا
fi: Ohita päivitys
fr: Ignorer la mise à niveau
he: דילוג על שדרוג
hi: अपग्रेड छोड़ें
ia: Saltar modernisation
id: Lewati peningkatan
ka: განახლების გამოტოვება
ku: Ji nûvekirinê derbas bibin
lo: ຂ້າມການອັບເກຣດ
lv: Atcelt atjaunināšanu
ms: Langkau naik taraf
nb: Hopp over oppgradering
nn: Hopp over oppgradering
oc: Ignorar la mesa a nivèl
pt: Ignorar atualização
ro: Sari peste această actualizare
ru: Пропустить обновление
sk: Preskočiť inováciu
sl: Preskoči nadgradnjo
sq: Anashkalo përmirësimin
sr: Прескочи надоградњу
te: అప్‌గ్రేడ్‌ని దాటవేయి
uk: Пропустити оновлення
uz: Yangilanishni o‘tkazib yuborish
zh_tw: 略過升級

source: Please take a look at the list of changes below.
ar: برجاء إلقاء نظرة على قائمة التغييرات أدناه.
ast: Écha-y un güeyu a la llista de cambeos.
be: Паглядзіце на спіс зменаў ніжэй.
bg: Моля, разгледайте списъка с промените по-долу.
cs: Prohlédněte si níže uvedený seznam změn.
cy: Edrychwch ar y rhestr newidiadau isod
de: Bitte beachten Sie das unten stehende Änderungsprotokoll.
el: Παρακαλώ ρίξτε μια ματιά στη λίστα με τις αλλαγές παρακάτω.
eo: Bonvolu rigardi suban liston de ŝanĝoj.
es: Eche un vistazo a la lista de cambios siguiente.
et: Palun vaata all olevat muudatuste loendit.
fa: لطفا به لیست تغییرات زیر نگاهی بیندازید.
fi: Tarkista alla olevat muutokset.
fr: Prenez connaissance des changements ci-dessous.
he: נא לעיין ברשימת השינויים שלהלן.
hi: कृपया निम्नलिखित बदलाव सूची देखें।
ia: Per favor observa le lista de cambios infra.
id: Harap lihat daftar perubahan di bawah.
ka: გთხოვთ, გადახედოთ ქვემოთ მოცემულ ცვლილებებს.
ku: Ji kerema xwe li navnîşana guhertinên jêrîn binêrin.
lo: ກະລຸນາເບິ່ງລາຍການການປ່ຽນແປງຂ້າງລຸ່ມນີ້.
lv: Lūdzu, apskatiet tālāk esošo izmaiņu sarakstu.
ms: Sila lihat senarai perubahan di bawah.
nb: Vennligst se over listen over endringer nedenfor.
nn: Ver vennleg og sjå over lista over endringar nedanfor.
oc: Consultatz la lista dels cambiaments çaijós.
pt: Por favor dê uma vista de olhos na seguinte lista de alterações.
ro: Consultați lista modificărilor, de mai jos.
ru: Пожалуйста, посмотрите на список изменений ниже.
sk: Prosím, skontrolujte zoznam zmien dolu.
sl: Oglejte si spodnji seznam sprememb.
sq: Ju lutemi hidhini një sy listës së ndryshimeve më poshtë.
sr: Погледајте листу промена испод.
te: దయచేసి దిగువ మార్పుల జాబితాను పరిశీలించండి.
uk: Будь ласка, подивіться на перелік змін нижче.
uz: Quyidagi o‘zgarishlar ro‘yxatini ko‘rib chiqing.
zh_tw: 請查看下方的變更清單。

source: Additional software will be installed
ar: يتوجب تثبيت برامجَ إضافية
ast: Van instalase dellos programes nuevos
be: Дадатковыя праграмы будуць усталяваны
bg: Ще се инсталира допълнителен софтуер
br: Meziantoù ouzhpenn a vo bet staliet
cs: Bude nainstalován další software
cy: Bydd meddalwedd ychwanegol yn cael ei osod
de: Zusätzliche Programme werden installiert
el: Θα εγκατασταθεί πρόσθετο λογισμικό
eo: Aldona programaro estos instalita
es: Se instalará software adicional
et: Installitakse täiendav tarkvara
fa: نرم افزار اضافی نصب خواهد شد
fi: Lisäohjelmistot asennetaan
fr: Des logiciels supplémentaires seront installés
he: תוכנה נוספת תותקן
hi: अतिरिक्त सॉफ्टवेयर स्थापित किया जाएगा
ia: Software additional essera installate
id: Perangkat lunak tambahan akan diinstal
ka: დაყენებული იქნება დამატებითი პროგრამები
ku: Nermalava zêde dê were saz kirin
lo: ຊັອບແວເພີ່ມເຕີມຈະຖືກຕິດຕັ້ງ
lv: Tiks instalēta papildu programmatūra
ms: Perisian tambahan akan dipasang
nb: Ytterligere programvare vil bli installert
nn: Ytterlegare programvare vil bli installert
oc: Un logicial suplementari serà installat
pt: Software adicional será instalado
ro: Software suplimentar va fi instalat
ru: Дополнительное ПО будет установлено.
sk: Nainštaluje sa dodatočný softvér
sl: Nameščena bo dodatna programska oprema
sq: Do të instalohet softuer shtesë
sr: Додатни софтвер биће инсталиран
te: అదనపు సాఫ్ట్‌వేర్ ఇన్‌స్టాల్ చేయబడుతుంది
uk: Додатково програмне забезпечення буде встановлене
uz: Qo‘shimcha dasturiy ta'minot o‘rnatiladi
zh_tw: 會安裝相關軟體

source: Additional software will be re-installed
ar: ستتم إعادة-تثبيت البرامجَ إضافية
ast: Van reinstalase dellos programes
be: Дадатковыя праграмы будуць пераўсталяваны
bg: Ще се преинсталира допълнителен софтуер
br: Meziantoù ouzhpenn a vo bet adstaliet
cs: Dodatečný software bude znovu nainstalován
cy: Bydd meddalwedd ychwanegol yn cael ei ail osod
de: Zusätzliche Programme werden neu installiert
el: Θα γίνει επανεγκατάσταση πρόσθετου λογισμικού
eo: Aldona programaro estos reinstalita
es: Se reinstalará el software adicional
et: Täiendav tarkvara installitakse uuesti
fa: نرم افزار اضافی نصب مجدد خواهد شد
fi: Lisäohjelmistot asennetaan uudelleen
fr: Des logiciels supplémentaires seront réinstallés
he: תוכנה נוספת תותקן מחדש
hi: अतिरिक्त सॉफ़्टवेयर फिर से स्थापित किया जाएगा
ia: Software additional essera reinstallate
id: Perangkat lunak tambahan akan diinstal ulang
ka: დამატებით პროგრამები თავიდან დადგება
ku: Nermalava zêde dê ji nû ve were saz kirin
lo: ຊັອບແວເພີ່ມເຕີມຈະຖືກຕິດຕັ້ງໃໝ່
lv: Tiks pārinstalēta papildu programmatūra
ms: Perisian tambahan akan dipasang semula
nb: Ytterligere programvare vil bli installert på nytt
nn: Ytterlegare programvare vil bli installert på nytt
oc: Un logicial suplementari serà reinstallat
pt: Software adicional será reinstalado
ro: Software suplimentar va fi reinstalat
ru: Дополнительное ПО будет переустановлено
sk: Dodatočný softvér sa preinštaluje
sl: Ponovno nameščena bo dodatna programska oprema
sq: Softuerët shtesë do të riinstalohen
sr: Додатни софтвер биће поново инсталиран
te: అదనపు సాఫ్ట్‌వేర్ మళ్లీ ఇన్‌స్టాల్ చేయబడుతుంది
uk: Додатково програмне забезпечення буде перевстановлено
uz: Qo‘shimcha dasturiy ta'minot qayta o‘rnatiladi
zh_tw: 會重新安裝相關軟體

source: Additional software will be removed
ar: يتوجب حذف برامجَ إضافية
ast: Van desaniciase dellos programes
be: Дадатковыя праграмы будуць выдалены
bg: Ще се премахне допълнителен софтуер
br: Meziantoù ouzhpenn a vo bet dilamet
cs: Dodatečný software bude odstraněn
cy: Bydd meddalwedd ychwanegol yn cael ei dynnu
de: Zusätzliche Programme werden entfernt
el: Θα απεγκατασταθεί πρόσθετο λογισμικό
eo: Aldona programaro estos forigita
es: Se eliminará el software adicional
et: Täiendav tarkvara eemaldatakse
fa: نرم افزار اضافی حذف خواهد شد
fi: Lisäohjelmistot poistetaan
fr: Des logiciels supplémentaires seront supprimés
he: תוכנה נוספת תוסר
hi: अतिरिक्त सॉफ्टवेयर हटा दिया जाएगा
ia: Software additional essera removite
id: Perangkat lunak tambahan akan dihapus
ka: წაიშლება დამატებითი პროგრამები
ku: Nermalava zêde dê were rakirin
lo: ຊັອບແວເພີ່ມເຕີມຈະຖືກລຶບ
lv: Papildu programmatūra tiks noņemta
ms: Perisian tambahan akan dialih keluar
nb: Ytterligere programvare vil bli fjernet
nn: Ytterlegare programvare vil bli fjerna
oc: Un logicial suplementari serà suprimit
pt: Software adicional será removido
ro: Software suplimentar va fi șters
ru: Дополнительное ПО будет удалено
sk: Dodatočný softvér sa odstráni
sl: Odstranjena bo dodatna programska oprema
sq: Softueri shtesë do të hiqet
sr: Додатни софтвер биће уклоњен
te: అదనపు సాఫ్ట్‌వేర్ తీసివేయబడుతుంది
uk: Додатково програмне забезпечення буде видалено
uz: Qo‘shimcha dasturiy ta'minot olib tashlanadi
zh_tw: 會移除相關軟體

source: Additional software will be purged
ar: سيتم تفريغ البرامج الإضافية
ast: Van llimpiase dellos programes
be: Дадатковыя праграмы будуць ачышчаны
bg: Ще се изчисти допълнителен софтуер
cs: Dodatečný software bude vyčištěn
cy: Bydd meddalwedd ychwanegol yn cael ei ddileu
de: Zusätzliche Programme werden gesäubert
el: Πρόσθετο λογισμικό θα εκκαθαριστεί
eo: Aldona programaro estos plene forigita
es: Se purgará el software adicional
et: Täiendav tarkvara kustutatakse
fa: نرم‌افزار اضافی حذف‌کامل خواهد شد
fi: Lisäohjelmistot poistetaan
fr: Des logiciels supplémentaires seront purgés
he: תוכנה נוספת תטוהר
hi: अतिरिक्त सॉफ्टवेयर को शुद्ध किया जाएगा
ia: Software additional essera purgate
id: Perangkat lunak tambahan akan dikosongkan
ka: დამატებითი პროგრამები გაიწმინდება
ku: Nermalava zêde dê were paqij kirin
lo: ຊັອບແວເພີ່ມເຕີມຈະຖືກລຶບຖາວອນ
lv: Papildu programmatūra tiks izdzēsta
ms: Perisian tambahan akan disingkir
nb: Ytterligere programvare vil bli slettet
nn: Ytterlegare programvare vil bli sletta
oc: Un logicial suplementari serà purgat
pt: Software adicional será purgado
ro: Software suplimentar va fi eliminat complet
ru: Дополнительное ПО будет полностью удалено
sk: Dodatočný softvér sa odstráni aj s konfiguráciou
sl: Dodatna programska oprema bo počiščena
sq: Softueri shtesë do të fshihet
sr: Додатни софтвер биће избачен
te: అదనపు సాఫ్ట్‌వేర్ ప్రక్షాళన చేయబడుతుంది
uk: Додатково програмне забезпечення буде очищено
uz: Qo‘shimcha dasturiy ta'minot tozalanadi
zh_tw: 會刪除相關軟體
