Repository: linuxmint/mint-translations
Catalog: po-export/mintnanny/mintnanny-*.po
Languages: br, de, gu, he, te, zh_tw

source: Domain Blocker
br: Stanker domanioù
de: Domänensperre
gu: ડોમેઈન અવરોધક
he: חסם תחומים
te: డొమైన్ బ్లాకర్
zh_tw: 網域封鎖程式

source: Blocked domains
br: Domanioù stanket
de: Gesperrte Domänen
gu: અવરોધિત ડોમેઈનો
he: תחומים חסומים
te: నిరోధించబడిన డొమైన్‌లు
zh_tw: 已封鎖的網域

source: Please type the domain name you want to block
br: Bizskrivit anv an domani da stankañ
de: Bitte den zu sperrenden Domänennamen eingeben
gu: મહેરબાની કરીને જે ડોમેઈનનું અવરોધ કરવું છે એ લખો
he: נא להזין את שם התחום אותו יש לחסום
te: దయచేసి మీరు బ్లాక్ చేయాలనుకుంటున్న డొమైన్ పేరును టైప్ చేయండి
zh_tw: 請輸入要封鎖的網域

source: Domain name
br: Anv an domani
de: Domänenname
gu: ડોમેઈનનું નામ
he: שם תחום
te: డొమైన్ పేరు
zh_tw: 網域

source: Invalid Domain
br: Domani didalvoudek
de: Ungültige Domäne
gu: આ ડોમેઈન માન્ય નથી
he: שם תחום לא תקין
te: చెల్లని డొమైన్
zh_tw: 無效的網域

source: %s is not a valid domain name.
br: N'eo ket %s un anv domani talvoudek.
de: %s ist kein zulässiger Domänenname
gu: %s એ માન્ય ડોમેઈન નામ નથી.
he: ‏%s אינו שם תחום תקין.
te: %s చెల్లుబాటు అయ్యే డొమైన్ పేరు కాదు.
zh_tw: %s 並非有效的網域

source: Domain names must start and end with a letter or a digit, and can only contain letters, digits, dots and hyphens.
br: Anvioù domani a dle komañs hag echuiñ gant ul lizherenn pe ur sifr, ha n'haller bezañ enno nemet lizherennoù, sifroù, pikoù ha tiredoù.
de: Domänennamen müssen mit einem Buchstaben oder einer Ziffer anfangen und enden, und dürfen nur aus Buchstaben, Ziffern, Punkten und Bindestrichen bestehen.
gu: ડોમેઈન નામો અક્ષર અથવા અંકથી શરૂ અને સમાપ્ત થવા જોઈએ, અને તેમાં માત્ર અક્ષરો, અંકો, પૂર્ણવિરામ અને હાઇફન્સ હોઈ શકે છે.
he: על שמות תחום להתחיל ולהסתיים באות לועזית או סיפרה, הם יכולים להכיל רק אותיות, ספרות, נקודות ומקפים.
te: డొమైన్ పేర్లు తప్పనిసరిగా అక్షరం లేదా అంకెతో ప్రారంభం కావాలి మరియు ముగుస్తాయి మరియు అక్షరాలు, అంకెలు, చుక్కలు మరియు హైఫన్‌లను మాత్రమే కలిగి ఉండాలి.
zh_tw: 網域必須以字母或數字開始和結束，且只能包含字母、數字、逗號 (.)和連字號 (-)。

source: Example: my.number1domain.com
br: Skouer: ma.domani1an.com
de: Beispiel: meine.nummer1domäne.de
gu: ઉદાહરણ: my.number1domain.com
he: דוגמה: my.number1domain.com
te: ఉదాహరణ: my.number1domain.com
zh_tw: 例如：: my.number1domain.com

source: Block access to selected domain names
br: Stankañ haeziñ d'an anvioù domani diuzet.
de: Zugriff auf ausgewählten Domänennamen sperren
gu: પસંદ કરેલા ડોમેઈન નામોની પહોંચને અવરોધિત કરો
he: לחסום גישה לשמות תחום שנבחרו
te: ఎంచుకున్న డొమైన్ పేర్లకు యాక్సెస్‌ని బ్లాక్ చేయండి
zh_tw: 封鎖對選取的網域的存取

source: Parental Control
br: Reolerezh ar gerent
de: Kindersicherung
gu: માતા પિતા દ્વારા નિયંત્રિત
he: בקרת הורים
te: తల్లిదండ్రుల నియంత్రణ
zh_tw: 家長控制
