Repository: linuxmint/mint-translations
Catalog: po-export/mintstick/mintstick-*.po
Languages: ast, ka, lo, lv, sq, zh_tw

source: The USB stick was formatted successfully.
ast: El llápiz USB formateose dafechu
ka: USB ბარათი წარმატებით დაფორმატდა.
lo: ຟໍແມັດສະຕິກ USB ສຳເລັດແລ້ວ.
lv: USB zibatmiņa tika veiksmīgi noformatēta.
sq: USB-ja u formatua me sukses.
zh_tw: 成功格式化 USB 隨身碟。

source: An error occured while creating a partition on %s.
ast: Hebo un erru de mientres se facía una partición en %s.
ka: შეცდომა %s-ზე დანაყოფის შექმნისას.
lo: ເກີດຂໍ້ຜິດພາດໃນຂະນະທີ່ສ້າງພາທິຊັນໃນ %s.
lv: Gadījās kļūda, veidojot nodalījumu uz %s.
sq: Ndodhi një gabim gjatë krijimit të një ndarjeje në %s.
zh_tw: 在 %s 建立磁碟分割區時發生錯誤。

source: Authentication Error.
ast: Fallu d'autentificación
ka: ავთენტიკაციის შეცდომა.
lo: ຂໍ້ຜິດພາດໃນການກວດສອບຢືນຢັນ.
lv: Autentifikācijas kļūda.
sq: Gabim në autentifikim.
zh_tw: 驗證錯誤。

source: An error occurred.
ast: Hebo un fallu.
ka: შეცდომა.
lo: ເກີດຂໍ້ຜິດພາດ.
lv: Gadījās kļūda.
sq: Ndodhi një gabim.
zh_tw: 發生錯誤。

source: The image was successfully written.
ast: La imaxe sobrescribiose dafechu.
ka: დისკის ასლის ფაილის წარმატებით ჩაიწერა.
lo: ຂຽນອິມເມຈສຳເລັດແລ້ວ.
lv: Attēls tika veiksmīgi ierakstīts.
sq: Imazhi u shkrua me sukses.
zh_tw: 成功寫入映像檔。

source: Not enough space on the USB stick.
ast: Nun hai abondo espaciu nel llápiz USB.
ka: USB ბარათზე საკმარისი ადგილი არაა.
lo: ພື້ນທີ່ໃນສະຕິກ USB ບໍ່ພຽງພໍ.
lv: USB zibatmiņā nav pietiekami daudz brīvas vietas.
sq: Nuk ka hapësirë ​​të mjaftueshme në USB-në.
zh_tw: USB 隨身碟空間不足。

source: An error occured while copying the image.
ast: Hebo un erru al copiar la imaxe
ka: შეცდომა დისკის ასლის ფაილის კოპირებისას.
lo: ເກີດຂໍ້ຜິດພາດໃນຂະນະທີ່ສຳເນົາອິມເມຈ.
lv: Gadījās kļūda, kopējot attēlu.
sq: Ndodhi një gabim gjatë kopjimit të imazhit.
zh_tw: 複製映像檔時發生錯誤。

source: bytes
ka: ბაიტი
lo: ໄບຕ໌
lv: baiti
sq: bajt
zh_tw: 位元組

source: KB
ka: კბ

source: MB
ka: მბ

source: GB
ka: გბ

source: TB
ka: ტბ
sq: Tuberkulozi

source: ISO images
ast: Imáxenes ISO
ka: ISO ასლის ფაილები
lo: ອິມເມຈ ISO
lv: ISO attēli
sq: Imazhe ISO
zh_tw: ISO 檔

source: Checksum files
ast: Ficheros de suma de verificación
ka: საკონტროლო ჯამის ფაილები
lo: ໄຟລ໌ Checksum
lv: Kontrolsummas faili
sq: Skedarët e kontrollit
zh_tw: 雜湊值檔

source: GPG signatures
ast: Robles GPG
ka: GPG ხელმოწერები
lo: ລາຍເຊັນ GPG
lv: GPG paraksti
sq: Nënshkrimet e GPG-së
zh_tw: GPG 簽証

source: Calculating...
ast: Calculando...
ka: გამოთვლა...
lo: ກຳລັງຄຳນວນ...
lv: Aprēķina...
sq: Duke llogaritur...
zh_tw: 計算中...

source: No volume ID found
ast: Nun s'atopó la ID del volume
ka: ტომის ID აღმოჩენილი არაა
lo: ບໍ່ພົບ ID ຂອງວໍລຸມ
lv: Apjoma ID nav atrasts
sq: Nuk u gjet ID e vëllimit
zh_tw: 沒有檔案識別

source: The checksum is correct
ast: La suma de verificación ye correcha
ka: საკონტროლო ჯამი სწორია
lo: Checksum ຖືກຕ້ອງ
lv: Kontrolsumma ir pareiza
sq: Shuma e kontrollit është e saktë
zh_tw: 雜湊值正確

source: The checksum is correct but the authenticity of the sum was not verified.
ast: La suma de verificación ye correcha, pero nun pudo verificase la so autenticidá.
ka: საკონტროლო ჯამი სწორია, მაგრამ ჯამის სინამდვილე არ გადამოწმებულა.
lo: Checksum ຖືກຕ້ອງ ແຕ່ການຢືນຢັນຄວາມຖືກຕ້ອງຂອງຜົນລວມບໍ່ໄດ້ຮັບການກວດສອບ.
lv: Kontrolsumma ir pareiza, bet summas autentiskums netika pārbaudīts.
sq: Shuma e kontrollit është e saktë, por vërtetësia e shumës nuk është verifikuar.
zh_tw: 雜湊值正確但發行方未確認

source: Checksum mismatch
ast: Fallu na suma de verificación
ka: საკონტროლო ჯამი არ ემთხვევა
lo: Checksum ບໍ່ກົງກັນ
lv: Kontrolsummas neatbilstība
sq: Mospërputhje e shumës së kontrollit
zh_tw: 雜湊值不符合

source: Download the ISO image again. Its checksum does not match.
ast: Descarga la imaxe ISO otra vuelta. La so suma de verificación nun ye correcha.
ka: გადმოწერეთ ISO ასლის ფაილი თავიდან. მისი საკონტროლო ჯამი არ ემთხვევა.
lo: ດາວໂຫລດອິມເມຈ ISO ໃໝ່. Checksum ຂອງມັນບໍ່ກົງກັນ.
lv: Vēlreiz lejupielādē ISO attēlu. Tā kontrolsumma neatbilst.
sq: Shkarko përsëri imazhin ISO. Shuma e tij e kontrollit nuk përputhet.
zh_tw: 再次下載 ISO 檔。因為它的雜湊值不符。

source: The sums file could not be downloaded. Check the URL.
ast: Nun pudo descargase'l ficheru de verificación. Compreba la URL.
ka: საკონტროლო ჯამის ფაილის გადმოწერა შეუძლებელია. შეამოწმეთ ბმული.
lo: ບໍ່ສາມາດດາວໂຫລດໄຟລ໌ຜົນລວມໄດ້. ກວດສອບ URL.
lv: Summas failu nav iespējams lejupielādēt. Pārbaudi URL.
sq: Skedari sums nuk mund të shkarkohej. Kontrolloni URL-në.
zh_tw: 未下載雜湊檔，檢查位址。

source: The gpg file could not be downloaded. Check the URL.
ast: Nun pudo descargase'l ficheru gpg. Compreba la URL.
ka: GPG ფაილის გადმოწერა შეუძლებელია. შეამოწმეთ ბმული.
lo: ບໍ່ສາມາດດາວໂຫລດໄຟລ໌ gpg ໄດ້. ກວດສອບ URL.
lv: Gpg failu nevarēja lejupielādēt. Pārbaudi URL.
sq: Skedari gpg nuk mund të shkarkohej. Kontrolloni URL-në.
zh_tw: 未下載 gpg 檔，檢查位址。

source: The sums file could not be checked.
ast: Nun pudo averase'l ficheru de suma de verificación.
ka: საკონტროლო ჯამის ფაილის შემოწმება შეუძლებელია.
lo: ບໍ່ສາມາດກວດສອບໄຟລ໌ຜົນລວມໄດ້.
lv: Summu failu nevarēja pārbaudīt.
sq: Skedari i shumave nuk mund te kontrollohej.
zh_tw: 無法檢查雜湊檔。

source: The gpg file could not be checked.
ast: Nun pudo averase'l ficheru gpg.
ka: GPG ფაილის შემოწმება შეუძლებელია.
lo: ບໍ່ສາມາດກວດສອບໄຟລ໌ gpg ໄດ້.
lv: Gpg failu nevarēja pārbaudīt.
sq: Skedari gpg nuk mund të kontrollohej.
zh_tw: 無法檢查 gpg 檔。

source: Integrity check failed
ast: Fallu na preba d'integridá
ka: მთლიანობის შემოწმება ჩავარდა
lo: ການກວດສອບຄວາມສົມບູນລົ້ມເຫລວ
lv: Integritātes pārbaude neizdevās
sq: Kontrolli i integritetit dështoi
zh_tw: 完整性檢查失敗

source: The SHA256 sums file is not signed.
ast: El ficheru de suma SHA256 nun ta robláu
ka: SHA256 საკონტროლო ჯამების ფაილი ხელმოწერილი არაა.
lo: ໄຟລ໌ຜົນລວມ SHA256 ບໍ່ໄດ້ຮັບການລົງລາຍເຊັນ.
lv: SHA256 summu fails nav parakstīts.
sq: Skedari i shumave SHA256 nuk është i nënshkruar.
zh_tw: SHA256 雜湊檔未被簽署

source: Signed by: %s
ast: Robláu por: %s
ka: ხელმოწერის ავტორი: %s
lo: ລົງລາຍເຊັນໂດຍ: %s
lv: Parakstījis: %s
sq: Nënshkruar nga: %s
zh_tw: 由 %s 簽署

source: Unknown signature
ast: Robla non conocida
ka: უცნობი ხელმოწერა
lo: ລາຍເຊັນທີ່ບໍ່ຮູ້ຈັກ
lv: Nezināms paraksts
sq: Nënshkrim i panjohur
zh_tw: 未知的簽署

source: Key not found on keyserver.
ast: Nun s'atopó la clave nel sirvidor
ka: გასაღებების სერვერზე გასაღები აღმოჩენილი არაა.
lo: ບໍ່ພົບຄີໃນເຊີບເວີຄີ.
lv: Atslēga nav atrodama atslēgu serverī.
sq: Çelësi nuk u gjet në serverin e çelësave.
zh_tw: 密鑰伺服器找不到這鐱匙

source: Everything looks good!
ast: ¡Paez que too ta correchu!
ka: ყველაფერი კარგად გამოიყურება!
lo: ທຸກຢ່າງເບິ່ງຄືວ່າດີ!
lv: Viss izskatās labi!
sq: Gjithçka duket mirë!
zh_tw: 看起來狀況很好 !

source: This is an official ISO image.
ast: Esta ye una ISO oficial.
ka: ეს ოფიციალური ISO დისკის ასლი ფაილია.
lo: ນີ້ແມ່ນອິມເມຈ ISO ທີ່ເປັນທາງການ.
lv: Šis ir oficiāls ISO attēls.
sq: Ky është një imazh zyrtar ISO.
zh_tw: 這是官方 ISO 檔

source: This ISO image is verified by a trusted signature.
ast: La imaxe ISO ta averada por una robla fiable.
ka: ეს ISO დისკის ასლის ფაილი გადამოწმებულია სანდო ხელმოწერით.
lo: ອິມເມຈ ISO ນີ້ໄດ້ຮັບການກວດສອບຢືນຢັນໂດຍລາຍເຊັນທີ່ເຊື່ອຖືໄດ້.
lv: Šis ISO attēls ir verificēts ar uzticamu parakstu.
sq: Ky imazh ISO është verifikuar nga një nënshkrim i besueshëm.
zh_tw: ISO 檔已由被信任的簽章確認

source: If you trust the signature you can trust the ISO.
ast: Si esfotes na robla, puedes perfiate de la ISO.
ka: თუ ენდობით ხელმოწერას, მაშინ ISO ფაილიც სანდოა.
lo: ຖ້າທ່ານເຊື່ອຖືລາຍເຊັນ ທ່ານກໍສາມາດເຊື່ອຖື ISO ໄດ້.
lv: Ja uzticies parakstam, vari uzticēties ISO.
sq: Nëse i besoni nënshkrimit, mund t'i besoni edhe ISO-së.
zh_tw: 如果你信件這簽章的話就可信任這 ISO 檔

source: Untrusted signature
ast: Robla non fiable
ka: არასანდო ხელმოწერა
lo: ລາຍເຊັນທີ່ບໍ່ໜ້າເຊື່ອຖື
lv: Neuzticams paraksts
sq: Nënshkrim i pabesueshëm
zh_tw: 不被信任的簽章

source: This ISO image is verified by an untrusted signature.
ast: La imaxe ISO ta verificada por una robla non fiable.
ka: ეს ISO ფაილი გადამოწმებულია არასანდო ხელმოწერით.
lo: ອິມເມຈ ISO ນີ້ໄດ້ຮັບການກວດສອບຢືນຢັນໂດຍລາຍເຊັນທີ່ບໍ່ໜ້າເຊື່ອຖື.
lv: Šis ISO attēls ir pārbaudīts ar neuzticamu parakstu.
sq: Ky imazh ISO është verifikuar nga një nënshkrim i pabesueshëm.
zh_tw: ISO 檔已由不被信任的簽章確認

source: An error occurred
ast: Hebu un erru
ka: შეცდომა
lo: ເກີດຂໍ້ຜິດພາດ
lv: Radās kļūda
sq: Ndodhi një gabim
zh_tw: 出現錯誤

source: The SHA256 sum of the ISO image is incorrect.
ast: La suma del ficheru SHA256 del ficheru nun ye correchu.
ka: ISO ფაილის SHA256 საკონტროლო ჯამი არასწორია.
lo: ຜົນລວມ SHA256 ຂອງອິມເມຈ ISO ບໍ່ຖືກຕ້ອງ.
lv: ISO attēla SHA256 summa ir nepareiza.
sq: Shuma SHA256 e imazhit ISO është e pasaktë.
zh_tw: ISO 檔的 SHA256 雜湊值不正確。

source: The SHA256 sums file does not contain sums for this ISO image.
ast: El ficheru SHA256 nun contién denguna suma pa esta imaxe ISO.
ka: SHA256 საკონტროლო ჯამის ფაილი არ შეიცავს საკონტროლო ჯამებს ამ ISO ფაილისთვის.
lo: ໄຟລ໌ຜົນລວມ SHA256 ບໍ່ມີຜົນລວມສຳລັບອິມເມຈ ISO ນີ້.
lv: SHA256 summu fails nesatur summas šim ISO attēlam.
sq: Skedari i shumave SHA256 nuk përmban shuma për këtë imazh ISO.
zh_tw: SHA256 雜湊檔裏沒有這 ISO 檔的值

source: USB Image Writer
ast: Escribidor d'imáxenes USB
ka: USB დისკის ასლის ფაილის ჩამწერი
lo: ເຄື່ອງຂຽນອິມເມຈ USB
lv: USB zibatmiņas rakstītājs
sq: Shkrues Imazhesh USB
zh_tw: USB 映像寫入工具

source: Make a bootable USB stick
ast: Fae un llapiz USB arrincable
ka: ჩატვირთვადი USB ბარათის მომზადება
lo: ສ້າງສະຕິກ USB ທີ່ສາມາດບູດໄດ້
lv: Izveidot palaižamu USB zibatmiņu
sq: Krijoni një USB të bootueshëm
zh_tw: 製作可開機 USB 隨身碟

source: USB Stick Formatter
ast: Formateador de llápiz USB
ka: USB ბარათის დამფორმატებელი
lo: ເຄື່ອງຟໍແມັດສະຕິກ USB
lv: USB zibatmiņas formatētājs
sq: Formatet e USB Stick
zh_tw: USB 隨身碟格式化程式

source: Format a USB stick
ast: Da-y formatu a un llapiz USB
ka: USB ბარათის დაფორმატება
lo: ຟໍແມັດສະຕິກ USB
lv: Formatēt USB zibatmiņu
sq: Formato një USB flash drive
zh_tw: 格式化 USB 隨身碟

source: Make bootable USB stick
ast: Fae un llapiz USB arrincable
ka: ჩატვირთვადი USB ბარათის მომზადება
lo: ສ້າງສະຕິກ USB ທີ່ບູດໄດ້
lv: Izveidot palaižamu zibatmiņu
sq: Krijo një USB të bootueshëm
zh_tw: 製作可開機 USB 隨身碟

source: Format
ast: Formatear
ka: ფორმატი
lo: ຟໍແມັດ
lv: Formatēt
sq: Formati
zh_tw: 格式化

source: Verify
ast: Averar
ka: გადამოწმება
lo: ກວດສອບຢືນຢັນ
lv: Pārbaudīt
sq: Verifiko
zh_tw: 驗證

source: Verify the authenticity and integrity of the image
ast: Avera la autenticidá ya integridá de la imaxe
ka: დისკის ასლის ფაილის სანდოობის და მთლიანობის გადამოწმება
lo: ກວດສອບຢືນຢັນຄວາມຖືກຕ້ອງແລະຄວາມສົມບູນຂອງອິມເມຈ
lv: Pārbauda attēla autentiskumu un integritāti
sq: Verifikoni vërtetësinë dhe integritetin e imazhit
zh_tw: 驗證印像檔的真實和完全性

source: This will destroy all data on the USB stick, are you sure you want to proceed?
ast: Esto va desaniciar tolos datos del llapiz USB, ¿tas xuru de que quies siguir?
ka: ეს გაანადგურებს ყველა მონაცემს USB ბარათზე, გსურთ გაგრძელება?
lo: ການກະທຳນີ້ຈະລຶບຂໍ້ມູນທັງໝົດໃນສະຕິກ USB, ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການດຳເນີນການຕໍ່?
lv: Šī darbība iznīcinās visus datus uz USB zibatmiņas, vai vēlies turpināt?
sq: Kjo do të shkatërrojë të gjitha të dhënat në USB-në, a jeni i sigurt që doni të vazhdoni?
zh_tw: 這會銷毀 USB 隨身碟裡的所有資料，您是否確定要繼續?

source: USB stick:
ast: Llapiz USB:
ka: USB ბარათი:
lo: ສະຕິກ USB:
lv: USB zibatmiņa:
zh_tw: USB 隨身碟:

source: Filesystem:
ast: Sistema de ficheros:
ka: ფაილური სისტემა:
lo: ລະບົບໄຟລ໌:
lv: Failu sistēma:
sq: Sistemi i skedarëve:
zh_tw: 檔案系統：

source: Select a USB stick
ast: Esbilla un llapiz USB
ka: აირჩიეთ USB ბარათი
lo: ເລືອກສະຕິກ USB
lv: Izvēlies USB zibatmiņu
sq: Zgjidh një USB flash drive
zh_tw: 選擇 USB 隨身碟

source: FAT32 + Compatible everywhere. - Cannot handle files larger than 4GB. exFAT + Compatible almost everywhere. + Can handle files larger than 4GB. - Not as compatible as FAT32. NTFS + Compatible with Windows. - Not compatible with Mac and most hardware devices. - Occasional compatibility problems with Linux (NTFS is proprietary and reverse engineered). EXT4 + Modern, stable, fast, journalized. + Supports Linux file permissions. - Not compatible with Windows, Mac and most hardware devices.
ast: FAT32 + Compatible con too - Nun almite ficheros de más de 4GB exFAT + Percompatible + Pué maneyar ficheros de más de 4GB - Ye menos compatible que FAT32 NTFS + Compatible con Windows. - Nun tien compatibilidá con Mac nin con munchos preséos de hardware. - Delles vegaes pue haber problemes de compatibilidá con Linux (NTFS ye propietariu ya hebu que face-y inxeniería inversa) EXT4 + Modernu, estable, rápidu, periodizáu. + Tien soporte pa permisos de ficheru Linux - Nun ye compatible con Windows, Mac ya munchos preseos de hardware.
ka: FAT32 + თავსებადია ყველაფერთან. - 4GB-ზე დიდი ფაილების ქონა შეუძლებელია. exFAT + თავსებადია თითქმის ყველაფერთან. + შესაძლებელია 4GB-ზე დიდი ფაილების ქონა. - არ არის ისეთი თავსებადი, როგორც FAT32. NTFS + თავსებადია Windows- თან. - არ არის თავსებადი Mac-თან და უმეტეს მოწყობილობებთან. - ზოგჯერ თავსებადობის პრობლემები აქვს Linux-სთან(NTFS დახურული კოდითაა). EXT4 + თანამედროვე, სტაბილური, სწრაფი, ჩანაწერი. + Linux-ის ფაილებთან წვდომების მხარდაჭერა. - არ არის თავსებადი Windows, Mac და მოწყობილობების უმეტესობასთან.
lo: FAT32 + ເຂົ້າກັນໄດ້ທຸກບ່ອນ. - ບໍ່ສາມາດຈັດການໄຟລ໌ທີ່ມີຂະໜາດໃຫຍ່ກວ່າ 4GB. exFAT + ເຂົ້າກັນໄດ້ເກືອບທຸກບ່ອນ. + ສາມາດຈັດການໄຟລ໌ທີ່ມີຂະໜາດໃຫຍ່ກວ່າ 4GB. - ເຂົ້າກັນໄດ້ບໍ່ດີເທົ່າ FAT32. NTFS + ເຂົ້າກັນໄດ້ກັບ Windows. - ບໍ່ເຂົ້າກັນກັບ Mac ແລະອຸປະກອນຮາດແວສ່ວນໃຫຍ່. - ມີບັນຫາການເຂົ້າກັນໄດ້ກັບ Linux ເປັນບາງຄັ້ງ (NTFS ເປັນເຈົ້າຂອງລິຂະສິດແລະຖືກວິສະວະກຳຍ້ອນກັບ). EXT4 + ທັນສະໄໝ, ສະຖຽນ, ໄວ, ມີການບັນທຶກການປ່ຽນແປງ. + ຮອງຮັບການອະນຸຍາດໄຟລ໌ຂອງ Linux. - ບໍ່ເຂົ້າກັນກັບ Windows, Mac ແລະອຸປະກອນຮາດແວສ່ວນໃຫຍ່.
lv: FAT32 + Saderīgs visur. - Nevar apstrādāt failus, kas ir lielāki par 4 GB. exFAT + Saderīgs gandrīz visur. + Var apstrādāt failus, kas ir lielāki par 4 GB. - Nav tik saderīgs kā FAT32. NTFS + Saderīgs ar Windows. - Nav saderīgs ar Mac un lielāko daļu aparatūras ierīču. - Reizēm rodas saderības problēmas ar Linux (NTFS ir patentēta un atpakaļizstrādāta). EXT4 + Moderns, stabils, ātrs, žurnāls. + Atbalsta Linux failu atļaujas. - Nav saderīgs ar Windows, Mac un lielāko daļu aparatūras ierīču.
sq: FAT32 + I pajtueshëm kudo. - Nuk mund të trajtojë skedarë më të mëdhenj se 4 GB. exFAT + I pajtueshëm pothuajse kudo. + Mund të trajtojë skedarë më të mëdhenj se 4 GB. - Jo aq i pajtueshëm sa FAT32. NTFS + I pajtueshëm me Windows. - Nuk është i pajtueshëm me Mac dhe shumicën e pajisjeve harduerike. - Probleme të rastit me pajtueshmërinë me Linux (NTFS është pronësore dhe me inxhinieri të kundërt). EXT4 + Moderne, e qëndrueshme, e shpejtë, e gazetarizuar. + Mbështet lejet e skedarëve Linux. - Nuk është i pajtueshëm me Windows, Mac dhe shumicën e pajisjeve harduerike.
zh_tw: FAT32 + 相容性最佳。 - 無法處理大於 4GB 的檔案。 exFAT + 幾乎每個平臺都可以相容。 + 無法處理大於 4GB 的檔案。 - 相容性比 FAT32 稍差。 NTFS + 相容於 Windows。 - 不相容 Mac 與大多數硬體裝置。 - 在 Linux 下偶有相容性問題 (因 NTFS 是專有格式，遂以逆向工程完成)。 EXT4 + 現代化、穩定、快速、具日誌功能。 + 支援 Linux 檔案權限。 - 不相容於 Windows、Mac 與大多數硬體裝置。

source: Volume label:
ast: Etiqueta del volume
ka: ტომის ჭდე:
lo: ປ້າຍຊື່ວໍລຸມ:
lv: Sējuma etiķete:
sq: Etiketa e vëllimit:
zh_tw: 儲存區標籤:

source: Choose a name for your USB Stick
ast: Pon-y un nome al to llapiz USB
ka: აირჩიეთ სახელი თქვენი USB ბარათისთვის
lo: ເລືອກຊື່ສຳລັບສະຕິກ USB ຂອງທ່ານ
lv: Izvēlies USB zibatmiņas nosaukumu
sq: Zgjidhni një emër për USB-në tuaj
zh_tw: 命名您的 USB 隨身碟

source: USB Stick
ast: Llapiz USB
ka: USB ბარათი
lo: ສະຕິກ USB
lv: USB zibatmiņa
zh_tw: USB 隨身碟

source: ISO image:
ast: Imaxe ISO:
ka: ISO ასლის ფაილი:
lo: ອິມເມຈ ISO:
lv: ISO attēls:
sq: Imazh ISO:
zh_tw: ISO 檔：

source: Select an image
ast: Esbillar una imaxe
ka: აირჩიეთ დისკის ასლის ფაილი
lo: ເລືອກອິມເມຈ
lv: Atlasīt attēlu
sq: Zgjidh një imazh
zh_tw: 選擇映像檔

source: Select Image
ast: Esbillar Imaxe
ka: აირჩიეთ დისკის ასლის ფაილი
lo: ເລືອກອິມເມຈ
lv: Atlasi attēlu
sq: Zgjidh imazhin
zh_tw: 選擇映像檔

source: Write
ast: Escribir
ka: ჩაწერა
lo: ຂຽນ
lv: Ierakstīt
sq: Shkruaj
zh_tw: 寫入

source: This ISO looks like a Windows image.
ast: Paez que esta ISO ye una imaxe Windows
ka: ეს ISO ფაილი Windows-ის დისკის ასლის ფაილს წააგავს.
lo: ISO ນີ້ເບິ່ງຄືວ່າເປັນອິມເມຈຂອງ Windows.
lv: Šis ISO izskatās kā Windows attēls.
sq: Ky ISO duket si një imazh i Windows.
zh_tw: 這個 ISO 檔看起來像是 Windows 的安裝映像。

source: Windows images require special processing.
ast: Les imáxenes Windows precisen procesáu especial
ka: Windows-ის დისკის ასლის ფაილებს განსაკუთრებული მიდგომა სჭირდებათ.
lo: ອິມເມຈຂອງ Windows ຕ້ອງການການປະມວນຜົນພິເສດ.
lv: Windows attēliem nepieciešama īpaša apstrāde.
sq: Imazhet e Windows përpunim të veçantë.
zh_tw: Windows 映像檔需特別處理。

source: More information
ast: Más información
ka: მეტი ინფორმაცია
lo: ຂໍ້ມູນເພີ່ມເຕີມ
lv: Vairāk informācijas
sq: Më shumë informacion
zh_tw: 更多資訊

source: Volume:
ka: ტომი:
lo: ວໍລຸມ:
lv: Apjoms:
sq: Vëllimi:
zh_tw: 檔案系統：

source: Size:
ast: Tamañu:
ka: ზომა:
lo: ຂະໜາດ:
lv: Lielums:
sq: Madhësia:
zh_tw: 大小：

source: SHA256 sums file:
ast: Ficheru de suma SHA256
ka: SHA256 ჯამების ფაილი:
lo: ໄຟລ໌ຜົນລວມ SHA256:
lv: SHA256 summu fails:
sq: Skedari i shumave SHA256:
zh_tw: SHA256 雜湊檔：

source: GPG signed file:
ast: Ficheru robláu GPG
ka: GPG ხელმოწერილი ფაილი:
lo: ໄຟລ໌ທີ່ລົງລາຍເຊັນ GPG:
lv: GPG parakstīts fails:
sq: Skedari i nënshkruar nga GPG:
zh_tw: GPG 簽署檔：

source: URLs
ka: URL-ები
lv: URL adreses
sq: URL-të
zh_tw: 網址

source: SHA256 sums file
ast: Ficheru de sumes SHA256
ka: SHA256 ჯამების ფაილი
lo: ໄຟລ໌ຜົນລວມ SHA256
lv: SHA256 summu fails
sq: Skedari i shumave SHA256
zh_tw: SHA256 雜湊檔

source: GPG signed file
ast: Ficheru de robla GPG
ka: GPG ხელმოწერილი ფაილი
lo: ໄຟລ໌ທີ່ລົງລາຍເຊັນ GPG
lv: GPG parakstīts fails
sq: Skedari i nënshkruar nga GPG
zh_tw: GPG 簽署檔

source: Local files
ast: Ficheros llocales
ka: ლოკალური ფაილები
lo: ໄຟລ໌ໃນເຄື່ອງ
lv: Lokālie faili
sq: Skedarët lokalë
zh_tw: 本地端檔案

source: SHA256 sum
ast: Suma SHA256
ka: SHA256 ჯამი
lo: ຜົນລວມ SHA256
lv: SHA256 summa
sq: Shuma SHA256
zh_tw: SHA256 雜湊值

source: Check
ast: Averar
ka: შემოწმება
lo: ກວດສອບ
lv: Pārbaudīt
sq: Kontrolloni
zh_tw: 檢查

source: Checksum
ast: Suma de verificación
ka: საკონტროლო ჯამი
lv: Kontrolsumma
sq: Kontrollues
zh_tw: 檢驗碼

source: Go back
ast: Tornar
ka: უკან გადასვლა
lo: ກັບຄືນ
lv: Atgriezties
sq: Kthehu prapa
zh_tw: 返回

source: ISO Verification
ast: Verificación del ISO
ka: ISO-ის გადამოწმება
lo: ການກວດສອບຢືນຢັນ ISO
lv: ISO pārbaude
sq: Verifikimi ISO
zh_tw: ISO 驗証

source: SHA256sum:
ast: Suma SHA256:
zh_tw: SHA256 雜湊值：
