Repository: linuxmint/mint-translations
Catalog: po-export/mintbackup/mintbackup-*.po
Languages: af, ar, be, bg, bs, da, de, eo, es, et, eu, fa, fo, fr_ca, ga, gl, hi, hr, hu, ia, id, is, it, ja, ka, kk, lb, lo, lv, mk, ms, nn, pt, pt_br, si, sk, sq, sr, sr@latin, sv, te, tg, tl, tr, uz, vi

source: Warning: Some files were not saved, copied: %(current_file)d files out of %(total)d total
af: Waarskuwing: Seker leêrs is nie gestoor nie, het: %(current_file)d leêrs uit %(total)d totaal gekopieer
ar: تحذير : بعض الملفات لم يتم حفظها , تم نسخ %(current_file)d ملف من ما مجموعه %(total)d ملف
be: Увага: некаторыя файлы не захаваныя, скапіявана %(current_file)d файлаў з %(total)d
bg: Предупреждение: някои файлове не бяха запазени, копирани са: %(current_file)d файла от общо %(total)d
bs: Upozorenje: neke datoteke nisu spašene, kopirano: %(current_file)d od ukupno %(total)d
da: Advarsel: Nogle filer blev ikke gemt, kopierede: %(current_file)d filer ud af %(total)d i alt
de: Achtung: Einige Dateien wurden nicht gespeichert. %(current_file)d Dateien von insgesamt %(total)d wurden kopiert
eo: Averto: kelkaj dosieroj ne estis konservata, kopiataj %(current_file)d dosieroj el %(total)d entute
es: Aviso: algunos archivos no se guardaron; copiados: %(current_file)d archivos de un total de %(total)d
et: Hoiatus: Mõnda faili ei salvestatud, kopeeritud %(current_file)d faili kokku %(total)d-st
eu: Kontuz: Zenbait fitxategi ez dira gorde, %(current_file)d kopiatu dira %(total)d-(e)tik
fa: هشدار: برخی از پرونده ها ذخیره نشد، %(current_file)d پرونده از %(total)d کپی شد.
fo: Ávaring: Summar fílur vórðu ikki goymdar, avrita: %(current_file)d fílur av %(total)d í alt
fr_ca: Attention : certains fichiers n'ont pas été sauvegardés (total sauvegardé : %(current_file)d parmi %(total)d)
ga: Rabhadh: Níor sábhálfadh roinnt comhad, cóipeáladh: %(current_file)d comhaid de %(total)d iomlán
gl: Atención: Non se gardaron algúns ficheiros. Copiáronse %(current_file)d ficheiros dun total de %(total)d
hi: चेतावनी: कुछ फ़ाइलें सुरक्षित नहीं की गयीं, कॉपी की गयीं: कुल %(total)d में से %(current_file)d फाइलें
hr: Upozorenje: Neke datoteke nisu spremljene, kopirano: %(current_file)d datoteka od ukupno %(total)d
hu: Figyelmeztetés: Néhány fájl nem lett mentve, %(total)d fájlból %(current_file)d fájl lett átmásolva
ia: Advertimento: Alcun files non ha essite salveguardate, copiate: %(current_file)d files de %(total)d total
id: Peringatan: Beberapa berkas tidak disimpan, salin: %(current_file)d berkas dari %(total)d total
is: Aðvörun: Sumar skrár voru ekki vistaðar, afritaði: %(current_file)d skrár af alls %(total)d
it: Attenzione: Alcuni file non sono stati salvati, copiati: %(current_file)d file su %(total)d totali
ja: 警告: いくつかのファイルが保存、コピーされませんでした: 全 %(total)d 個中 %(current_file)d 個のファイル
kk: Назар аударыңыз: кейбір файлдар сақталған жоқ, бірақ олардың көшірмесі жасалынды: %(total)d файлдың %(current_file)d
lb: Opgepasst: Verschieden Dateien goufen net gespeichert, kopeiert: %(current_file)d Dateien vun %(total)d Total
lo: ຄຳເຕືອນ: ບາງໄຟລ໌ຈະບໍ່ຖືກບັນທຶກ, ຄັດລອກແລ້ວ: %(current_file)d ໄຟລ໌ ຈາກ %(total)d ໄຟລ໌ທັ້ງໝົດ
lv: Brīdinājums: Daži no failiem netika saglabāti,nokopēti: %(current_file)d files out of %(total)d total
mk: Предупредување: Некои датотеки не беа зачувани, копирани:%(current_file)d датотеки од %(total)d вкупно
ms: Amaran: Sesetengah fail tidak disimpan, disalinkan: %(current_file)d fail daripada sejumlah %(total)d
nn: Åtvaring: somme filer blei ikkje lagra, kopierte: %(current_file)d filer av %(total)d totalt
pt: Aviso: alguns ficheiros não foram gravados. Foram copiados %(current_file)d ficheiros de um total de %(total)d
pt_br: Atenção: Alguns arquivos não foram salvos. Foram copiados %(current_file)d arquivos de um total de %(total)d
si: අනතුරු ඇගවීමයි: ඇතම් ලිපිගොනු සුරක්ශිත කල නොහක ලිපි %(total)d කින් %(current_file)d ක් ලියනලදී
sk: Upozornenie: Niektoré súbory neboli uložené, skopírovaných: %(current_file)d súborov z %(total)d všetkých
sq: Kujdes: Disa skedarë nuk u ruajtën, kopjuan: %(current_file)d skedarë nga %(total)d totali
sr: Упозорење: неке датотеке нису сачуване; умножене датотеке: %(current_file)d од %(total)d
sr@latin: Upozorenje: Neke datoteke nisu sačuvane, umnožene: %(current_file)d od ukupno datoteka %(total)d
sv: Varning: En del filer sparades ej, kopierade: %(current_file)d filer av %(total)d totalt
te: హెచ్చరిక: కొన్ని దస్త్రములు భద్రపరచబడలేదు. నకలుతీయబడినవి: మొత్తం %(total)dలో %(current_file)d
tg: Огоҳӣ: Баъзе файлҳо захира нашудаанд: Ҳаммагӣ %(current_file)d файл аз %(total)d нусхабардорӣ шудаанд
tl: Babala: Ang ibang mga file ay hindi nai-save, mga nakopya: %(current_file)d na mga file mula sa %(total)d na total
tr: Uyarı: Bazı dosyalar kaydedilmedi, kopyalanan: %(total)d dosyadan %(current_file)d tanesi
uz: Огоҳлантириш: баъзи файллар сақлаб ҳам қўйилмади, нусҳа олинган: %(current_file)d файллар %(total)d дан ташқарида
vi: Cảnh báo: Một số tập tin không được lưu, đã chép %(current_file)d tập tin trên tổng số %(total)d

source: An error occurred during the backup
bg: Получи се грешка при създаването на бекъпа
da: Der opstod en fejl under sikkerhedskopieringen
de: Ein Fehler ist während der Sicherung aufgetreten
es: Ha ocurrido un error durante la copia de seguridad
eu: Errore bat gertatu da babeskopia egitean
fr_ca: Une erreur s'est produite pendant la sauvegarde
hr: Dogodila se greška tijekom sigurnosnog kopiranja
hu: Hiba lépett fel a mentés készítése közben
ia: Un error ha occurrite durante le backup
id: Terjadi kesalahan ketika proses pencadangan
is: Villa kom upp við öryggisafritunina
it: Si è verificato un errore durante il backup.
pt: Um erro ocorreu durante a cópia de segurança
pt_br: Um erro ocorreu durante a cópia de segurança
sk: Počas zálohovania nastala chyba
sr: Дошло је до грешке за време прављења резерве
sv: Ett fel inträffade under säkerhetskopieringen
tr: Yedekleme sırasında bir hata oluştu
uz: Заҳирага сақлаш жараёни пайтида хато содир бўлди

source: The backup was aborted
af: Die rugsteun wag geeindig
ar: تم إحباط عملية النسخ الاحتياطي
be: Рэзервовае капіяванне было перапыненае
bg: Архивирането беше прекъснато
bs: Pravljenje sigurnosne kopije je prekinuto
da: Sikkerhedskopieringen blev afbrudt
de: Die Sicherung wurde abgebrochen
eo: La sekurkopiado estis ĉesigata
es: El respaldo fue cancelado
et: Varundamine katkestati
eu: Babeskopia bertan behera gelditu da
fa: پشتیبان گیری بدون نتیجه ماند
fo: Trygdarritingin varð avbrotin
fr_ca: La sauvegarde a été interrompue
ga: Cealaíodh an cúltaca
gl: Interrompeuse a copia de seguranza
hi: बैकअप रोका गया था
hr: Sigurnosno kopiranje je prekinuto
hu: Mentés megszakítva
ia: Le creation del copia de reserva ha essite abortate
id: Pembuatan cadangan dibatalkan
is: Hætt var við öryggisafritun
it: Il backup è stato annullato
ja: バックアップを中断しました
kk: Резервті көшірме орындалуы үзілді
lb: Den Backup as ofgebrach gin
lo: ການກູ້ຄືນຖືກຍົກເລີກ
lv: Atjaunošana tikusi atcelat
mk: Креирањето резевна копија е прекинато
ms: Sandar telah dihenti paksa
nn: Kopieringa blei avbroten
pt: A cópia de segurança foi cancelada
pt_br: O processo de cópia foi cancelado
si: සුරක්ශිත කිරීම නවතා දමන ලදී
sk: Zálohovanie bolo zrušené
sq: Ruajtja u abortua
sr: Прављење резерве је прекинуто
sr@latin: Pravljenje pričuvne je prekinuto
sv: Säkerhetskopieringen avbröts
te: బ్యాక్‌అప్ వదిలివేయబడింది
tg: Таҳия нусхаи эҳтиётӣ қатъ шудааст
tl: Itinigil ang pagba-backup
tr: Yedekleme iptal edildi
uz: Заҳирага сақлаш жараёни олиб ташланди
vi: Bản sao lưu đã bị hủy bỏ

source: The backup completed successfully
af: Die rugteun was totaal suksesvol
ar: تمت عملية النسخ اﻹحتياطي بنجاح
be: Рэзервовае капіяванне паспяхова выканана
bg: Архивирането приключи успешно
bs: Sigurnosna kopija je uspješno napravljena
da: Sikkerhedskopieringen blev fuldført
de: Die Sicherung wurde erfolgreich abgeschlossen
eo: La sekurkopiado sukcese finiĝis
es: El respaldo se completó correctamente
et: Varundamine lõpetati edukalt
eu: Babeskopia behar bezala burutu da
fa: پشتیبان گیری با موفقیت پایان یافت
fo: Trygdarritingin varð valeydnað fullgjørd
fr_ca: La sauvegarde s'est terminée avec succès
ga: Rinneadh an cúltaca gan fadhb
gl: Completouse correctamente a copia de seguranza
hi: बैकअप को सफलतापूर्वक पूरा किया गया
hr: Sigurnosno kopiranje je uspješno završeno
hu: A mentés sikeresen befejeződött
ia: Le creation del copia de reserva ha essite abortate
id: Pembuatan cadangan berhasil
is: Öryggisafritun lauk án vandræða
it: Il backup è stato completato con successo
ja: バックアップが正しく完了しました
kk: Резервті көшірме сәтті орындалды
lb: Den Backup as erfolegreich ofgeschloss
lo: ການກູ້ຄືນສຳເລັດແລ້ວ
lv: Atjaunošana noritējusi sekmīgi
mk: Креирањето резервна копија успешно заврши
ms: Sandar berjaya disiapkan
nn: Kopieringa er ferdig
pt: A cópia de segurança foi efetuada com sucesso
pt_br: A cópia de segurança foi feita com sucesso
si: සුරක්ශිත කිරීම සාර්තකව අවසානයි
sk: Zálohovanie bolo úspešne ukončené
sq: Ruajtja përfundoi me sukses
sr: Прављење резерве је успешно завршено
sr@latin: Pravljenje pričuvne je uspešno završeno
sv: Säkerhetskopieringen slutfördes utan fel
te: బ్యాక్‌అప్ విజయవంతంగా పూర్తయ్యింది
tg: Таҳияи нусхаи эҳтиётӣ бо муваффақият анҷом ёфт
tl: Natapos ng maayos ang pagba-backup
tr: Yedekleme başarıyla tamamlandı
uz: Заҳирага сақлаш жараёни мувофақиятли якунланди
vi: Đã sao lưu thành công.

source: Checksum Mismatch:
af: Toetsom pas nie:
ar: بصمة الملف غير متطابقة:
be: Неадпаведнасць кантрольнай сумы:
bg: Несъответствие на контролните суми:
bs: Neslaganje kontrolne vrijednosti:
da: Uoverensstemmelse i tjeksum:
de: Prüfsummenfehler:
eo: Miskongruo de kontrolsumo:
es: La suma de comprobación no coincide:
et: Kontrollsumma ei klapi:
eu: Kontrol-baturak ez datoz bat:
fa: کنترل عدم تطابق (Checksum Mismatch):
fo: Misjavni í eftirlits-samandrátti:
fr_ca: Différence dans les signatures sha1sum :
ga: Mímheaitseáil ar shuim sheiceála
gl: As sumas de verificación non coinciden
hi: चेकसम मेल नहीं खाता:
hr: Kontrolni zbroj se ne podudara:
hu: Ellenőrzőösszeg hiba:
ia: Summa de controlo discordante:
id: Checksum tidak cocok:
is: Gátsumma stemmir ekki:
it: Il checksum non corrisponde:
ja: チェックサムが一致しません:
kk: Бақылау қосындысы сәйкес келмейді:
lb: Checksum diskrepanz:
lo: ການກວດສອບບໍ່ກົງກັນ:
mk: Несовпаѓање на контролната сума:
ms: Hasil Tambah Semak Tidak Sepadan:
nn: Sjekksumfeil:
pt: Erro de "checksum":
pt_br: Somas de verificação diferentes:
si: පරීක්ෂා අංකය නොගැළපේ (FCS)
sk: Neplatný kontrolný súčet:
sq: Shuma nuk Përputhet:
sr: Контролна сума не одговара:
sr@latin: Kontrolna suma se ne podudara:
sv: Kontrollsumman stämmer inte:
te: సమగ్రతాతనిఖీ అసమానత
tg: Номувофиқати checksum:
tl: Hindi magkaparehong checksum
tr: Sağlama Uyumsuzluğu:
uz: Checksum мос келмаслиги:
vi: Tổng kiểm tra có sự sai khác:

source: Checksum Mismatch
af: Toetsom pas nie
ar: بصمة الملف غير متطابقة
be: Неадпаведнасць кантрольнай сумы
bg: Несъответствие на контролните суми
bs: Neslaganje kontrolne vrijednosti
da: Uoverensstemmelse i tjeksum
de: Prüfsummenfehler
eo: Miskongruo de kontrolsumo
es: La suma de comprobación no coincide
et: Kontrollsumma ei klapi
eu: Kontrol-baturak ez datoz bat
fa: کنترل عدم تطابق (Checksum Mismatch)
fo: Misjavni í eftirlits-samandrátti
fr_ca: Différence dans les signatures
ga: Mímheaitseáil ar shuim sheiceála
gl: As sumas de verificación non coinciden
hi: चेकसम मेल नहीं खाता
hr: Kontrolni zbroj se ne podudara
hu: Ellenőrzőösszeg hiba
ia: Summa de controlo discordante
id: Checksum tidak cocok:
is: Gátsumma stemmir ekki
it: Il checksum non corrisponde
ja: チェックサムが一致しません
kk: Бақылау қосындысы сәйкес келмейді
lb: Checksum diskrepanz
lo: ການກວດສອບບໍ່ກົງກັນ
mk: Несовпаѓање на контролната сума
ms: Hasil Tambah Semak Tidak Sepadan
nn: Sjekksumfeil
pt: Erro de "checksum"
pt_br: Somas de verificação diferentes
si: පරීක්ෂා අංකය නොගැළපේ (FCS)
sk: Neplatný kontrolný súčet
sq: Shuma nuk Përputhet
sr: Контролна сума не одговара
sr@latin: Kontrolna suma se ne podudara
sv: Kontrollsumman stämmer inte
te: సమగ్రతాతనిఖీలో అసమానత
tg: Номувофиқати checksum
tl: Hindi magkamuka ang Checksum
tr: Sağlama Uyumsuzluğu
uz: Checksum мос келмаслиги
vi: Tổng kiểm tra có sự sai khác

source: Calculating checksum
af: Berekening van die kontrolesom
ar: استخراج البصمة
be: Вылічэнне кантрольнай сумы
bg: Пресмятане на контролна сума
bs: Računam kontrolnu vrijednost
da: Beregner tjeksum
de: Prüfsumme wird berechnet
eo: Kalkulanta kontrolsumon
es: Calculando suma de comprobación
et: Kontrollsumma arvutamine
eu: Kontrol-batura kalkulatzen
fa: محاسبه کنترلی (Calculating checksum)
fo: Útrokni eftirlits-samandrátt
fr_ca: Calcul de signature sha1sum
ga: Á ríomh suime seiceála
gl: Calculando a suma de verificación
hi: चेकसम की गणना
hr: Izračunavanje kontrolnog zbroja
hu: Ellenőrzőösszeg számítása
ia: Calculo del summa de controlo
id: Menghitung checksum
is: Reikna gátsummu
it: Calcolo del checksum in corso
ja: チェックサムを計算中
kk: Бақылау қосындысы есептелуде
lb: Rechnen Checksum
lo: ກຳລັງຄຳນວນການກວດສອບ
mk: Пресметка на контролна сума
ms: Mengira hasil tambah semak
nn: Reknar ut sjekksummen
pt: A calcular "checksum"
pt_br: Calculando soma de verificação
si: පරීක්ෂා අංකය ගණනය කරමින් සිටියි
sk: Počítam kontrolný súčet
sq: Duke llogaritur shumën
sr: Израчунавам контролну суму
sr@latin: Izračunavanje kontrolne sume
sv: Beräknar kontrollsumman
te: సమగ్రతాతనిఖీని గణిస్తున్నది
tg: Checksum ҳисоб шуда истодааст
tl: Kino-kompyut ang checksum
tr: Sağlama yapılıyor
uz: Checksum ни ҳисоблаш
vi: Đang tính toán tổng kiểm tra

source: (Not created with the Backup Tool)
af: (Nie wat gemaak is met die back-up Tool)
ar: (لم يتم انشاؤه بأداة النسخ الاحتياطي)
be: (Не створана сродкам рэзервовага капіявання)
bg: (Не е създаден с инструмента за архивиране)
bs: (Nije kreirano pomoću alata za sigurnosnu kopiju)
da: (Ikke lavet med værktøjet til sikkerhedskopiering)
de: (Nicht mit dem Wiederherstellungswerkzeug erstellt)
eo: (Ne kreita per la sekurkopiilo)
es: (No creado con la herramienta de respaldo)
et: (ei ole loodud varunduse töörista poolt)
eu: (Ez da sortu babeskopia tresnarekin)
fa: (توسط ابزارهای پشتیبان گیری تهیه نشده است)
fo: (Ikki stovna við Trygdarritingar amboðinum)
fr_ca: (Sauvegarde créée avec un outil différent de celui-ci)
gl: (Non foi creado coa ferramenta de copias de seguranza)
hi: (बैकअप उपकरण के द्वारा नहीं बनाया गया)
hr: (Nije napravljeno sa Alatom sigurnosnog kopiranja)
hu: (nem a Mentéskezelővel készült)
ia: (Non create per le application de salvamento)
id: Tidak dibuat dengan Perangkat Pencadangan
is: (Ekki búið til með Öryggisafritunartólinu)
it: (Non creato con lo Strumento di Backup)
ja: (バックアップツールで作成されたものではありません)
kk: (Резервті көшірме жасау құралмен құрылмаған)
lb: (Net mat engem Backupprogram kreeiert)
lo: (ບໍ່ໄດ້ສ້າງຈາກເຄື່ອງມືກູ້ຄືນ)
mk: (Не е креирано со Алатката за креирање резервни копии)
ms: (Tidak diciptakan dengan Alat Sandar)
nn: (ikkje laga av kopieringsverktøyet)
pt: (Não foi criado com a ferramenta de cópias de segurança)
pt_br: (Não foi criado com a ferramenta para cópia de segurança)
si: (මෙම මෙවලම භාවිතයෙන් කල සුරක්ශිතයක් නොවේ)
sk: Nebolo vytvorené nástrojom na zálohovanie
sq: (Nuk është krijuar me Mjetin e Ruajtjes)
sr: (није створена овим алатом)
sr@latin: Nije stvorena alatkom za pravljenje pričuvne
sv: (Skapades inte med säkerhetskopieringsverktyget)
te: (బ్యాక్‌అప్ పరికరంతో సృష్టించబడలేదు
tg: (Тавассути абзори нусхаи эҳтиётӣ таҳия нашудааст)
tl: (Hindi ginawa sa pamamagitan ng Gamit sa Pag-Backup)
tr: (Yedekleme Aracı ile oluşturulmamış)
uz: (Заҳирага сақлаш қуроли билан ҳосил қилинмаган)
vi: (Không được tạo bởi Công cụ Sao lưu)

source: Warning: Some files were not restored, copied: %(current_file)d files out of %(total)d total
ar: تنبيه: بعض الملفات لم يتم استعادتها، تم نقل: %(current_file)d ملف من جملة %(total)d
be: Папярэджанне: асобныя файлы не былі адноўленыя, скапіявана: %(current_file)d файлаў з %(total)d total
bg: Внимание: Някои файлове не са възстановени, копирани %(current_file)d от общо %(total)d
bs: Upozorenje: Neke datoteke nisu vraćene iz sigurnosne kopije, kopirano %(current_file)d datoteka od ukupno %(total)d
da: Advarsel: Nogle filer blev ikke gendannet, kopierede: %(current_file)d filer ud af %(total)d i alt
de: Achtung: Einige Dateien wurden nicht wiederhergestellt. %(current_file)d Dateien von %(total)d insgesamt kopiert
eo: Averto: Kelkaj dosieroj ne estis restaŭritaj, kopiita: %(current_file)d dosierojn el %(total)d entute
es: Atención: Algunos archivos no se restauraron. Copiados: %(current_file)d archivos de %(total)d en total
et: Hoiatus: Mõnda faili ei taastatud, kopeeritud: %(current_file)d faili %(total)d-st
eu: Abisua: zenbait fitxategi ez dira berreskuratu, kopiatuta: %(current_file)d / %(total)d
fr_ca: Attention: Certains fichiers n'ont pas été restaurés : %(current_file)d fichiers copiés sur un total de %(total)d
gl: Aviso: Algúns ficheiros non foron restaurados. Copiados: %(current_file)d ficheiros dun total de %(total)d
hr: Upozorenje: Neke datoteke nisu vraćene ili kopirane: %(current_file)d datoteka od ukupno %(total)d
hu: Figyelmeztetés: Néhány fájl nem lett visszaállítva, %(total)d fájlból %(current_file)d fájl lett átmásolva
ia: Advertimento: Alcun files non ha essite restaurate, copiate: %(current_file)d files ex %(total)d de total
id: Peringatan: Beberapa berkas tidak dipulihkan, disalin: %(current_file)d berkas dari total %(total)d
is: Aðvörun: Sumar skrár endurheimtust ekki, afritaðar hafa verið: %(current_file)d skrár af %(total)d alls
it: Attenzione: alcuni file non sono stati ripristinati, copiati: %(current_file)d file su %(total)d
ja: 警告: いくつかのファイルが復元されませんでした: 全 %(total)d 個中 %(current_file)d 個のファイル
kk: Ескерту! Кейбір файлдарды қалпына келтірілмеген, көшірілді: %(current_file)d файлды %(total)d-ан
lo: ຄຳເຕືອນ: ບາງໄຟລ໌ຈະບໍ່ຖືກກູ້ຄືນ, ຄັດລອກແລ້ວ: %(current_file)d ໄຟລ໌ ຈາກ %(total)d ໄຟລ໌
ms: Amaran: Sesetengah fail tidak dipulih, disalin: %(current_file)d fail dari sejumlah %(total)d
pt: Atenção: Alguns ficheiros não foram restaurados. Foram copiados: %(current_file)d ficheiros de %(total)d no total
pt_br: Atenção: Alguns arquivos não foram restaurados, copiados: %(current_file)d arquivos de %(total)d no total
sk: Upozornenie: Niektoré súbory neboli obnovené, skopírovaných: %(current_file)d súborov z %(total)d
sq: Kujdes: Disa fotografi nuk janë restauruar, kopjuar: %(current_file)d skedare nga %(total)d totale
sr: Упозорење: неке датотеке нису враћене; умножене датотеке: %(current_file)d од %(total)d
sv: Varning: En del filer återställdes ej, kopierade: %(current_file)d filer av %(total)d totalt
tg: Огоҳӣ: Баъзе файлҳо барқарор карда нашудаанд: Ҳаммагӣ %(current_file)d файл аз %(total)d нусхабардорӣ шудаанд
tl: Babala: Ang ilang mga talaksan ay hindi maaaring ibalik, kokopyahin: %(current_file)d mga talaksan %(total)d kabuuang
tr: Uyarı: Bazı dosyalar onarılamadı, kopyalanan: %(total)d dosyadan %(current_file)d tanesi
uz: Огоҳлантириш: баъзи файллар тикланмади, нусҳа олинган: %(current_file)d файллар %(total)d дан ташқарида
vi: Cảnh báo: Vài tập tin không phục hồi được, đã sao chép: %(current_file)d tập tin trên tổng số %(total)d

source: An error occurred during the restoration
bg: Получи сегрешка по време на възстановяването
da: Der opstod en fejl under gendannelsen
de: Ein Fehler ist während der Wiederherstellung aufgetreten
es: Ha ocurrido un error durante la restauración
eu: Errore bat gertatu da berreskurapenean
fr_ca: Une erreur s'est produite pendant la restauration
hr: Dogodila se greška tijekom vraćanja
hu: Hiba lépett fel visszaállítás közben
ia: Un error ha occurrite durante le restauration
id: Terjadi kesalahan ketika proses pengembalian
is: Villa kom upp við endurheimtinguna
it: Si è verificato un errore durante il ripristino.
ms: Ralat berlaku semasa pemulihan
pt: Ocorreu um erro durante o restauro
pt_br: Um erro ocorreu durante a restauração
sk: Počas obnovy nastala chyba
sr: Дошло је до грешке за време повраћаја
sv: Ett fel inträffade under återställningen av säkerhetskopian
tr: Geri yükleme sırasında bir hata oluştu
uz: Тиклаш жараёни пайтида хато содир бўлди

source: The restoration was aborted
af: Die herlaai was onsuksesvol
ar: تم إحباط عملية الاستعادة
be: Аднаўленне было перарванае
bg: Възстановяването бе прекратено
bs: Povrat podataka je prekinut
da: Gendannelsen blev afbrudt
de: Die Wiederherstellung wurde abgebrochen
eo: La restaŭrado estis ĉesigata
es: La restauración fue cancelada
et: Taastamine katkestati
eu: Berreskurapena bertan behera gelditu da
fa: بازیابی بدون نتیجه ماند
fo: Endurstovningin varð avbrotin
fr_ca: La restauration a été interrompue
ga: Cealaíodh an t-aischur
gl: Interrompeuse a restauración
hi: फ़ाइलों की बहाली को रोका
hr: Vraćanje je prekinuto
hu: Visszaállítás megszakítva
ia: Le restauration ha essite abortate
id: Penyimpanan ulang digugurkan
is: Hætt var við endurheimtingu
it: Il ripristino è stato annullato
ja: 復元を中断しました
kk: Бастапқы қалпына келтіру үзілді
lb: D'Restauratioun as ofgebrach gin
lo: ການກູ້ຄືນຖືກຍົກເລີກ
mk: Реставрацијата е прекината
ms: Pemulihan telah dihenti paksa
nn: Tilbakeføringa blei avbroten
pt: O restauro foi cancelado
pt_br: O processo de restauração foi cancelado
si: ප්‍රතිස්තපනය කිරීම නවතා දමන ලදී
sk: Proces obnovovania bol zrušený
sq: Rikthimi u abortua
sr: Враћање је прекинуто
sr@latin: Vraćanje je prekinuto
sv: Återställningen avbröts
te: తిరిగిపొందుట ఆపివేయబడింది
tg: Барқарорсозӣ қатъ шудааст
tl: Itinigil ang pagre-restore
tr: Geri yükleme iptal edildi
uz: Тиклаш жараёни олиб ташланди
vi: Đã hủy bỏ phục hồi

source: The restoration completed successfully
af: Die herlaai was totaal suksesvol
ar: تمت عملية اﻹستعادة بنجاح
be: Аднаўленне завершана паспяхова
bg: Възстановяването приключи успешно
bs: Povrat podataka je uspješno završen
da: Gendannelsen er fuldført
de: Die Wiederherstellung wurde erfolgreich abgeschlossen
eo: La restaŭrado estis sukcese kompletita
es: La restauración se completó correctamente
et: Taastamine lõpetati edukalt
eu: Berreskurapena behar bezala burutu da
fa: بازیابی با موفقیت کامل شد
fo: Endurstovningin valeydnað fullfíggjað
fr_ca: La restauration s'est terminée avec succès
ga: D' éirigh go hiomlán leis an aischur
gl: Completouse a restauración correctamente
hi: बहाली को सफलतापूर्वक पूरा किया गया
hr: Vraćanje je uspješno završeno
hu: A visszaállítás sikeresen befejeződött
ia: Le restauration ha essite abortate
id: Penyimpanan ulang selesai dengan sukses
is: Endurheimtingu lauk án vandræða
it: Il ripristino è stato completato con successo
ja: 復元は正しく完了しました
kk: Бастапқы қалпына келтіру сәтті орындалды
lb: D'Restauratioun as erfolegreich ofgeschloss gin
lo: ການກູ້ຄືນສຳເລັດແລ້ວ
mk: Реставрацијата заврши успешно
ms: Pemulihan berjaya disiapkan
nn: Tilbakeføringa er ferdig
pt: O restauro foi efetuado com sucesso
pt_br: A restauração foi feita com sucesso
si: ප්‍රතිස්තපනය කිරීම සාර්තකව අවසානයි
sk: Obnovovanie prebehlo úspešne
sq: Rikthimi u kompletua me sukses
sr: Враћање је успешно завршено
sr@latin: Vraćanje je uspešno završeno
sv: Återställningen slutfördes utan fel
te: విజయవంతంగా తిరిగిపొందబడింది
tg: Барқарорсозӣ бо муваффақият анҷом ёфт
tl: Natapos ng maayos ang pagre-restore
tr: Geri yükleme başarıyla tamamlandı
uz: Тиклаш жараёни мувофақиятли якунланди
vi: Đã phục hồi thành công
