Repository: linuxmint/mint-translations
Catalog: po-export/mintbackup/mintbackup-*.po
Languages: af, ar, be, bg, bs, da, de, eo, es, et, eu, fa, fo, fr_ca, ga, gl, hi, hr, hu, ia, id, is, it, ja, ka, kk, lb, lo, lv, mk, ms, nn, pt, pt_br, si, sk, sq, sr, sr@latin, sv, te, tg, tl, tr, uz, vi

source: Exclude directories
af: Sluit gidse uit
ar: استثناء مجلدات
be: Выключыць каталогі
bg: Изключване на директориите
bs: Izostavi direktorije
da: Udelad mapper
de: Ordner ausschließen
eo: Ekskluzivi dosierujojn
es: Excluir carpetas
et: Välista kataloogid
eu: Baztertu direktorioak
fa: پوشه های مستثنی شده
fo: Frárokna fíluskráir
fr_ca: Exclure des répertoires
ga: Eisiaigh comhadlanna
gl: Excluir directorios
hi: निर्देशिकाए वर्जित करे
hr: Odaberi direktorije
hu: Kihagyandó mappák
ia: Excluder directorios
id: Direktori yang dikecualikan
is: Undanskilja möppur
it: Escludi cartelle
ja: 除外するディレクトリ
ka: საქაღალდეების გამორიცხვა
kk: Қарастырылмайтын бумалар
lb: Dateiverzeichnis aussschleissen
lo: ຍົກເວ້ນຕຳແໜ່ງ
lv: Izlaist vietnes
mk: Исклучи именици
ms: Kecualikan direktori
nn: Utelat katalogar
pt: Excluir pastas
pt_br: Excluir pastas
si: ලිපි ගොනු බැහැර කරන්න
sk: Vylúčiť priečinky
sq: Përjashto direktoritë
sr: Изузете фасцикле
sr@latin: Izuzete fascikle
sv: Undanta mappar
te: విడిచిపెట్టబడిన డైరెక్టరీ
tg: Истисно кардани директорияҳо
tl: Huwag isama ang mga directory
tr: Dizinleri hariç tut
uz: Папкаларни чиқариб ташлаш
vi: Trừ các thư mục

source: Remove
af: Verwyder
ar: إزالة
be: Выдаліць
bg: Премахване
bs: Ukloni
da: Fjern
de: Entfernen
eo: Forigi
es: Eliminar
et: Eemalda
eu: Kendu
fa: حذف
fo: Bein burtir
fr_ca: Retirer
ga: Bain
gl: Retirar
hi: हटाएँ
hr: Ukloni
hu: Eltávolítás
ia: Remover
id: Hapus
is: Fjarlægja
it: Rimuovi
ja: 削除
ka: _წაშლა
kk: Жою
lb: Läschen
lo: ຍ້າຍອອກ
lv: Noņemt
mk: Отстрани
ms: Buang
nn: Fjern
pt: Remover
pt_br: Remover
si: ඉවත් කරන්න
sk: Odstrániť
sq: Fshije
sr: Уклони
sr@latin: Ukloni
sv: Ta bort
te: తొలగించు
tg: Тоза кардан
tl: Alisin
tr: Kaldır
uz: Олиб ташлаш
vi: Gỡ bỏ

source: Please review the information below before starting the backup
af: Hersien asseblief die onderstaande inligting voor die rugsteun begin word.
ar: راجع البيانات في الأسفل قبل البدء في عملية النسخ الاحتياطي
be: Праглядзіце ніжэйшую інфармацыю, перш як пачынаць рэзервовае капіяванне
bg: Моля, прегледайте информацията по-долу, преди да започнете архивирането
bs: Molim vas da pregledate informacije prikazane ispod prije nego započetne s kreiranjem sigurnosne kopije
da: Gennemse infomationen herunder, før du igangsætter sikkerhedskopieringen
de: Bitte die folgenden Informationen überprüfen, bevor Sie die Sicherung ausführen
eo: Bonvole reviziu la informon sube, antaŭ ol startigi la sekurkopion
es: Revise la siguiente información antes de empezar el respaldo
et: Enne varundamise alustamist vaata järgnevad andmed üle
eu: Mesedez, aztertu ondorengo informazioa babeskopiarekin hasi aurretik
fa: لطفا اطلاعات زیر را قبل از شروغ پشتیبان گیری یک بار مرور کنید
fo: Vinarliga nærles upplýsingarnar niðanfyri, áðrenn tú byrjar at trygdarrita
fr_ca: Vérifiez les informations ci-dessous avant de commencer la sauvegarde
ga: Déan léirmheas ar an eolas thíos sula dtugtar faoin gcúltaca
gl: Revise a seguinte información antes de comezar a copia de seguranza
hi: कृपया बैकअप शुरू करने से पहले नीचे दी गई जानकारी की समीक्षा करे
hr: Pogledajte ispod navedene informacije prije pokretanja sigurnosnog kopiranja
hu: Nézze át a beállításokat a mentés megkezdése előtt
ia: Per favor revide le informationes in basso ante le initio del salvamento
id: Silakan tinjau kembali informasi di bawah ini sebelum anda mulai membuat cadangan
is: Skoðaðu upplýsingarnar hér fyrir neðan áður en þú byrjar öryggisafritunina
it: Per favore ricontrolla le informazioni sottostanti prima di iniziare il backup
ja: バックアップを開始する前に以下の情報を確認してください
kk: Резервті көшірмені жасаудың алдында, келесі мәліметтермен танысыңыз
lb: W.e.g. Bewert d'informatiounen heiennen drenner befir dir den Backup start
lo: ກະລຸນາໃສ່ຂໍ້ມູນຂ້າງລ່າງກ່ອນເລີ່ມຕົ້ນສຳລອງຂໍ້ມູນ
lv: Lūdzu, pirms dublēšanas atkārtoti pārskatiet lejā minēto informāciju
mk: Ве молам прегледајте ги информациите подолу пред да започнете со креирање на резервна копија
ms: Sila semak semula maklumat di bawah sebelum memulakan sandar
nn: Sjå over opplysningane nedanfor før du startar tryggleikskopieringa
pt: Leia atentamente as informações abaixo antes de criar a cópia de segurança
pt_br: Por favor, revise as informações abaixo antes de iniciar o processo de cópia
si: කරුණාකර සුරක්ශිත කිරීම ආරම්භ කිරීමට පෙර පහත සඳහන් විස්තරය කියවන්න
sk: Skontrolujte informácie nižšie, predtým ako sa začne záloha
sq: Ju lutemi ta shqyrtoni informacionin e mëposhtëm para se të filloni ruajtjen
sr: Погледајте податке испод пре почетка прављења резерве
sr@latin: Pročitajte obaveštenje ispod pre pravljenja pričuvne
sv: Läs igenom informationen nedan innan du startar säkerhetskopiering
te: బ్యాక్‌అప్ చెయ్యటానికి ముందు ఈ క్రింది సమాచారాన్ని దయచేసి సమీక్షించండి
tg: Лутфан, пеш аз оғози таҳияи нусҳаи эҳтиётӣ, иттилооти зеринро аз назар гузаронед
tl: Pakisuyong tingnan muli ang impormasyong nasa baba bago simulan ang pag-backup
tr: Yedeklemeyi başlatmadan önce lütfen aşağıdaki bilgiyi gözden geçirin
uz: Заҳирага сақлаш жараёнини бошлашдан аввал қуйидаги маълумотлар билан танишиб чиқинг
vi: Xin vui lòng xem lại các thông tin bên dưới trước khi bắt đầu sao lưu

source: Please wait while your files are being backed up
af: Wag asseblief terwyl u lêers word tot steun
ar: انتظر من فضلك ... جاري تنفيذ النسخ الاحتياطي
be: Пачакайце, пакуль ствараецца рэзервовая копія вашых файлаў
bg: Моля, изчакайте, докато файловете Ви бъдат архивирани
bs: Molimo vas da sačekate dok se vaše datoteke spreme u sigurnosnu kopiju
da: Vent venligst mens der bliver foretaget en sikkerhedskopi af dine filer
de: Bitte warten, während Ihre Dateien gesichert werden
eo: Bonvole atendu dum via dosieroj estas sekurkopiitaj
es: Por favor, espere mientras se respaldan sus archivos
et: Palun oota, kuni failid on varundatud
eu: Mesedez, itxaron babeskopia egiten bukatu bitartean
fa: لطفا تا زمانی که از پرونده های شما پشتیبان گرفته شود صبر کنید
fo: Vinarliga bíða, meðan tínar fílur verða trygdarritaðar
fr_ca: Merci de patienter pendant que vos fichiers sont sauvegardés
ga: Fan fad is atá do chomhaid á gcúltacú
gl: Agarde mentres se fai a copia de seguranza dos seus ficheiros
hi: आपकी फ़ाइलों का बैकअप किया जा रहा है, कृपया प्रतीक्षा करे
hr: Pričekajte dok se vaše datoteke sigurnosno kopiraju
hu: Kérem várjon, amíg a mentés befejeződik
ia: Per favor attende donec tu files es salveguardate
id: Silakan tunggu selama berkas anda dibuat cadangannya
is: Bíddu á meðan skrárnar þínar eru öryggisafritaðar
it: Per favore attendi mentre viene eseguito il backup dei tuoi file
ja: ファイルをバックアップ中です。しばらくお待ちください。
kk: Сіздің файлдарыңыздың резервті көшірмесі жасалғанша, күтіңіз
lb: W.e.g. waart wearenddeem eng Secherheetskopie vun ären Dateien gemacht get
lo: ກະລຸນາລໍຖ້າຂະນະທີ່ໄຟລ໌ຕ່າງໆຂອງເຈົ້າສຳລອງຢູ່
lv: Lūdzu, uzgaidiet, kamēr jūsu faili tiek dublēti
mk: Ве молам причекајте додека се креира резервната копија на вашите датотеки
ms: Tunggu sebentar sehingga fail anda sedang disandarkan
nn: Vent medan filene dine blir tryggleikskopierte
pt: Aguarde enquanto os ficheiros estão a ser copiados
pt_br: Por favor aguarde enquanto seus arquivos são copiados
si: කරුණාකර සුරක්ශිත කිරීම අවසන් වනතුරු රැදී සිටින්න
sk: Čakajte prosím, Vaše súbory sa zálohujú
sq: Ju lutemi të prisni sa skedarët tuaj të ruhen
sr: Сачекајте док се не направи резерва ваших датотека
sr@latin: Sačekajte dok se pravi pričuvna vaših datoteka
sv: Vänta medan dina filer säkerhetskopieras
te: మీ దస్త్రములు బ్యాక్‌అప్ చేయబడుతున్నప్పుడు దయచేసి వేచి ఉండండి
tg: Лутфан, интизор шавед. Нусхаи эҳтиётӣ барои файлҳои шумо таҳия шуда истодааст.
tl: Pakisuyong maghintay habang ibina-backup ang iyong mga file
tr: Dosyalarınızın yedeği alınırken lütfen bekleyin
uz: Файлларингиз заҳирага сақланаётган пайтда кутиб туринг
vi: Xin vui lòng chờ đợi trong khi tập tin của bạn được sao lưu

source: Backing up:
af: Back-up
ar: يتم نسخ احتياطي لــ:
be: Рух рэзервовага капіявання:
bg: Архивиране на:
bs: Pravim sigurnosnu kopiju:
da: Sikkerhedskopierer:
de: Sicherung läuft:
eo: Sekurkopiiganta:
es: Respaldando:
et: Varundamine:
eu: Babeskopia egiten:
fa: در حال پشتیبان گیری:
fo: Trygdarriti:
fr_ca: Sauvegarde en cours :
ga: Á cúltacú:
gl: Facendo a copia de seguranza:
hi: बेकअप कर रहे हैं:
hr: Sigurnosno kopiranje:
hu: Biztonsági mentés:
ia: Creation del copia de reserva:
id: Pembuatan cadangan
is: Öryggisafrita:
it: Backup in esecuzione
ja: バックアップ中:
ka: მარქაფი:
kk: Резервті көшірмесі жасалуда:
lb: Secherheetskopie machen:
lo: ກຳລັງສຳລອງ:
lv: Dublē:
mk: Архивирање:
ms: Menyandar:
nn: Kopierer:
pt: A criar a cópia de segurança:
pt_br: Copiando:
si: සුරක්ශිත කිරීම:
sk: Zálohuje sa:
sq: Duke i ruajtur:
sr: Правим резерву:
sr@latin: Pravljenje pričuvne:
sv: Säkerhetskopierar:
te: బ్యాక్‌అప్ చేయబడుతుంది:
tg: Нусхаи эҳтиётӣ дар ҳоли таҳия:
tl: Nagba-backup:
tr: Yedekleniyor:
uz: Заҳирага сақланяпти:
vi: Sao lưu:

source: The backup is now finished
af: Die rugsteun is nou klaar
ar: تم الانتهاء من عملية النسخ الاحتياطي
be: Рэзервовае капіяванне скончана
bg: Архивирането завърши
bs: Pravljenje sigurnosne kopije je završeno
da: Sikkerhedskopieringen blev udført
de: Die Sicherung ist jetzt abgeschlossen
eo: La sekurkopiado estas nun finita
es: El respaldo ha finalizado
et: Varundamine on valmis
eu: Babeskopia burutu da
fa: پشتیبان گیری هم اکنون پایان یافت
fo: Trygdarrit liðugt
fr_ca: La sauvegarde est désormais terminée
ga: Tá an cúltaca críochnaithe anois
gl: Non rematou a copia de seguranza
hi: बैकअप अब समाप्त हो गया है
hr: Sigurnosno kopiranje je završeno
hu: A biztonsági mentés befejeződött
ia: Le copia de reserva es ora complete
id: Pembuatan cadangan selesai
is: Öryggisafrituninni er lokið
it: Il backup è terminato
ja: バックアップが完了しました
kk: Резервті көшірмені жасау аяқталды
lb: Secherheetskopie as lo fertig
lo: ການສຳລອງຂໍ້ມູນສຳເລັດແລ້ວ
lv: Dublēšana ir pabeigta
mk: Креирањето резервна копија заврши
ms: Proses Sandar kini telah selesai
nn: Tryggleikskopieringa er ferdig
pt: A cópia de segurança foi concluida
pt_br: Cópia de segurança concluída
si: සුරක්ශිත කිරීම අවසන්
sk: Záloha ukončená
sq: Ruajtja tani përfundoi
sr: Прављење резерве је завршено
sr@latin: Pravljenje pričuvne je završeno
sv: Säkerhetskopieringen är klar
te: ఇప్పుడు బ్యాక్‌అప్ పూర్తయ్యింది
tg: Таҳияи нусхаи эҳтиётӣ ҳоло анҷом ёфт
tl: Tapos na ang pagba-backup
tr: Yedekleme şimdi tamamlandı
uz: Заҳирага сақлаш жараёни якунланди
vi: Đã sao lưu hoàn tất

source: Please choose the type of backup to restore, its location and a destination
af: Kies asb die tipe rugsteun om te herlaai, die plek en bestemming
ar: الرجاء اختيار نوع النسخ الإحتياطي المراد استرجاعه, المكان والوجهة
be: Пазначце тып аднаўлянай рэзервовай копіі, яе размяшчэнне і шлях распакоўвання
bg: Моля, изберете вида на архива за възстановяване, входната и изходната директория
bs: Molimo vas da odaberete vrstu sigurnosne kopije koju vraćate, njenu lokaciju i odredište
da: Vælg venligst hvilken type af sikkerhedskopi der skal gendannes, dens placering og en destination
de: Bitte die Art, den Ursprungsort und das Ziel der wiederherzustellenden Datensicherung auswählen.
eo: Bonvole elektu la tipon de restaŭrenda sekurkopio, ĝian lokon kaj celon
es: Elija el tipo de respaldo a restaurar, su ubicación y un destino
et: Palun vali taastatava varunduse tüüp, selle asukoht ja sihtkoht
eu: Mesedez, aukeratu berreskuratuko den babeskopiaren mota, kokapena eta helburua
fa: لطفا نوع پشتیبان رابرای بازیابی مشخص کنید.این محل و مقصد است.
fo: Vinarliga vel hvat slag av trygarriti at endurstovna, hvar tað er staða og eitt mál
fr_ca: Sélectionnez un type de sauvegarde, sa localisation et une destination pour sa restauration
ga: Roghnaigh an chineál cúltaca a bheas tugtha ar ais, a shuíomh is a áit spríce
gl: Escolla o tipo de copia de seguranza para restaurar, a súa localización e un destino
hi: कृपया बहाल के लिये बैकअप के प्रकार, उसके स्थान और गंतव्य का चयन करे
hr: Odaberite vrstu sigurnosne kopije za vraćanje, njezinu lokaciju i odredište
hu: Válassza ki a visszaállítandó mentés típusát, helyét és célját
ia: Per favor elige le typo de salvamento a restaurar, su ubication e un destination
id: Silakan pilih jenis cadangan yang akan disimpan ulang, lokasi dan tujuannya
is: Veldu hvaða gerð öryggisafrits eigi að endurheimta, staðsetningu þess og áfangastað
it: Per favore scegli il tipo di backup da ripristinare, la sua posizione e una destinazione
ja: 復元するバックアップの種類、場所、宛先を選んでください
kk: Резервті көшірменің түрін, орналасуын және қайда шығаруды көрсетіңіз
lb: W.e.g. Wielt den Typ vun Backup deen der restaureieren wellt, d'Speicherstell an d'Destinatioun
lo: ກະລຸນາເລືອກປະເພດຂອງຂໍ້ມູນສຳລອງທີ່ຈະກູ້ຄືນ ລວມທັ້ງຕຳແໜ່ງທີ່ຕັ້ງແລະປາຍທາງຂອງມັນດ້ວຍ
lv: Lūdzu, atjaunojamās rezerves kopijas veidu, tās atrašanās vietu un galamērķi
mk: Одберете тип на резервна копија, извор и дестинација за реставрација
ms: Sila pilih jenis bantuan (backup) untuk memulihkan (restore), lokasinya dan sebuah destinasi
nn: Vel kva for kopitype du vil føre attende, kor han ligg og eit mål
pt: Escolha o tipo de cópia de segurança a restaurar, a sua origem e o destino
pt_br: Por favor, selecione o tipo de cópia a restaurar, sua localização e um destino
si: කරුණාකර නැවත පිහිටුවීම සඳහා සුරක්ශිත ආකාරය, ඇති ස්ථානය සහ ගමනාන්තය තෝරන්න
sk: Prosím, zvoľte typ zálohy na obnovenie, jej umiestnenie a cieľ
sq: Ju lutemi të zgjidhni llojin e ruajtjes që dëshironi të riktheni, vendndodhjen dhe destinacionin e saj
sr: Изаберите врсту, локацију и одредиште за враћање резерве
sr@latin: Izaberi vrstu rezerve, lokaciju i mesto za vraćanje
sv: Välj typ av säkerhetskopia att återställa, dess plats och en destination
te: తిరిగిపొందుటకు బ్యాక్‌అప్ రకమును, దాని స్థానము మరియు గమ్యమును దయచేసి ఎంపిక చేసుకొనుము
tg: Лутфан, навъи нусҳаи эҳтиётӣ, макон ва ҷои таъиноташро барои барқарорсозӣ интихоб намоед
tl: Pakisuyong pumili ng uri ng backup na ire-restore, ang kaniyang lokasyon at ang destinasyon
tr: Lütfen geri yüklenecek yedeğin türünü, konum ve hedefini seçin
uz: Тиклаш зарур бўлган заҳира турини, унинг турган жойини ва манзилни танланг
vi: Xin vui lòng chọn kiểu sao lưu để phục hồi, vị trí và điểm đến

source: Archive
af: Argief
ar: ارشيف
be: Архіў
bg: Архивиране
bs: Arhiva
da: Arkiv
de: Archiv
eo: Arkivo
es: Archivador
et: Arhiiv
eu: Fitxategia
fa: بایگانی
fo: Skjalasavn
ga: Cuir i gcartlann
gl: Arquivo
hi: पुरालेख
hr: Arhiva
hu: Archívum
ia: Archivo
id: Arsip
is: Safnskrá
it: Archivio
ja: アーカイブ
kk: Архив
lb: Archivéieren
lo: ໄຟລ໌ເກັບຖາວອນ
lv: Arhīvs
mk: Архива
ms: Arkib
nn: Arkiv
pt: Arquivo
pt_br: Arquivo
si: ගබඩාව
sk: Archív
sq: Arkiv
sr: Архива
sr@latin: Arhiva
sv: Arkiv
te: ఆర్కైవ్
tg: Бойгонӣ
tl: Sinupan
tr: Arşiv
uz: Архивлаш
vi: Lưu trữ

source: Directory
af: Gids
ar: المسار
be: Каталог
bg: Директория
bs: Direktorij
da: Mappe
de: Verzeichnis
eo: Dosierujo
es: Carpeta
et: Kataloog
eu: Direktorioa
fa: شاخه
fo: Fíluskrá
fr_ca: Répertoire
ga: Comhadlann
gl: Directorio
hi: निर्देशिका
hr: Direktorij
hu: Mappa
ia: Directorio
id: Direktori
is: Mappa
it: Cartella
ja: ディレクトリ
kk: Бума
lb: Repertoir
lo: ບ່ອນເກັບຂໍ້ມູນ
lv: Direktorija
mk: Директориум
ms: Direktori
nn: Katalog
pt: Diretório
pt_br: Diretório
si: නාමාවලිය
sk: Priečinok
sq: Direktori
sr: Фасцикла
sr@latin: Fascikla
sv: Katalog
te: డైరెక్టరీ
tg: Директория
tl: Direktoryo
tr: Dizin
uz: Папка
vi: Thư mục

source: Please review the information below
af: Lees die onderstaande inligting
ar: من فضلك قم بمراجعة المعلومات التي في الأسفل
be: Калі ласка, праглядзіце ніжэйшую інфармацыю
bg: Моля, прегледайте внимателно информацията по-долу
bs: Molim vas da pregledate informacije prikazane ispod
da: Gennemse venligst informationen herunder
de: Bitte die folgenden Informationen überprüfen
eo: Bonvole reviziu la informojn sube
es: Revise la siguiente información
et: Palun vaata järgnev informatsioon üle
eu: Mesedez, aztertu ondorengo informazioa
fa: لطفا اطلاعات زیر را مرور کنید
fo: Vianrliga nærles upplýsingarnar niðanyri
fr_ca: Veuillez vérifier les informations ci-dessous avant de continuer
ga: Déan léirmheas ar an eolas thíos le d' thoil
gl: Revise a seguinte información
hi: कृपया नीचे दी गई जानकारी की समीक्षा करे
hr: Pogledajte ispod navedenu informaciju
hu: Nézze át az alábbiakat
ia: Per favor revide le informationes in basso
id: Silakan tilik informasi di bawah ini
is: Skoðaðu vel upplýsingarnar hér að neðan
it: Per favore ricontrolla le informazioni sottostanti
ja: 以下の情報を確認してください
kk: Келесі мәліметтермен танысыңыз
lb: W.e.g. Bewert d'informatiounen heiennen drenner
lo: ກະລຸນາໃສ່ຂໍ້ມູນດ້ານລ່າງ
lv: Lūdzu pārskati zemāk sniegto informāciju
mk: Ве молам прегледајте ја информацијата подолу
ms: Sila semak semula maklumat di bawah
nn: Sjå over opplysningane nedanfor
pt: Leia a informação abaixo
pt_br: Por favor, revise as informações abaixo
si: කරුණාකර පහත සඳහන් තොරතුරු පරික්ෂා කරන්න
sk: Prosím, skontrolujte nasledujúce informácie
sq: Ju lutemi të shqyrtoni informacionin e mëposhtëm
sr: Прегледајте податке испод
sr@latin: Pročitaj informaciju ispod
sv: Granska informationen nedan
te: క్రింది సమాచారమును దయచేసి సమీక్షించండి
tg: Лутфан, иттилооти зеринро аз назар гузаронед
tl: Pakisuyong tingnan muli ang impormasyong nasa baba
tr: Lütfen aşağıdaki bilgiyi gözden geçirin
uz: Қуйидаги маълумот билан танишинг
vi: Xin vui lòng xem lại thông tin bên dưới

source: Please wait while your files are being restored
af: Wag asb terwyl jou leêrs herlaai word
ar: من فضلك انتظر ريثما يتم استعادة الملفات
be: Пачакайце, пакуль вашыя файлы аднаўляюцца
bg: Моля, изчакайте да се възстановят файлове Ви
bs: Molim vas da pričekate dok se vaši podaci povrate
da: Vent venligst mens dine filer bliver gendannet
de: Bitte warten, während Ihre Dateien wiederhergestellt werden
eo: Bonvole atendu dum via dosieroj estas restaŭrigataj
es: Por favor, espere mientras se restauran sus archivos
et: Palun oota, kuni failid on taastatud
eu: Mesedez, itxaron zure fitxategiak berreskuratzen diren bitartean
fa: لطفا تا زمانی که پرونده های شما بازیابی شود صبر کنید
fo: Vinarliga biða ímeðan fílurnar verða endurstovnaðar
fr_ca: Merci de patienter pendant la restauration de vos fichiers
ga: Fan fad is atá do chomhaid á aischur.
gl: Agarde mentres se restauran os seus ficheiros
hi: आपकी फ़ाइलों को बहाल किया जा रहा है, कृपया प्रतीक्षा करे
hr: Pričekajte dok se vaše datoteke vraćaju
hu: Kérem várjon, amíg a visszaállítás befejeződik
ia: Per favor attende durante que tu selection del software es salveguardate
id: Mohon tunggu selama berkas anda disimpan
is: Bíddu á meðan skrárnar þínar eru endurheimtar
it: Per favore attendi mentre i tuoi file vengono ripristinati
ja: ファイルを復元中です。しばらくお待ちください。
kk: Сіздің файлдарыңыз бастапқы қалпына келтірілгенше, күтіңіз
lb: Waart w.e.g. sou laang är Dateien restaureiert gin
lo: ກະລຸນາລໍຖ້າຂະນະທີ່ໄຟລ໌ຕ່າງໆຂອງເຈົ້າກຳລັງກູ້ຄືນ
lv: Lūdzu uzgaidi kamēr tavi faili tiek atjaunoti
mk: Ве молам причекајте додека се реставрираат датотеките
ms: Sila tunggu sehingga fail-fail anda sedang dipulihkan (restored)
nn: Vent medan filene dine blir førde tilbake
pt: Por favor, aguarde que os ficheiros estão a ser restaurados
pt_br: Por favor, aguarde enquanto seus arquivos são restaurados
si: කරුණාකර නැවත පිහිටුවීම අවසන් වනතුරු රැදී සිටින්න
sk: Čakajte prosím, Vaše súbory sa obnovujú
sq: Ju lutemi të prisni sa skedarët tuaj të rikthehen
sr: Сачекајте док се ваше датотеке не поврате
sr@latin: Sačekajte dok se vaše datoteke vrate
sv: Vänta medan dina filer återskapas
te: మీ దస్త్రములు తిరిగిపొందుతున్నప్పుడు దయచేసి వేచి ఉండండి
tg: Лутфан, интизор шавед. Файлҳои шумо барқарор шуда истодаанд.
tl: Pakisuyong maghintay habang inire-restore ang iyong mga file
tr: Lütfen dosyalarınız geri yüklenirken bekleyin
uz: Файлларингиз тикланаётган пайтда кутиб туринг
vi: Xin vui lòng chờ trong khi các tập tin của bạn đang được phục hồi

source: Restoring:
af: Herlaai:
ar: استعادة:
be: Аднаўленне:
bg: Възстановяване:
bs: Vraćanje:
da: Gendanner:
de: Wiederherstellung läuft:
eo: Restaŭranta:
es: Restaurando:
et: Taastamine:
eu: Berreskuratzen:
fa: در حال بازیابی:
fo: Endurstovni:
fr_ca: Restauration de :
ga: ag aischuir:
gl: Restaurando:
hi: बहाल प्रगति में:
hr: Vraćanje:
hu: Visszaállítás:
ia: Restauration:
id: Menyimpan ulang:
is: Endurheimti:
it: Ripristino di
ja: 復元中:
ka: აღდგენა:
kk: Бастапқы қалпына келтірілуде:
lb: Restaureieren:
lo: ກຳລັງກູ້ຄືນ:
lv: Notiek atjaunošana
mk: Реставрација:
ms: Melaksanakan Pemulihan(restoring):
nn: Fører tilbake:
pt: A restaurar:
pt_br: Restaurando:
si: නැවත පිහිටුවීම:
sk: Obnovuje sa:
sq: Duke i rikthyer:
sr: Враћам:
sr@latin: Vraćanje:
sv: Återskapar:
te: తిరిగిపొందబడుతున్నది:
tg: Барқарорсозӣ:
tl: Nagre-restore:
tr: Geri yükleniyor:
uz: Тикланяпти:
vi: Đang phục hồi:

source: The restoration of the files is now finished
af: Die herlaai van leêrs is nou klaar
ar: تم الانتهاء من عملية الاستعادة
be: Аднаўленне файлаў завершана
bg: Възстановяването на файловете завърши
bs: Povratak podataka je završen
da: Filerne blev gendannet
de: Die Wiederherstellung der Dateien ist nun abgeschlossen
eo: La restaŭrado de la dosieroj estas nun finita
es: La restauración de los archivos ha finalizado
et: Failide taastamine on valmis
eu: Fitxategien berreskurapena amaitu da
fa: بازیابی پرونده ها هم اکنون پایان یافت
fo: Endurstovnanin av fílunum er liðug
fr_ca: La restauration de vos fichiers est désormais terminée
ga: Tá aischur na comhaid críochnaithe anois
gl: Rematou a restauración dos ficheiros
hi: फ़ाइलों की बहाली अब समाप्त हुई
hr: Vraćanje datoteka je završeno
hu: A fájlok visszaállítása befejeződött
ia: Le restauration del files es finite ora
id: Penyimpanan ulang berkas selesai
is: Endurheimtingu skránna er lokið
it: Il ripristino dei file è terminato
ja: ファイルの復元が完了しました
kk: Файлдардың бастапқы қалпына келтірілу аяқталды
lb: D'Restauratioun vun den Dateien as elo ferdeg
lo: ການກູ້ຄືນໄຟລ໌ຕ່າງໆຂອງເຈົ້າສຳເລັດແລ້ວ
lv: Failu Atjaunošana ir pabeigta
mk: Реставрацијата на датотеки заврши
ms: Pemulihan fail telah selesai
nn: Filtilbakeføringa er ferdig
pt: O restauro dos ficheiros foi concluido
pt_br: Restauração dos arquivos concluída
si: නැවත පිහිටුවීම අවසන්
sk: Záloha súborov je ukončená
sq: Rikthimi i skedarëve përfundoi
sr: Враћање датотека је завршено
sr@latin: Vraćanje datoteka je završeno
sv: Återställningen av filerna är klar
te: దస్త్రములు తిరిగిపొందబడ్డాయి
tg: Барқарорсозии файлҳо ҳоло анҷом ёфт
tl: Tapos na ang pagre-restore ng mga file
tr: Dosyaların geri yüklemesi şimdi tamamlandı
uz: Файлларни тиклаш жараёни якунланди
vi: Đã phục hồi tập tin hoàn tất

source: Please choose a destination
af: Kies asb 'n bestemming
ar: من فضلك اختر مكان الحفظ
be: Пазначце шлях прызначэння
bg: Моля, изберете изходна директория
bs: Molim vas da odaberete odredište
da: Vælg en destination
de: Bitte ein Ziel auswählen
eo: Bonvole elektu celon
es: Seleccione un destino
et: Palun vali sihtkoht
eu: Mesedez, aukeratu helburu bat
fa: لطفا مقصد را مشخص کنید
fo: Vinarliga vel eitt stað
fr_ca: Sélectionnez une destination
ga: Roghnaigh áit spríce
gl: Escolla un destino
hi: कृपया एक गंतव्य का चयन करे
hr: Odaberite odredište
hu: Válassza ki a célhelyet
ia: Per favor attende donec tu files es restaurate
id: Silakan pilih tujuan
is: Veldu áfangastað
it: Per favore scegli una destinazione
ja: 宛先を選んでください
kk: Қай жерге шығару қажет?
lb: Wielt w.e.g. d'Ziel
lo: ກະລຸນາເລືອກປາຍທາງ
lv: Lūdzu izvēlies galamērķi
mk: Ве молам одберете дестинација
ms: Sila pilih destinasi
nn: Vel eit mål
pt: Escolha o destino
pt_br: Por favor, escolha um destino
si: කරුණාකර ගමනාන්තයක් තෝරන්න
sk: Zvolte si cieľové umiestnenie
sq: Ju lutemi të zgjidhni një destinacion
sr: Изаберите одредиште
sr@latin: Izaberi odredište
sv: Välj mål
te: దయచేసి ఓ గమ్యమును ఎంచుకొనుము
tg: Лутфан, ҷои таъинотеро интихоб намоед
tl: Pumili ng patutunguhan
tr: Lütfen bir hedef seçin
uz: Манзилни танланг
vi: Xin vui lòng chọn một đích đến
