Repository: linuxmint/mint-translations
Catalog: po-export/mintbackup/mintbackup-*.po
Languages: af, ar, be, bg, bs, da, de, eo, es, et, eu, fa, fo, fr_ca, ga, gl, hi, hr, hu, ia, id, is, it, ja, ka, kk, lb, lo, lv, mk, ms, nn, pt, pt_br, si, sk, sq, sr, sr@latin, sv, te, tg, tl, tr, uz, vi

source: Make a backup of your files
af: Maak 'n kopie van jou lêers
ar: إعمل نسخة لملفاتك الإحتياطية
be: Зрабіць рэзервовую копію файлаў
bg: Създаване на резервно копие на файловете Ви
bs: Napravite sigurnosnu kopiju svojih datoteka
da: Lav en sikkerhedskopi af dine filer
de: Eine Sicherung Ihrer Dateien erstellen
eo: Sekurkopii viajn dosierojn
es: Hace un respaldo de sus archivos
et: Failidest varukoopia tegemine
eu: Zure fitxategien babeskopia bat egin
fa: تهیه یک پشتیبان از پرونده های شما
fo: Trygdarrita tínar fílur
fr_ca: Faites une copie de sauvegarde de vos fichiers
ga: Déan cúltaca de do chuid comhad
gl: Facer unha copia de seguranza dos seus ficheiros
hi: आपकी फ़ाइलों का एक बैकअप बनाए
hr: Napravite sigurnosu kopiju svojih datoteka
hu: Saját fájlok biztonsági mentése
ia: Face un salvamento de tu files
id: Buat cadangan dari berkas anda
is: Taktu öryggisafrit af skránum þínum
it: Fai un backup dei tuoi file
ja: ファイルのバックアップを作成します
kk: Өзіңіздің файлдарыңыздың резервті көшірмесін жасау
lb: Maach an Backup vun ären Dateien
lo: ເຮັດການສຳລອງຂໍ້ມູນຂອງເຈົ້າ
lv: Dublēt savus failus
mk: Направете резервна копија на вашите датотеки
ms: Buat sandar fail anda
nn: Lag ein tryggleikskopi av filene dine
pt: Criar uma cópia de segurança dos seus ficheiros
pt_br: Fazer uma cópia de segurança de seus arquivos
si: ඔබගේ ලිපි ගොනු උපස්ථ කරන්න
sk: Vytvoriť zálohu svojich súborov
sq: Krijo një kopje të skedarëve të tu
sr: Направите резерву ваших датотека
sr@latin: Napravi pričuvnu svojih datoteka
sv: Säkerhetskopiera dina filer
te: మీ దస్త్రములను బాక్‌అప్ చెయ్యండి
tg: Таҳия кардани нусхаи эҳтиётии файлҳои худ
tl: Gumawa ng backup ng iyong mga talaksan
tr: Dosyalarınızın yedeğini alın
uz: Файлларингизни заҳирага сақланг
vi: Tạo bản sao lưu các tập tin của bạn

source: Save the list of installed applications
af: Stoor die lys van geinstalleerde programme
ar: إحفظ قائمة البرامج المثبتة
be: Захаваць спіс усталяваных праграм
bg: Съхраняване на списък с инсталираните програми
bs: Sačuvaj listu instaliranih aplikacija
da: Gem listen over installerede programmer
de: Liste der installierten Anwendungen speichern
eo: Konservi la liston de instalataj aplikaĵoj
es: Guarda la lista de aplicaciones instaladas
et: Paigaldatud rakenduste nimekirja salvestamine
eu: Gorde instalatutako aplikazioen zerrenda
fa: ذخیره لیست برنامه های نصب شده
fo: Goym listan við innløgdum nýtsluskipanum
fr_ca: Faites une copie de la liste des logiciels installés
ga: Sábháil liosta na bhfeidhmchlár atá suiteáilte
gl: Gardar unha lista dos aplicativos instalados
hi: स्थापित अनुप्रयोगों की सूची सहेजें
hr: Spremite popis instaliranih aplikacija
hu: Telepített alkalmazások listájának mentése
ia: Reservar le lista del applicationes installate
id: Simpan daftar aplikasi yang telah diinstal
is: Vista listann með uppsetta hugbúnaðinum
it: Salva l'elenco delle applicazioni installate
ja: インストールされているアプリケーションのリストを保存します
kk: Орнатылған бағдарламалардың тізімін сақтау
lb: Speichert d'Lescht vun den installeierten Applicatiounen
lo: ບັນທຶກລາຍການໂປຣແກຣມທີ່ຕິດຕັ້ງແລ້ວ
lv: Saglabāt uzstādīto lietotņu sarakstu
mk: Зачувајте ја листата на инсталирани апликации
ms: Simpan senarai aplikasi yang di pasang
nn: Lagre lista over installerte program
pt: Gravar lista de aplicações instaladas
pt_br: Salvar a lista de aplicativos instalados
si: පිහිටුවා අති මෘදුකංග ලයිස්තුව සුරක්ශිත කරන්න
sk: Uložiť zoznam inštalovaných aplikácií
sq: Ruaj një listë të programeve të instaluara
sr: Сачувај списак инсталираних програма
sr@latin: Sačuvaj listu instaliranih programa
sv: Spara listan över installerade program
te: సంస్థాపించబడిన అనువర్తనాల చిట్టాను భద్రపరుచు
tg: Захира кардани рӯйхати барномаҳои насбшуда
tl: I-save ang mga listahan ng naka-install na application
tr: Kurulu uygulamaların listesini kaydedin
uz: Тизимга ўрнатилган дастурлар рўйҳатини сақлаш
vi: Lưu danh sách ứng dụng đã cài

source: Restore a previous backup
af: Herstel van 'n vorige kopie
ar: إستعد ملفاتك الإحتياطية السابقة
be: Аднавіць папярэднюю рэзервовую копію
bg: Възстановяване от предишно копие
bs: Povrati prethodnu sigurnosnu kopiju
da: Gendan fra en tidligere sikkerhedskopi
de: Eine frühere Sicherung wiederherstellen
eo: Restaŭri la antaŭan sekurkopion
es: Restaura un respaldo anterior
et: Eelmise varukoopia taastamine
eu: Berreskuratu aurreko babeskopia bat
fa: بازیابی پشتیبان قبلی
fo: Endurstovna eitt trygdarrit
fr_ca: Restaurer des fichiers sauvegardés
ga: Aischuir cúltaca déanta cheanna
gl: Restaurar unha copia de seguranza anterior
hi: पिछले एक बैकअप को पुनर्स्थापित करें
hr: Vratite prijašnju sigurnosnu kopiju
hu: Korábbi mentés visszaállítása
ia: Restaurar un copia de reserva precedente
id: Kembalikan cadangan sebelumnya
is: Endurheimta áður gert öryggisafrit
it: Ripristina un backup precedente
ja: バックアップを復元します
kk: Соңғы резервті көшірмедегі қалыпқа келтіру
lb: Wiederhierstellen vun engem voregem Backup
lo: ກູ້ຄືນຂໍ້ມູນສຳລອງເທື່ອກ່ອນ
lv: Atjaunot iepriekš dublēto kopiju
mk: Вратете претходна резервна копија
ms: Pulih sandar terdahulu
nn: Før tilbake ein tidlegare tryggleikskopi
pt: Restaurar cópia de segurança anterior
pt_br: Restaurar uma cópia de segurança anterior
si: සුරක්ශිතයක් ප්‍රතිසංස්ථානය කරන්න
sk: Obnoviť predchádzajúcu zálohu
sq: Rikthe një ruajtje të mëparshme
sr: Врати претходну резерву
sr@latin: Vrati prethodnu pričuvnu
sv: Återskapa från en tidigare säkerhetskopia
te: మునుపటి బాక్‌అప్‌ను తిరిగిపొందు
tg: Барқарор кардани нусхати эҳтиётии қаблӣ
tl: I-restore ang isang dating backup
tr: Bir önceki yedeği geri yükle
uz: Аввалги сафардаги заҳирани тиклаш
vi: Phục hồi bản sao lưu trước đây

source: Restore previously installed applications
af: Herlaai vorig geinstalleerde programme
ar: إستعادة برامج مثبتة سابقا
be: Аднавіць раней усталяваныя праграмы
bg: Възстановяване на предишно инсталирани програми
bs: Povrati prethodno instalirane aplikacije
da: Gendan tidligere installerede programmer
de: Zuvor installierte Anwendungen wiederherstellen
eo: Restaŭri antaŭajn instalatajn aplikaĵojn
es: Restaura aplicaciones instaladas previamente
et: Varem paigaldatud rakenduste taastamine
eu: Berreskuratu aurretik instalatutako aplikazioak
fa: بازیابی نرم افزارهای نصب شده قبلی
fo: Endurstovna áður innlagdar nýtsluskipanir
fr_ca: Restaurer une liste de logiciels sauvegardés
ga: Aischuir feidhmchláir suiteáilte cheanna
gl: Restaurar os aplicativos instalados anteriormente
hi: पहले से स्थापित अनुप्रयोगों को बहाल करें
hr: Vratite prije instalirane aplikacije
hu: Korábban telepített alkalmazások visszaállítása
ia: Restaurar le applicationes installate antea
id: Kembalikan aplikasi yang terpasang sebelumnya
is: Endurheimta áður uppsettan hugbúnað
it: Ripristina le applicazioni installate precedentemente
ja: インストールされていたアプリケーションを復元します
kk: Соңғы орнатылған бағдарламаларды бастапқы қалыпқа келтіру
lb: Wiederherstellen vun voreg installeierten Applicatiounen
lo: ກູ້ຄືນໂປຣແກຣມຕິດຕັ້ງເທື່ອກ່ອນ
lv: Atjaunot iepriekš uzstādītās lietotnes
mk: Вратете ги претходно инсталираните апликации
ms: Memulihkan aplikasi yang dipasang sebelumnya
nn: Før tilbake tidlegare installerte program
pt: Restaurar aplicações instaladas anteriormente
pt_br: Restaurar aplicativos instalados anteriormente
si: කලින් පිහිටුවා අති මෘදුකංග ප්‍රතිසංස්ථානය කරන්න
sk: Obnoviť predtým inštalované aplikácie
sq: Rikthe programet e instaluara më parë
sr: Врати претходно инсталиране програме
sr@latin: Vrati prethodno instalirane programe
sv: Återskapa tidigare installerade program
te: మునుపు సంస్థాపించబడిన అనువర్తనాలను తిరిగిపొందు
tg: Барқарор кардани барномаҳои насбшудаи пешакӣ
tl: I-restore ang mga application na naka-install kamakailan
tr: Önceden kurulmuş uygulamaları geri yükle
uz: Тизимга аввалроқ ўрнатилган дастурларни тиклаш
vi: Phục hồi các ứng dụng cài đặt trước đây

source: Please select a source and a destination for your backup
af: Kies asb 'n bron en bestemming vir jou rugsteun
ar: فضلا إختر المصدر و المكان لنسختك الإحتياطية
be: Абярыце крыніцу і размяшчэнне для рэзервовай копіі
bg: Моля, изберете входна и изходна директория за архивиране
bs: Molimo vas da označite izvorišnu i odredišnu lokaciju za sigurnosnu kopiju
da: Vælg en kilde og en destination til din sikkerhedskopi
de: Bitte eine Quelle und ein Ziel für Ihre Sicherung auswählen
eo: Bonvole elektu fonton kaj celon por via sekurkopio
es: Seleccione el origen y destino para su respaldo
et: Palun vali allikas ja sihtkoht oma varukoopiale
eu: Mesedez, hautatu zure babeskopiaren jatorria eta helburua.
fa: لطفا یک منبع و مقصد برای پشتیبان خود انتخاب کنید
fo: Vinarliga vel eina keldu, og eitt mál til títt trygdarrit
fr_ca: Sélectionnez une source et une destination pour votre sauvegarde
ga: Roghnaigh foinse le d' thoil agus áit sprice do do chúltaca
gl: Escolla unha orixe e un destino para a copia de seguranza
hi: कृपया अपने बैकअप के लिए एक स्रोत एवं एक गंतव्य का चयन करें
hr: Odaberite izvor i odredište za vašu sigurnosnu kopiju
hu: Válassza ki a biztonsági mentés forrását és célját
ia: Per favor elige un fonte e un destination pro tu salvamento
id: Silahkan pilih sumber dan tujuan dari berkas cadangan anda
is: Veldu uppruna og úttaksstaði fyrir öryggisafritið
it: Per favore scegli un'origine e una destinazione per il tuo backup
ja: バックアップのソースと宛先を選択してください
kk: Қайнар көзін не резервті көшірменің орналасуын көрсетіңіз
lb: Wann ech gelift wielt Quell ant Destinatioun fir den Backup
lo: ກະລຸນາເລືອກຕົ້ນທາງ ແລະ ປາຍທາງສຳລັບການສຳລອງຂໍ້ມູນຂອງເຈົ້າ
lv: Lūdzu, izvēlies avotu un norādi vietu rezerves kopijai
mk: Ве молиме одберете извор и дестинација за вашата резервна копија
ms: Sila pilih satu sumber dan satu destinasi untuk sandar anda
nn: Vel kjelde og mål for tryggleikskopien din
pt: Escolha a origem e o destino para a sua cópia de segurança
pt_br: Por favor, selecione uma origem e um destino para sua cópia de segurança
si: කරුනකර මූලය සහ ගමනාන්තය තෝරන්න
sk: Vyberte zdroj a cieľové miesto pre Vašu zálohu
sq: Ju lutemi të zgjidhni një burim dhe një destinacion për ruajtjen tuaj
sr: Изаберите извор и одредиште за резерву
sr@latin: Izaberi izvor i odredište za pričuvnu
sv: Vänligen ange källa och mål för din säkerhetskopia
te: మీ బాక్‌అప్‌నకు ఒక వనరును మరియు గమ్యమును ఎంచుకొనుము
tg: Лутфан, манбаъ ва ҷои таъинотеро барои нусхаи эҳтиётӣ интихоб намоед
tl: Pakisuyong pumili ng pagkukuhanan at destinasyon para sa iyong backup
tr: Yedeğiniz için lütfen bir kaynak ve hedef seçin
uz: Заҳирага сақлаш учун манбаани ва унга манзилни кўрсатинг
vi: Xin vui lòng chọn nguồn và đích cho bản sao lưu

source: Source:
af: Bron:
ar: مصدر:
be: Крыніца:
bg: Входна директория:
bs: Izvor:
da: Kilde:
de: Quelle:
eo: Fonto:
es: Origen:
et: Lähtekoht:
eu: Jatorria:
fa: منبع:
fo: Kelda:
ga: Foinse:
gl: Orixe:
hi: स्रोत:
hr: Izvor:
hu: Forrás:
ia: Fonte:
id: Sumber:
is: Uppruni:
it: Origine:
ja: ソース:
kk: Қайдан:
lb: Quell:
lo: ຕົ້ນທາງ:
lv: Avots:
mk: Извор:
ms: Sumber:
nn: Kjelde:
pt: Origem:
pt_br: Origem:
si: මුලාශ්‍රය
sk: Zdroj:
sq: Burimi:
sr: Извор:
sr@latin: Izvor:
sv: Källa:
te: మూలము:
tg: Манбаъ:
tl: Pagkukuhanan:
tr: Kaynak:
uz: Манбаа:
vi: Nguồn:

source: Destination:
af: Bestemming:
ar: مكان الحفظ:
be: Прызначэнне:
bg: Изходна директория:
bs: Odredište:
de: Ziel:
eo: Celo:
es: Destino:
et: Sihtkoht:
eu: Helburua:
fa: مقصد:
fo: Mál:
ga: Áit sprice:
gl: Destino:
hi: लक्ष्य:
hr: Odredište:
hu: Cél:
id: Tujuan:
is: Áfangastaður:
it: Destinazione:
ja: 宛先:
kk: Қайда:
lb: Destinatioun
lo: ປາຍທາງ:
lv: Galamerķis:
mk: Дестинација:
ms: Destinasi:
nn: Mål:
pt: Destino:
pt_br: Destino:
si: ගමනාන්තය:
sk: Cieľ:
sq: Destinacioni:
sr: Одредиште:
sr@latin: Odredište:
sv: Mål:
te: గమ్యం:
tg: Ҷойи таъинот:
tl: Destinasyon:
tr: Hedef:
uz: Манзил:
vi: Đích:

source: Advanced options
af: Gevorderde Opsies
ar: خيارات متقدمة
be: Пашыраныя настáўленні
bg: Допълнителни настройки
bs: Napredne opcije
da: Avancerede indstillinger
de: Erweiterte Einstellungen
eo: Porspertulaj agordoj
es: Opciones avanzadas
et: Täpsemad valikud
eu: Aukera aurreratuak
fa: گزینه‌های پیشرفته
fo: Framkomnir kostir
fr_ca: Options avancées
ga: Ardroghanna
gl: Opcións avanzadas
hi: विस्तृत विकल्प
hr: Napredne mogućnosti
hu: Haladó beállítások
ia: Optiones avantiate
id: Pilihan lanjut
is: Ítarlegir valkostir
it: Opzioni avanzate
ja: 詳細設定
kk: Қосымша баптаулар
lb: Fortgeschretten Optiounen
lo: ຕົວເລືອກຂັ້ນສູງ
lv: Paplašinātās iespējas
mk: Напредни опции
ms: Pilihan lanjutan
nn: Avanserte innstillingar
pt: Opções avançadas
pt_br: Opções avançadas
si: උසස් විකල්ප
sk: Pokročilé nastavenia
sq: Opsione të avancuara
sr: Напредне опције
sr@latin: Napredne mogućnosti
sv: Avancerade inställningar
te: పరిణిత ఎంపికలు
tg: Имконоти иловагӣ
tl: Pagpipilian masulong
tr: Gelişmiş seçenekler
uz: Қўшимча опциялар
vi: Tùy chọn nâng cao

source: Description:
af: Beskrywing:
ar: الوصف:
be: Апісанне:
bg: Описание:
bs: Opis:
da: Beskrivelse:
de: Beschreibung:
eo: Priskribo:
es: Descripción:
et: Kirjeldus:
eu: Deskribapena:
fa: توضیحات:
fo: Frágreiðing
ga: Cur Síos:
gl: Descrición:
hi: विवरण:
hr: Opis:
hu: Leírás:
id: Penjelasan:
is: Lýsing:
it: Descrizione:
ja: 説明:
kk: Сипаттама:
lb: Beschreiwung:
lo: ລາຍລະອຽດ:
lv: Apraksts:
mk: Опис:
ms: Keterangan:
nn: Skildring:
pt: Descrição:
pt_br: Descrição:
si: විස්තරය:
sk: Popis:
sq: Përshkrimi:
sr: Опис:
sr@latin: Opis:
sv: Beskrivning:
te: వర్ణన:
tg: Тавсиф:
tl: Deskripsyon:
tr: Tanım:
uz: Тавсиф:
vi: Mô tả:

source: Output:
af: Uitgawe
ar: المخرجات
be: Вынік:
bg: Резултат:
bs: Izlaz:
de: Ausgabe:
eo: Eligo:
es: Salida:
et: Väljund:
eu: Irteera:
fa: خروجی:
fo: Úttak:
fr_ca: Sortie :
ga: Aschur:
gl: Saída:
hi: आउटपुटः
hr: Izlaz:
hu: Kimenet:
id: Keluaran:
is: Úttak:
ja: 出力:
kk: Шығыс:
lb: Ausgab:
lo: ນຳອອກ:
lv: Izvade:
mk: Излез:
nn: Resultat:
pt: Saída:
pt_br: Destino:
si: පිටවිම:
sk: Výstup:
sq: Dalja:
sr: Излаз:
sr@latin: Izlaz:
sv: Utdata:
te: ఔట్‌పుట్‌
tg: Барориш:
tl: Kalalabasan:
tr: Çıktı:
uz: Чиқишда:
vi: Kiểu xuất:

source: Overwrite:
af: Oorskryf
ar: إستبدال
be: Перазапісванне:
bg: Презапис:
bs: Prepiši preko:
da: Overskriv:
de: Überschreiben:
eo: Anstataŭigi:
es: Sobreescribir:
et: Ülekirjutus:
eu: Gainidatzi:
fa: نوشتن روی قبلی:
fo: Skriva omaná:
fr_ca: Écraser :
ga: Forscríobh:
gl: Sobrescribir:
hi: अधिलेख:
hr: Prepiši:
hu: Felülírás:
ia: Superscriber:
id: Timpa
is: Yfirskrifa:
it: Sovrascrivi:
ja: 上書き:
kk: Үстінен басып жазу:
lb: Iwerschreiwen:
lo: ຂຽນທັບ:
lv: Pārrakstīt:
mk: Пребришување:
ms: Tulis ganti:
nn: Skriv over:
pt: Sobrepor:
pt_br: Sobrescrever:
si: යලි ලියන්න:
sk: Prepísať:
sq: Mbishkruaje:
sr: Пребриши:
sr@latin: Zameni:
sv: Skriv över:
te: త్రిప్పివ్రాయుము
tg: Рӯиҳамнависӣ:
tl: Isanib:
tr: Üzerine Yaz:
uz: Устидан ёзиш:
vi: Ghi đè:

source: Confirm integrity
af: Bevestig integriteit
ar: تأكيد السلامة
be: Пацвердзіць цэласнасць даных
bg: Проверка на целостта
bs: Potvrda integriteta
da: Bekræft integriteten
de: Unversehrtheit bestätigen
eo: Konfirmi integrecon
es: Confirmar integridad
et: Terviklikkuse kinnitamine
eu: Berretsi osotasuna
fa: تایید صحت
fo: Vátta heilskap
fr_ca: Vérifier l'intégrité des sauvegardes
ga: Deimhnigh sláine
gl: Confirmar a integridade
hi: अखंडता की पुष्टि
hr: Potvrdi ispravnost
hu: Integritás megőrzése
ia: Confirmar le integritate
id: Yakinkan keutuhan
is: Staðfesta gæði skráa
it: Conferma l'integrità
ja: 整合性を確認
kk: Мәліметтер бүтіндігін тексеру
lb: Integritéit confirmeieren
lo: ຍືນຍັນຄວາມສຳເລັດ
lv: Apstiprināt atbilstību
mk: Потврди интегритет
ms: Sahkan integriti
nn: Stadfest integriteten
pt: Confirmar integridade
pt_br: Verificar integridade
si: සම්පූර්ණ බව යලි තහවුරු කරන්න
sk: Potvrdiť integritu
sq: Konfirmo integritetin
sr: Потврди целовитост
sr@latin: Potvrdi celovitost
sv: Bekräfta riktighet
te: సమగ్రతను నిర్ధారించు
tg: Тасдиқ кардани яклухтӣ
tl: I-confirm ang integridad
tr: Bütünlüğü onayla
uz: Интеграцияни тасдиқлаш
vi: Xác nhận toàn vẹn

source: Follow symlinks
af: Volg simboliese skakels
ar: اتبع روابط الاختصار
be: Ісці па сімвальных спасылках
bg: Проследяване на символните връзки
bs: Prati simboličke veze
da: Følg symbolske henvisninger
de: Symbolischen Verknüpfungen folgen
eo: Sekvi simbolajn ligilojn
es: Seguir enlaces simbólicos
et: Sümbolviitade järgimine
eu: Jarraitu esteka sinbolikoak
fa: پیروی از symlinks
fo: Fylg tykisligum leinkjum
fr_ca: Suivre les liens symboliques
ga: Lean naisc shiombalacha
gl: Seguir as ligazóns simbólicas
hi: सांकेतिक चिह्न का पालन करें
hr: Slijedi simboličke poveznice
hu: Szimbolikus linkek követése
ia: Sequer le ligamines symbolic
id: Ikuti simlink
is: Fylgja tenglum/tákntengjum
it: Segui i collegamenti simbolici
ja: シンボリックリンクに従う
kk: Символды сілтемелер артынан еру
lb: Symlink no goen
lo: ຕາມລິ້ງສັນຍາລັກ
lv: Sekot simboliskajām saitēm
mk: Следи ги симболичките врски
ms: Ikuti pautan simbolik
nn: Følg symlenkjer
pt: Seguir ligações simbólicas
pt_br: Seguir vínculos simbólicos
si: මග පෙන්වන තීර අනුව යන්න
sk: Nasledovať symbolické odkazy
sq: Ndiq symlinks
sr: Прати симболичке везе
sr@latin: Prati simboličke veze
sv: Följ symboliska länkar
te: సిమ్‌లంకెలను అనుసరించు
tg: Пайвандҳои намодии пайгирӣ
tl: Sundin ang mga symbolic link
tr: Sembolik bağları takip et
uz: symlink лар бўйлаб бориш
vi: Theo liên kết (symlinks)

source: Preserve permissions
af: Hou toestemminge
ar: المحافظة على الصلاحيّات
be: Захоўваць файлавыя дазволы
bg: Запазване на правата за достъп
bs: Sačuvaj dozvole
da: Bevar rettigheder
de: Berechtigungen beibehalten
eo: Konservi permesojn
es: Conservar permisos
et: Õiguste säilitamine
eu: Mantendu baimenak
fa: مجوزهای حفاظت شده
fo: Varðveit loyvi
fr_ca: Préserver les permissions
ga: Caomhnaigh ceadanna
gl: Manter os permisos
hi: अनुमति संरक्षित करें
hr: Očuvaj dozvole
hu: Jogosultságok megőrzése
ia: Preservar le permissiones
id: Mempertahankan hak akses
is: Varðveita aðgangsheimildir
it: Mantieni i permessi
ja: パーミッションを保持する
kk: Құқықтарды сақтау
lb: Reschter bewohren
lo: ຮັກສາສິດ
lv: Saglabāt atļaujas
mk: Зачувај дозволи
ms: Kekalkan keizinan
nn: Ta vare på tilgangsrettane
pt: Preservar permissões
pt_br: Preservar permissões
si: අවසරය මතක තබාගන්න
sk: Zachovať prístupové práva
sq: Ruaj lejet
sr: Очувај дозволе приступа
sr@latin: Sačuvaj dozvole pristupa
sv: Bevara rättigheter
te: అనుమతులను భద్రపరుచు
tg: Нигоҳ доштани иҷозатҳо
tl: Panatilihin ang mga pahintulot
tr: İzinleri koru
uz: Ҳуқуқларни сақлаб қўйиш
vi: Giữ phân quyền

source: Preserve timestamps
af: Hou tydstempels
ar: المحافظة على الأختام الزمنية
be: Захоўваць часавую пазнаку
bg: Запази времевия печат
bs: Sačuvaj vremensku oznaku
da: Bevar tidsstempler
de: Zeitstempel beibehalten
eo: Konservi tempindikojn
es: Conservar marcas de tiempo
et: Ajatemplite säilitamine
eu: Mantendu data-zigiluak
fa: timestamp های حفاظت شده
fo: Varðveit tíðarstempul
fr_ca: Préserver les dates associées
ga: Caomhnaigh stampaí ama
gl: Manter as marcas de tempo
hi: समयनिशान संरक्षित करें
hr: Očuvaj vremenske oznake
hu: Időbélyegek megőrzése
ia: Preservar datas e tempore
id: Pertahankan cap waktu
is: Varðveita tímamerki
it: Mantieni i timestamp
ja: タイムスタンプを保持する
kk: Уақыт белгіcін сақтау
lb: Zeitstempel bewohren
lo: ຮັກສາຂໍ້ມູນເວລາ
lv: Saglabāt laika zīmogu
mk: Зачувај временски жигови
ms: Kekalkan setem masa
nn: Ta vare på tidsstempla
pt: Preservar detalhes da hora
pt_br: Preservar as datas
si: වේලාව මතකයට ගන්න
sk: Zachovať časové značky
sq: Ruaj vulat kohore
sr: Очувај времена
sr@latin: Sačuvaj vremenski format
sv: Bevara tidsstämplar
te: కాలముద్రలను భద్రపరుచు
tg: Нигоҳ доштани тамғаи вақт
tl: Panatilihin ang mga timetamps
tr: Zaman damgalarını koru
uz: Вақт бўйича белгилашларни сақлаш
vi: Giữ nhãn thời gian

source: Please select any files or directories you want to exclude
af: Kies asb enige leêrs of gidse wat jy wil uitsluit
ar: اختر الملفات و المجلدات التي تريد استثنائها
be: Пазначце файлы ці каталогі, якія трэба выключыць
bg: Моля, изберете всички файлове и директории, които не искате да са в архива
bs: Molimo vas da odaberete datoteku ili direktorij koji želite da izostavite
da: Vælg hvilke filer eller mapper, der skal udelades
de: Bitte die Dateien und Ordner auswählen, welche Sie ausschließen möchten
eo: Bonvole elektu dosierojn aŭ dosierujojn, kiujn vi volas ekskluzivi
es: Seleccione los archivos y carpetas que desea excluir
et: Palun vali failid või kataloogid, mille soovid välja jätta
eu: Mesedez, hautatu baztertu nahi dituzun fitxategi eta direktorioak
fa: لطفا هر پرونده یا پوشه ای را که تمایل به مستثنی کردن آن دارید، انتخاب کنید.
fo: Vinarliga vel eina og hvørja fílu ella fíluskrá, ið tú vil frárokna
fr_ca: Sélectionnez les fichiers ou répertoires à exclure
ga: Roghnaigh comhad ar bith nó comhadlann gur mhaith leat a eisiamh
gl: Escolla os ficheiros e directorios que queira omitir
hi: कृपया जिन फाइलो या निर्देशिका को आप बाहर निकालना चाहते है उन्हे चुनें
hr: Odaberite datoteke ili direktorije koje ne želite sigurnosno kopirati
hu: Válassza ki a kihagyni kívánt fájlokat vagy mappákat
ia: Per favor elige tote le files o directorios tu desira excluder
id: Silahkan pilih berkas mana saja yang ingin anda kecualikan
is: Veldu þær skrár eða möppur sem þú vilt undanskilja
it: Per favore seleziona ogni file o cartella che vuoi escludere
ja: 除外したいファイルやディレクトリを選んでください
kk: Қарастырылмайтын файлдар мен бумаларды белгілеңіз
lb: W.e.g. Wielt iergend eng Dateien oder Datenverzeichnis dei der wellt ausschleissen
lo: ກະລຸນາເລືອກໄຟລ໌ ຫຼື ຕຳແໜ່ງ ທີ່ເຈົ້າຕ້ອງການຈະຍົກເວ້ນ
lv: Lūdzu, izvēlieties failus vai vietnes, kuras vēlaties izlaist
mk: Ве молам одберете датотеки и именици за исклучок
ms: Sila pilih mana-mana fail atau direktori yang ingin anda kecualikan
nn: Vel kva for filer eller katalogar du vil utelate
pt: Escolha os ficheiros ou pastas a excluir
pt_br: Por favor, selecione os arquivos ou diretórios que deseja excluir
si: කරුණාකර ඔබට බැහැර කිරීමට උවමනා ලිපිය හෝ ලිපි ගොනුව තෝරන්න
sk: Prosím, zvoľte priečinky alebo súbory, ktoré chcete vylúčiť
sq: Ju lutemi të zgjidhni çdo skedar apo direktori që dëshironi ta përjashtoni
sr: Изаберите датотеке или фасцикле које желите да изузмете
sr@latin: Izaberite sve datoteke ili fascikle koje želite da isključite
sv: Välj filer eller mappar du vill undanta
te: మీరు విడిచిపెట్టదలిచిన ఏవైనా దస్త్రములను కానీ డైరెక్టరీని కానీ ఎంచుకొనండి
tg: Лутфан, ягон файл ё директорияеро, ки истисно кардан мехоҳед, интихоб намоед
tl: Pakisuyong pumili ng mga file o directory na ayaw mong isama
tr: Lütfen hariç tutmak istediğiniz dosya veya dizinleri seçin
uz: Чиқариб ташланиши керак бўлган иҳтиёрий файллар ёки папкаларни танланг
vi: Xin vui lòng chọn những tập tin hay thư mục muốn trừ ra

source: Exclude files
af: Sluit lêers uit
ar: استبعد الملفات
be: Выключыць файлы
bg: Изключване на файловете
bs: Izostavi datoteke
da: Udelad filer
de: Dateien ausschließen
eo: Ekskluzivi dosierojn
es: Excluir archivos
et: Välista failid
eu: Baztertu fitxategiak
fa: پرونده های مستثنی شده
fo: Frárokna fílur
fr_ca: Exclure des fichiers
ga: Eisiaigh comhaid
gl: Excluir ficheiros
hi: अपवर्जित फ़ाइलें
hr: Odaberi datoteke
hu: Kihagyandó fájlok
ia: Excluder files
id: Berkas yang dikecualikan
is: Undanskilja skrár
it: Escludi file
ja: 除外するファイル
ka: ფაილების გამორიცხვა
kk: Қарастырылмайтын файлдар
lb: Dateien ausschleissen
lo: ຍົກເວ້ນໄຟລ໌
lv: Izlaist failus
mk: Исклучи датотеки
ms: Fail dikecualikan
nn: Utelat filer
pt: Excluir ficheiros
pt_br: Excluir arquivos
si: ලිපි බැහැර කරන්න
sk: Vylúčiť súbory
sq: Përjashto skedarët
sr: Изузете датотеке
sr@latin: Izuzete datoteke
sv: Undanta filer
te: విడిచిపెట్టబడిన దస్త్రములు
tg: Истисно кардани файлҳо
tl: Mga hindi isinamang files
tr: Dosyaları dahil etme
uz: Файлларни чиқариб ташлаш
vi: Trừ các tập tin
