Repository: linuxmint/mint-translations
Catalog: po-export/mintbackup/mintbackup-*.po
Languages: af, ar, be, bg, bs, da, de, eo, es, et, eu, fa, fo, fr_ca, ga, gl, hi, hr, hu, ia, id, is, it, ja, ka, kk, lb, lo, lv, mk, ms, nn, pt, pt_br, si, sk, sq, sr, sr@latin, sv, te, tg, tl, tr, uz, vi

source: An error occurred during the backup:
af: 'n Fout het gedurende die regsteun gebeur:
ar: حدث خطأ ما أثناء عملية النسخ الإحتياطي
bg: Възникнала е грешка по време на създаването на резервно копие:
da: Der skete en fejl under sikkerhedskopieringen:
de: Während der Sicherung trat folgender Fehler auf:
es: Ocurrió un error durante la copia de seguridad:
et: Tekkis tõrge varunduses:
eu: Babes kopia egiterakoan akats bat gertatu da
fo: Eitt brek hendi undir trygdarritingini
fr_ca: Une erreur est survenue durant la sauvegarde:
gl: Ocorreu un erro durante a copia de seguranza
hi: बैकअप में असफलता:
hr: Greška se pojavila tjekom stvaranja sigurnosne kopije
hu: A következő hiba lépett fel a mentés során:
ia: Un error occurreva durante le backup:
id: Kesalahan terjadi selama proses pembuatan cadangan:
is: Villa kom upp við öryggisafritun:
it: Riscontrato un errore durante il backup:
ja: バックアップ中にエラーが発生しました
kk: Резервті көшіру кезінде қате туындады:
lb: Et as a Fehler opgetrat während dem Backup:
mk: Се случи грешка во процесот на правење резервна копија:
ms: Ralat berlaku ketika sandaran
nn: Det oppstod ein feil under tryggleikskopieringa:
pt: Ocorreu um erro durante a cópia de segurança:
pt_br: Um erro ocorreu durante o processo de cópia:
sk: Pri zálohovaní nastala chyba:
sq: Ndodhi një gabim gjatë backup:
sr: Дошло је до грешке током прављења резерве:
sr@latin: Došlo je do greške tokom pravljenja rezerve:
sv: Ett fel uppstod under säkerhetskopieringen:
tl: Mayroong hindi inaasahang nangyari habang nagba-backup
tr: Yedekleme sırasında bir hata oluştu :
uz: Заҳирага сақлаш жараёни пайтида хато содир бўлди
vi: Có một lỗi xuất hiện trong quá trình sao lưu:

source: Your software selection was backed up successfully
bg: Успешно създаден бекъп на вашата пакетна селекция
da: De valgte programmer blev sikkerhedskopieret
de: Ihre Programmauswahl wurde erfolgreich gesichert
es: Su selección de software se ha respaldado con éxito
eu: Zure software aukeraren babeskopia behar bezala egin da
fr_ca: Votre choix de logiciels a été sauvegardé avec succès
hr: Vaš odabir softvera je sigurnosno kopiran uspješno
hu: A szoftverválaszték sikeresen elmentve.
ia: Tu selection de software ha essite salveguardate con bon successo
id: Pemilihan perangkat lunak anda sudah dicadangkan dengan sukses
is: Það tókst að öryggisafrita völdu pakkana þína
it: Il backup della selezione dei software è stato effettuato con successo.
ms: Perisian yang dipilih telah berjaya disokong
pt: A sua seleção de software foi guardada com sucesso
pt_br: Sua seleção de software foi salva com sucesso
sk: Vybrané programy boli úspešne zálohované
sr: Успешно је направљена резерва вашег изабраног софтвера
sv: Listan med dina installerade program har säkerhetskopierats
tr: Yazılım seçiminiz başarıyla yedeklendi
uz: Сиз танлаган дастурлар тўплами заҳирага мувофақиятли сақлаб қўйилди

source: The specified file is not a valid software selection
af: Die spesifieke leêr is nie 'n geldige sagteware seleksie
ar: الملف المختار ليس مجموعة برمجيات
be: Пазначаны файл не ёсць прыдатным зборам праграм
bg: Избраният файл не е софтуерна колекция
bs: Odabrana datoteka nije ispravna kolekcija aplikacija
da: Den valgte fil er ikke en gyldig liste over programmer
de: Die ausgewählte Datei ist keine gültige Anwendungsauswahl
eo: La specifata dosiero ne estas valida programara elekto
es: El archivo especificado no es una selección de software válida
et: Määratud fail pole korrektne tarkvaravalik
eu: Zehazturiko fitxategia ez da baliozko software aukera bat
fa: پرونده انتخابی برنامه مورد نظر معتبر نیست
fo: Tann valda fílan er ikki eitt lógligt ritbúnaðarúrval
fr_ca: Le fichier spécifié n'est pas une liste de logiciels valide
ga: Ní rogha bhailí bhogearraí í an comhad atá luaite
gl: O ficheiro especificado non é unha selección de software válida
hi: निर्दिष्ट फ़ाइल एक वैध सॉफ्टवेयर चयन नहीं है
hr: Odabrana datoteka nije valjan softverski odabir
hu: A megadott fájl nem érvényes szoftverkészlet
ia: Le file specificate non es un selection valide de software
id: Berkas yang ditentukan bukan pilihan perangkat lunak yang sah
is: Tiltekna skráin er ekki gild sem val á hugbúnaði
it: Il file specificato non è una selezione dei software valida
ja: 指定のファイルは有効なソフトウェアセレクションではありません
kk: Көрсетілген файл таңдалған бағдарламаға сәйкес емес
lb: D'spezifieiert Datei as keng valid Softwareselectioun
lo: ໄຟລ໌ທີ່ເຈົ້າລະບຸໄວ້ບໍ່ແມ່ນການເລືອກຊອບແວທີ່ຖືກຕ້ອງ
mk: Наведената датотека не е валиден избор на софтвер
ms: Fail yang dinyatakan bukanlah satu pemilihan perisian yang sah
nn: Den valde fila er ikkje eit gyldig programutval
pt: O ficheiro selecionado não é uma seleção de programas válida
pt_br: O arquivo especificado não é uma lista de aplicativos válida
si: තෝරන ලද ලිපිගොනුව මෘදුකාංග කට්ටලයක් නොවෙයි
sk: Vybraný súbor nie je platnou definíciou zoznamu programov
sq: Skedari i specifikuar nuk është një përzgjedhje e vlefshme e programeve
sr: Наведена датотека није исправан избор програма
sr@latin: Navedena datoteka nije važeći izbor programa
sv: Vald fil är inte ett giltigt programurval
te: గుర్తించబడిన దస్త్రం ఆమోదయోగ్యమైన మృదుకరణి ఎంపిక కాదు
tg: Файли интихобшуда барои интихоби нармафзор дуруст нест
tl: Ang ini-specify na file ay hindi angkop na software selection
tr: Belirtilen dosya geçerli bir yazılım seçimi değil
uz: Кўрсатилган файл тўғри дастур тўплами эмас
vi: Tập tin được chỉ định không phải là danh sách phần mềm hợp lệ

source: An error occurred while accessing the file
af: 'n Fout het voorgekom gedurende toegang met die leêr
ar: لقد ظهر خطأ خلال عملية الوصول للملف
be: Памылка доступу да файла
bg: Възникнала е грешка с достъпа до файла
bs: Desila se greška prilikom pristupa datoteci
da: Der skete en fejl mens filen blev tilgået
de: Während des Dateizugriffs trat ein Fehler auf
eo: Eraro okazis dum atinganta la dosieron
es: Ocurrió un error mientras se accedía al archivo
et: Failile ligipääsu hankimise käigus tekkis viga
eu: Errore bat gertatu da fitxategia atzitzean
fa: یک خطا در زمان دسترسی به پرونده رخ داد
fo: Eitt brek hendi við at atganga fíluna
fr_ca: Une erreur est survenue lors de l'accès au fichier
ga: Tharla earráid fad is a bhí rochtain ar an gcomhaid ar siúl
gl: Produciuse un erro ao acceder ao ficheiro
hi: फ़ाइल तक पहुँचने के समय एक त्रुटि हुई
hr: Greška se dogodila prilikom pristupanja datoteci
hu: Hiba történt a fájl elérése közben
ia: Un error ha occurrite durante le accesso del file
id: Sebuah kesalahan terjadi ketika mengakses berkas
is: Villa kom upp við að fá aðgang að skránni
it: Si è verificato un errore durante l'apertura del file
ja: ファイルにアクセス中にエラーが生じました
kk: Файл рұқсаттар қатесі
lb: A Fehler as wearend dem Zougang zur Datei geschitt
lo: ມີຂໍ້ຜິດພາດເກີດຂຶ້ນຂະນະເຂົ້າເຖິງໄຟລ໌
mk: Се случи грешка при пристапување на датотеката
ms: Ralat berlaku semasa mencapai fail
nn: Filtilgangsfeil
pt: Ocorreu um erro ao aceder ao ficheiro
pt_br: Ocorreu um erro ao acessar o arquivo
si: ලිපිගොනුවට ඇතුල් වීමේදී දෝශයක් සිදුවිනි
sk: Pri prístupe k súboru nastala chyba
sq: Ndodhi një gabim gjatë marrjes së skedarit
sr: Дошло је до грешке приликом приступа датотеци
sr@latin: Došlo je do greške prilikom pristupa datoteci
sv: Ett fel uppstod när filen anropades
te: దస్త్రమును యాక్సెస్ చేస్తున్నప్పుడు దోషం ఏర్పడింది
tg: Ҳангоми кушоиши файл хатогӣ ба вуҷуд омад
tl: May maling naganap habang ina-access ang file
tr: Dosyaya erişirken bir hata meydana geldi
uz: Файлга рухсат бериш пайтида хато содир бўлди
vi: Có lỗi xảy ra trong quá trình truy cập tập tin

source: Could not locate the package
af: Kon nie die plek van die pakket
ar: لا يمكن تحديد مكان الحزمة
be: Не выйшла знайсці пакунак
bg: Пакетът не може да бъде намерен
bs: Nije moguće locirati paket
da: Kunne ikke finde pakken
de: Das Paket konnte nicht gefunden werden
eo: Ne eblis loki la pakaĵon
es: No se pudo localizar el paquete
et: Paketti ei suudetud leida
eu: Ezin izan da paketea aurkitu
fa: محل بسته قابل تعیین نیست.
fo: Kundi ikki finna pakkan
fr_ca: Le paquet ne peut pas être localisé
ga: Niobh fhéidir an pacáiste a aimsiú
gl: Non se puido atopar o paquete
hi: पैकेज ढूँढने मे असफल
hr: Nemoguć pronalazak paketa
hu: A csomag nem található
ia: Impossibile locar le pacchetto
id: tidak dapat menemukan paket
is: Gat ekki fundið pakkann
it: Impossibile individuare il pacchetto
ja: パッケージが見つかりませんでした
kk: Бағдарламаның орналасуын анықтау мүмкін емес
lb: Konnt den Pack net lokaliseieren
lo: ບໍ່ສາມາດລະບຸຕຳແໜ່ງແພກເກຈ
mk: Пакетот не може да се пронајде
ms: Tidak dapat mengesan pakej
nn: Fann ikkje pakken
pt: Não foi possivel localizar o pacote
pt_br: Não foi possível localizar o pacote
si: කට්ටලය සොයාගත නොහැක
sk: Nemôžem nájsť balíček
sq: Nuk mund të lokalizoj paketën
sr: Не могу да пронађем пакет
sr@latin: Nije moguće locirati paket
sv: Paketet kunde inte hittas
te: ప్యాకేజీని గుర్తించలేకపోతున్నది
tg: Баста ҷойгир карда нашуд
tl: Hindi makita ang package
tr: Paket konumu tespit edilemedi
uz: Пакетни топиб бўлмади
vi: Không thể định vị gói

source: Please wait, this can take some time
af: Wag asseblief, hierdie kan 'n ruk neem
ar: الرجاء الإنتظار، قد يتطلب بعض الوقت
be: Пачакайце, калі ласка, гэта можа заняць пэўны час
bg: Моля, изчакайте, това може да отнеме известно време
bs: Molimo vas da sačekate, ovo može potrajati
da: Vent venligst, dette kan tage noget tid
de: Bitte gedulden Sie sich. Dieser Vorgang kann einige Zeit in Anspruch nehmen.
eo: Bonvole atendu, necesas iom da tempo
es: Espere, por favor; esto puede tardar algún tiempo
et: Palun oota, selleks kulub natuke aega
eu: Itxaron mesedez, baliteke honek denbora pixka bat behar izatea
fa: لطفا کمی صبر کنید، این پروسه زمانبر است
fo: Vinarliga bíðja, hettar kann taka eina løtu
fr_ca: Veuillez patienter, ceci peut prendre un certain temps
ga: Fan le d' thoil, d'fhéadfadh go dtógadh sé seo tamall maith
gl: Agarde. Isto pode levar algún tempo
hi: कृपया प्रतीक्षा करें, यह कुछ समय ले सकता है
hr: Pričekajte, ovo može potrajati neko vrijeme
hu: Kis türelmet, ez eltarthat egy ideig
ia: Per favor attende, isto pote prender alicun tempore
id: Mohon menunggu, ini membutuhkan waktu beberapa saat
is: Bíddu aðeins, þetta getur tekið dálítinn tíma
it: Per favore attendi, può richiedere del tempo
ja: しばらくお待ち下さい。この処理には時間が掛かることがあります。
kk: Күтіңіз, бұл біраз уақыт алатын болады
lb: Waart w.e.g., daat keint daueren
lo: ກະລູນາລໍຖ້າ, ຈະໃຊ້ເວລາ
mk: Ве молам причекајте. Акцијата може да потрае
ms: Sila tunggu, ini akan mengambil sedikit masa
nn: Vent, dette kan ta ei stund
pt: Por favor, aguarde. Pode demorar algum tempo
pt_br: Por favor, aguarde. Isto pode levar algum tempo.
si: කරැනා කර රැදී සිටින්න, මෙය යම් වේලාවක් ගතහැකියි
sk: Počkajte, prosím, môže to chvíľu trvať
sq: Ju lutemi të prisni, kjo mund të zgjasë pak
sr: Сачекајте, ово може потрајати
sr@latin: Sačekajte, ovo može potrajati neko vreme
sv: Vänligen vänta, detta kan ta lite tid
te: దయచేసి వేచియుండండి, ఇందుకు కొంత సమయం పడుతుంది
tg: Лутфан, интизор шавед, ин метавонад якчанд лаҳзаро гирад
tl: Mangyaring maghintay, maaari itong tumagal ng ilang oras
tr: Lütfen bekleyin, bu işlem biraz zaman alabilir
uz: Кутиб туринг, ушбу амал бир давом этиши мумкин
vi: Xin vui lòng chờ đợi, quá trình này có thể mất chút thời gian

source: The installation is complete
af: Die installasie is voltooi
ar: لقد تمت عملية التنصيب بنجاح
be: Усталяванне выканана
bg: Инсталирането приключи успешно
bs: Instalacija je završena
da: Installationen blev gennemført
de: Installation abgeschlossen
eo: La instalado estas kompleta
es: La instalación ha finalizado
et: Paigaldamine on lõpetatud
eu: Instalazioa burutu da
fa: نصب کامل شد
fo: Innleggingin er fullgjørd
fr_ca: L'installation est terminée
ga: Tá an suiteáil críochnaithe
gl: Completouse a instalación
hi: स्थापना पूर्ण है
hr: Instalacija je završena
hu: A telepítés kész
ia: Le installation es complete
id: Instalasi selesai
is: Uppsetningunni er lokið
it: Installazione completata
ja: インストールが完了しました
kk: Орнатылым аяқталды
lb: D'Installatioun as ferdeg
lo: ການຕິດຕັ້ງສຳເລັດແລ້ວ
mk: Инсталацијата е комплетна
ms: Pemasangan selesai
nn: Installasjonen er ferdig
pt: A instalação foi concluída
pt_br: A instalação foi concluída
si: ස්තපනය කිරීම අවසන්
sk: Inštalácia je ukončená
sq: Instalimi u kompletua
sr: Инсталација је завршена
sr@latin: Instalacija je završena
sv: Installationen är klar
te: సంస్థాపన పూర్తైంది
tg: Насбкунӣ ба анҷом расидааст
tl: Tapos na ang pag-iinstall
tr: Kurulum tamamlandı
uz: Тизимга ўрнатиш якунланди
vi: Cài đặt hoàn tất

source: Make a backup of your home directory
af: Maak 'n rugsteun van jou tuisgids
ar: قم بعمل نسخة احتياطية من مجلد المنزل الخاص بك
be: Зрабіць рэзервовую копію вашага хатняга каталогу
bg: Създаване на резервно копие на домашната Ви папка
bs: Napravi sigurnosnu kopiju home direktorija
da: Lav en sikkerhedskopi af filer og programmer
de: Eine Sicherung Ihres persönlichen Ordners erstellen
eo: Krei sekurkopion de via hejma dosierujo
es: Hacer una copia de seguridad de su carpeta personal
et: Kodukataloogist varukoopia tegemine
eu: Egin karpeta nagusiaren babeskopia
fa: ساختن یک پشتیبان از پوشه‌ خانگی شما
fo: Trygdarrita heima fíluskránna
fr_ca: Faire une sauvegarde de votre dossier personnel
ga: Déan cóíp cúltaca de d' chomhadlann bhaile
gl: Faga unha copia de seguranza do seu directorio persoal
hi: अपनी 'गृह निर्देशिका' की अतरिक्त प्रति संजो कर रखें
hr: Napravite sigurnosnu kopiju vaše osobne mape
hu: Mentés készítése a saját mappáról
ia: Face un salvamento de tu directorio domo
id: Buat cadangan direktori rumah anda
is: Taktu öryggisafrit af einkamöppunni þinni
it: Esegui un backup della tua cartella home
ja: ホームディレクトリーのバックアップを作成します
kk: Сіздің үй бумасының резервті көшірмесін жасау
lb: Maacht een Backup vum Home Verzeechnis
lo: ເຮັດການກູ້ຄືນສຳລັບຕຳແໜ່ງຫລັກຂອງເຈົ້າ
lv: Veikt savas mājas mapes dublēšanu
mk: Направете резервна копија на домашниот именик
ms: Buat sandaran kepada direktori rumah anda
nn: Lag tryggleikskopi av heimekatalogen din
pt: Fazer uma cópia da sua pasta pessoal
pt_br: Faça uma cópia de segurança da sua pasta pessoal
si: පිුධාන ලිපි ගොනුව සුරක්ශිත කරන්න
sk: Vytvorte zálohu Vášho domovského adresára
sq: Bëni një backup të direktorisë suaj shtëpi
sr: Направите резервни примерак личне фасцикле
sr@latin: Napravite rezervu vaše početne fascikle
sv: Gör en säkerhetskopia av din hemkatalog
te: మీ నివాస డైరెక్టరీకి బాక్‌అప్ రూపొందించండి
tg: Таҳия кардани нусхаи эҳтиётии феҳристи асосии худ
tl: I-backup ng inyong home directory
tr: Ev dizininin bir yedeğini alın
uz: Ўзингизнинг асосий папкангизни заҳирага сақлаб қўйинг
vi: Sao lưu thư mục Nhà của bạn

source: Backups
ka: მარქაფები

source: About
ka: შესახებ

source: Quit
ka: გასვლა

source: %s is not located in your home directory.
ka: %s თქვენს საწყის საქაღალდეში არაა.

source: Please choose a directory.
ka: აირჩიეთ საქაღალდე.

source: You do not have the permission to write in the selected directory.
ka: არჩეულ საქაღალდეში ჩაწერის უფლება არ გაგაჩნიათ.

source: Please choose a backup file.
ka: აირჩიეთ მარქაფის ფაილი.

source: This backup file is either too old or it was created with a different tool. Please extract it manually.
ka: ეს მარქაფის ფაილი ან ძალიან ძველია, ან სხვა პროგრამით შეიქმნა. გაშალეთ ის ხელით.

source: An error occurred while opening the backup file: %s.
ka: შეცდომა მარქაფის ფაილის გახსნისას: %s.

source: No packages need to be installed.
ka: პაკეტების დაყენება საჭირო არაა.

source: Please select packages to install.
ka: აირჩიეთ დასაყენებელი პაკეტები.

source: Skipping %s because named pipes are not supported.
ka: %s-ის გამოტოვება, რადგან სახელიანი ფაიფები მხარდაჭერილი არაა.

source: The following errors occurred:
ka: აღმოჩენილია შემდეგი შეცდომები:

source: The backup was aborted.
ka: მარქაფ გაუქმდა.

source: Your files were successfully saved in %s.
ka: თქვენი ფაილები წარმატებით იქნა შენახული %s-ში.

source: Warning: The meta file could not be saved. This backup will not be accepted for restoration.
ka: გაფრთხლება: მეტაფაილის შენახვა შეუძლებელია. ეს მარქაფი აღდგენისთვის არ გამოდგება.

source: Warning: Some files were not saved. Only %(archived)d files were backed up out of %(total)d.
ka: გაფრთხილება: ზოგიერთი ფაილი არ შენახულა. %(total)d ფაილიდან, მხოლოდ, %(archived)d დამარქაფდა.

source: The restoration was aborted.
ka: აღდგენა გაუქმდა.

source: Your files were successfully restored.
ka: თქვენი ფაილების აღდგენა წარმატებულია.

source: Warning: Only %(number)d files were restored out of %(total)d.
ka: გაფრთხილება: %(total)d ფაილიდან, მხოლოდ, %(number)d ფაილი აღდგა.

source: The list below shows the applications you installed.
ka: ქვემოთ სიაა პროგრამების, რომლებიც თქვენ დააყენეთ.

source: Your software selection was saved in %s
ka: თქვენი პროგრამების არჩევანი შენახულია %s-ში

source: The selected file is not a valid software selection.
ka: არჩეული ფაილი სწორ პროგრამების არჩევანს არ შეიცავს.

source: An error occurred while reading the file.
ka: შეცდომა ფაილის წაკითხვისას.

source: Could not locate the package.
ka: პაკეტის მოძებნის შეცდომა.

source: Backup apps and files
ka: ფაილების და აპების მარქაფი

source: Personal data
ka: პირადი მონაცემებები

source: Your files, settings and the content of your home directory
ka: თქვენი ფაილები, პარამეტრები და საწყისი საქაღალდის შემცველობა

source: Restore...
ka: აღდგენა...

source: Back Up Now...
ka: ახლა დამარქაფება...

source: Software selection
ka: პროგრამული უზრუნველყოფის არჩევა

source: The list of applications installed on your computer
ka: თქვენს კომპიუტერზე დაყენებული აპლიკაციების სია

source: Please select where you want to save the backup file:
ka: აირჩიეთ, სად გნებავთ მარქაფის ფაილის შენახვა:

source: Please add files or directories to the list below to exclude them from the backup.
ka: დაამატეთ ფაილები და საქაღალდეები სიაში ქვემოთ, რომ ისინი მარქაფიდან ამოიღოთ.

source: Hidden files and hidden folders located at the root of your home directory are not included by default.
ka: დამალული ფაილები და საქაღალდეები, რომლებიც თქვენს საწყის საქაღალდეშია, ნაგულისხმევად ჩასმული არაა.

source: If you want to include some of them in the backup, please add them to the list below.
ka: თუ გნებავთ, ზოგიერთი მათგანი ჩასვათ მარქაფში, დაამატეთ ისინი სიაში ქვემოთ.

source: Include files
ka: ფაილების ჩასმა

source: Include directories
ka: საქაღალდეების ჩასმა

source: These files and folders usually contain temporary data or preferences for your applications.
ka: ეს ფაილები და საქაღალდეები ჩვეულებრივ შეიცავენ დროებით მონაცემებს ან პარამეტრებს თქვენი აპლიკაციებისთვის.

source: Please wait while your files are being backed up.
ka: მოითმინეთ, მიმდინარეობს თქვენი ფაილების დამარქაფება.

source: Please select the backup to restore:
ka: აირჩიეთ აღსადგენი მარქაფი:

source: Overwrite existing files?
ka: გადავაწერო არსებულ ფაილებს?

source: No, only restore missing files. <small>This option is safe and does not affect your existing files.</small>
ka: არა, აღდგეს, მხოლოდ, ნაკლული ფაილები. <small>ეს არჩევანი უსაფრთხოა და არ ეხება არსებულ ფაილებს.</small>

source: Yes, overwrite changes and restore the content of any existing files. <small>Use this option with caution. The changes you made to the files since the backup will be lost.</small>
ka: დიახ, გადააწერე ცვლილებები და აღადგინე არსებული ფაილების შემცველობა. <small>ეს არჩევანი ცოტა ფრთხილად გამოიყენეთ. ცვლილებები, რომლებიც შეიტანეთ ფაილებში მარქაფის აღებამდე - დაიკარგება.</small>

source: Please wait while your files are being restored.
ka: მოითმინეთ, მიმდინარეობს თქვენი ფაილების აღდგენა.

source: The list below shows the applications you installed with the Software Manager.
ka: სია ქვემოთ აჩვენებს აპლიკაციებს, რომლებიც პროგრამების მმართველიდან დააყენეთ.

source: Please select the applications you want to save.
ka: აირჩიეთ აპლიკაციები, რომლების შენახვაც გსურთ.

source: Note: If you want to save the complete list of all installed packages on the system, please use the command 'dpkg --get-selections > mylist.list' in a terminal.
ka: შენიშვნა: თუ გნებავთ დაყენებული აპლიკაციების სრული სიის შენახვა, გამოიყენეთ ბრძანება 'dpkg --get-selections >mylist.list' ტერმინალში.

source: Please select a saved software selection (.list file):
ka: აირჩიეთ შენახული პროგრამების არჩევანი (.list ფაილი):

source: Select the packages you want to install.
ka: აირჩიეთ პაკეტები, რომლებიც გნებავთ, დააყენოთ.

source: All the packages in your software selection are installed.
ka: ყველა პაკეტი თქვენი პროგამების არჩევანში დაყენებულია.
