Repository: linuxmint/mint-translations
Catalog: po-export/mintbackup/mintbackup-*.po
Languages: af, ar, be, bg, bs, da, de, eo, es, et, eu, fa, fo, fr_ca, ga, gl, hi, hr, hu, ia, id, is, it, ja, ka, kk, lb, lo, lv, mk, ms, nn, pt, pt_br, si, sk, sq, sr, sr@latin, sv, te, tg, tl, tr, uz, vi

source: Backup Tool
af: Rusteun gereedskap
ar: اداة النسخ الإحتياطي
be: Сродак рэзервовага капіявання
bg: Инструмент за създаване на резервни копия
bs: Alat za sigurnosnu kopiju
da: Værktøj til sikkerhedskopiering
de: Datensicherungswerkzeug
eo: Sekurkopiilo
es: Herramienta de copia de seguridad
et: Varundustööriist
eu: Babeskopietarako tresna
fa: ابزار پشتیبان گیری
fo: Trygdarritingar amboð
fr_ca: Outil de sauvegarde
ga: Uirlís Cúltaca
gl: Ferramenta de copia de seguranza
hi: बैकअप उपकरण
hr: Alat sigurnosnog kopiranja
hu: Mentéskezelő
ia: Applicatio pro salvaguardar
id: Perangkat pembuat cadangan
is: Öryggisafritun
it: Strumento di backup
ja: バックアップツール
ka: მარქაფის პროგრამა
kk: Резервті көшіру құралы
lb: Backup Instrumenter
lo: ເຄື່ອງມືການກູ້ຄືນ
lv: Dublēšanas rīks
mk: Алатка за креирање резервни копии
ms: Alat Sandaran
nn: Tryggleikskopiverktøy
pt: Ferramenta para cópias de segurança
pt_br: Ferramenta para cópia de segurança
si: උපස්ථ මෙවලම
sk: Zálohovací nástroj
sq: Mjeti për Backup
sr: Алатка за резерве
sr@latin: Alatka za pravljenje rezerve
sv: Verktyg för säkerhetskopiering
te: బాక్‌అప్ ఉపకరణం
tg: Абзори нусхаи эҳтиётӣ
tl: Backup na Gamit
tr: Yedekleme Aracı
uz: Заҳирага сақлаш қуроли (Backup Tool)
vi: Công cụ Sao lưu

source: Preserve structure
af: Behou struktuur
ar: المحافظة على الهيكلة
be: Структура захоўвання даных
bg: Запазване на структурата
bs: Sačuvaj strukturu
da: Bevar strukturen
de: Struktur erhalten
eo: Konservi strukturon
es: Conservar estructura
et: Ülesehitus säilitatakse
eu: Mantendu egitura
fa: حفظ ساختار
fo: Varðveit bygnað
fr_ca: Préserver la hiérarchie des fichiers
ga: Caomhnaigh structúr
gl: Manter a estrutura
hi: संरचना रक्षित करें
hr: Očuvaj strukturu
hu: Struktúra megőrzése
ia: Preservar le structura
id: Pertahankan struktur
is: Varðveita byggingu
it: Mantieni struttura
ja: 構造を維持する
kk: Мәлімет сақтау құрылымы
lb: Strucktur behaalen
lo: ຮັກສາໂຄງສ້າງ
lv: Saglabāt struktūru
mk: Зачувај ја структурата
ms: Kekalkan struktur
nn: Ta vare på strukturen
pt: Preservar estrutura
pt_br: Preservar a estrutura dos diretórios
si: වියුහය පවත්වාගෙන යන්න
sk: Zachovať štruktúru
sq: Ruaj strukturën
sr: Очувај структуру
sr@latin: Očuvaj strukturu
sv: Bevara filstruktur
te: రూపకల్పనని భద్రపరచు
tg: Нигоҳ доштани сохтор
tl: Panatilihin ang structure
tr: Yapıyı koru
uz: Структурани сақлаш
vi: Giữ cấu trúc

source: .tar file
af: .tar leer
ar: ملف مضغوط tar
be: Архіў .tar
bg: файл с разш. tar
bs: .tar datoteka
da: .tar-fil
de: .tar-Datei
eo: .tar-dosiero
es: archivo .tar
et: .tar fail
eu: .tar fitxategia
fa: پرونده .tar
fo: .tar fíla
fr_ca: Fichier .tar
ga: Comhad .tar
gl: ficheiro .tar
hi: .tar फ़ाइल
hr: .tar datoteka
hu: .tar fájl
ia: file .tar
id: berkas .tar
is: .tar safnskrá
it: file .tar
ja: .tar ファイル
kk: .tar файлы
lb: .tar Datei
lo: ໄຟລ໌ .tar
lv: .tar datne
mk: .tar датотека
ms: fail .tar
nn: .tar-fil
pt: ficheiro .tar
pt_br: Arquivo .tar
si: .tar ගොනුව
sk: .tar súbor
sq: skedar .tar
sr: „.tar“ датотека
sr@latin: .tar datoteka
sv: .tar-fil
te: .tar దస్త్రం
tg: Файли .tar
tl: .tar na talaksan
tr: .tar dosyası
uz: .tar файл
vi: tập tin dạng .tar

source: .tar.bz2 file
af: .tar.bz2 leer
ar: ملف مضغوط tar.bz2
be: Архіў .tar.bz2
bg: файл с разш. tar.bz2
bs: .tar.bz2 datoteka
da: .tar.bz2-fil
de: .tar.bz2-Datei
eo: .tar.bz2-dosiero
es: archivo .tar.bz2
et: .tar.bz2 fail
eu: .tar.bz2 fitxategia
fa: پرونده tar.bz2
fo: .tar.bz2 fíla
fr_ca: Fichier .tar.bz2
ga: Comhad .tar.bz2
gl: ficheiro .tar.bz2
hi: .tar.bz2 फ़ाइल
hr: .tar.bz2 datoteka
hu: .tar.bz2 fájl
ia: file .tar.bz2
id: berkas .tar.bz2
is: .tar.bz2 safnskrá
it: file .tar.bz2
ja: .tar.bz2 ファイル
kk: .tar.bz2 файлы
lb: .tar.bz2 Datei
lo: ໄຟລ໌ .tar.bz2
lv: .tar.bz2 datne
mk: .tar.bz2 датотека
ms: fail .tar.bz2
nn: .tar.bz2-fil
pt: ficheiro .tar.bz2
pt_br: Arquivo .tar.bz2
si: .tar.bz2 ගොනුව
sk: .tar.bz2 súbor
sq: skedar .tar.bz2
sr: „.tar.bz2“ датотека
sr@latin: .tar.bz2 datoteka
sv: .tar.bz2-fil
te: .tar.bz2 దస్త్రం
tg: Файли .tar.bz2
tl: .tar.bz2 na talaksan
tr: .tar.bz2 dosyası
uz: .tar.bz2 файл
vi: tập tin dạng .tar.bz2

source: .tar.gz file
af: .tar.gz leer
ar: ملف مضغوط tar.gz
be: Архіў .tar.gz
bg: файл с разш. .tar.gz
bs: .tar.gz datoteka
da: .tar.gz-fil
de: .tar.gz-Datei
eo: .tar.gz-dosiero
es: archivo .tar.gz
et: .tar.gz fail
eu: .tar.gz fitxategia
fa: پرونده .tar.gz
fo: .tar.gz fíla
fr_ca: Fichier .tar.gz
ga: Comhad .tar.gz
gl: ficheiro .tar.gz
hi: .tar.gz फ़ाइल
hr: .tar.gz datoteka
hu: .tar.gz fájl
ia: file .tar.gz
id: berkas .tar.gz
is: .tar.gz safnskrá
it: file .tar.gz
ja: .tar.gz ファイル
kk: .tar.gz файлы
lb: .tar.gz Datei
lo: ໄຟລ໌ .tar.gz
lv: .tar.gz datne
mk: .tar.gz датотека
ms: fail .tar.gz
nn: .tar.gz-fil
pt: ficheiro .tar.gz
pt_br: Arquivo .tar.gz
si: .tar.bz2 ගොනුව
sk: .tar.gz súbor
sq: skedar .tar.gz
sr: „.tar.gz“ датотека
sr@latin: .tar.gz datoteka
sv: .tar.gz-fil
te: .tar.gz దస్త్రం
tg: Файли .tar.gz
tl: .tar.gz na talaksan
tr: .tar.gz dosyası
uz: .tar.gz файл
vi: tập tin dạng .tar.gz

source: Never
af: Nooit
ar: أبدًا
be: Ніколі
bg: Никога
bs: Nikad
da: Aldrig
de: Niemals
eo: Neniam
es: Nunca
et: Mitte kunagi
eu: Inoiz ez
fa: هرگز
fo: Ongantíð
fr_ca: Jamais
ga: Riamh
gl: Nunca
hi: कभी नहीं
hr: Nikada
hu: Soha
ia: Jammais
id: Jangan Pernah
is: Aldrei
it: Mai
ja: しない
kk: Ешқашан
lb: NI
lo: ບໍ່ເຄີຍ
lv: Nekad
mk: Никогаш
ms: Tidak Pernah
nn: Aldri
pt: Nunca
pt_br: Nunca
si: කිසි විටෙකත් නැත
sk: Nikdy
sq: Kurrë
sr: никада
sr@latin: Nikada
sv: Aldrig
te: ఎప్పటికివద్దు
tg: Ҳеҷ гоҳ
tl: Hindi kailanman
tr: Hiçbir zaman
uz: Ҳеч қачон
vi: Không bao giờ

source: Size mismatch
af: Grootte kom nie ooreen nie
ar: الحجم غير متطابق
be: Неадпаведнасць памеру
bg: Несъответствие на размера
bs: Veličina se ne poklapa
da: Størrelse stemmer ikke overens
de: Größe stimmt nicht überein
eo: Miskongruo de grando
es: El tamaño no coincide
et: Suuruste sobimatus
eu: Tamainak ez datoz bat
fa: ناهمخوانی اندازه
fo: Støddin samsvarar ikki
fr_ca: Différence dans les tailles
ga: Mímheaitseáil ar mhéid
gl: Os tamaños non coinciden
hi: आकार बेमेल
hr: Veličina se ne podudara
hu: Méreteltérés
ia: Dimensiones discordante
id: Ukuran tidak sesuai
is: Mismunur á stærð
it: Le dimensioni non corrispondono
ja: サイズが一致しない時
kk: Мөлшері сәйкес келмей жатыр
lb: Greist diskrepanz
lo: ຂະໜາດບໍ່ກົງກັນ
lv: Izmēra neatbilstība
mk: Големината не се совпаѓа
ms: Saiz tidak sepadan
nn: Feil storleik
pt: Tamanho não coincidente
pt_br: Caso o tamanho dos arquivos sejam diferentes
si: ප්‍රමාණයන් නොගැළපේ
sk: Veľkosť sa nezhoduje
sq: Përmasa nuk përputhet
sr: Величина не одговара
sr@latin: Nepodudaranje veličine
sv: Storleken stämmer inte
te: పరిమాణంలో అసమానత
tg: Номувофиқати андоза
tl: Magkaibang laki
tr: Boyut uyumsuzluğu
uz: Ўлчам мос эмас
vi: Kích cỡ có sự sai khác

source: Modification time mismatch
af: Aanpassing tyd kom nie ooreen
ar: تعديل عدم تطابق الوقت
be: Несупадзенне часу змены
bg: Несъответствие на времето на промяна
bs: Vrijeme promjene se ne poklapa
da: Ændringstidspunkt stemmer ikke overens
de: Änderungsdatum stimmt nicht überein
eo: Miskongruo de modiftempo
es: La fecha de modificación no coincide
et: Muutuste aja sobimatus
eu: Aldatze-orduak ez datoz bat
fa: ناهمخوانی تاریخ تغییر
fo: Broytingartíð samsvarar ikki
fr_ca: Différence dans les dates de modification
ga: Mímheaitseáil ar mhionathrú ama
gl: Os momentos de modificación non coinciden
hi: संशोधन समय बेमेल
hr: Vrijeme promjene se ne podudara
hu: Módosítási idő eltérés
ia: Tempores de modification discordante
id: Waktu modifikasi tidak sesuai
is: Mismunur á breytingadagsetningu
it: Le date di modifica non corrispondono
ja: 変更があった日時が一致しない時
kk: Өзгерістердің уақыт белгісі сәйкес келмейді
lb: Zeitmodifikatioun diskrepanz
lo: ເວລາແກ້ໄຂລ່າສຸດບໍ່ກົງກັນ
lv: Pārveidošānas laika neatbilstība
mk: Времето на промена не се совпаѓа
ms: Waktu pengubahsuaian tidak sepadan
nn: Endringstidsfeil
pt: Hora de modificação não coincidente
pt_br: Caso as datas de modificação dos arquivos sejam diferentes
si: වෙනස් කරනලද වේලාවන් නොගැළපේ
sk: Časový nesúlad modifikácie
sq: Koha e modifikimit nuk përputhet
sr: Време измене не одговара
sr@latin: Vreme promene se ne podudara
sv: Modifieringstiden stämmer inte
te: రూపాంతర కాలంలో అసమానత
tg: Номувофиқати вақти тағйирот
tl: Mayroong mismatch sa modification time
tr: Değişiklik zamanı uyuşmazlığı
uz: Ўзгаришлар бажарилган вақт мос эмас
vi: Thời điểm sửa đổi có sự sai khác

source: Checksum mismatch
af: Toetssom pas nie
ar: شفرة التأكيد غير متوافقة
be: Несупадзенне кантрольнай сумы
bg: Несъответствие контролните суми
bs: Kontrolna vrijednost se ne poklapa
da: Uoverensstemmelse i tjeksum
de: Prüfsummenfehler
eo: Miskongruo de kontrolsumo
es: La suma de comprobación no coincide
et: Kontrollsumma sobimatus
eu: Kontrol-baturak ez datoz bat
fa: خطای checksum
fo: Misjavni í eftirlits-samandrátti
fr_ca: Différence dans les signatures sha1sum
ga: Mímheaitseáil ar shuim sheiceála
gl: As sumas de verificación non coindicen
hi: चेकसम बेमेल
hr: Kontrolni zbroj se ne podudara
hu: Hibás ellenőrzőösszeg
ia: Summa de controlo discordante
id: Checksum tidak sesuai
is: Gátsumma stemmir ekki
it: Il checksum non corrisponde
ja: チェックサムが一致しない時
kk: Бақылау қосындысы сәйкес келмейді
lb: Checksum diskrepanz
lo: ການກວດສອບບໍ່ກົງກັນ
lv: Kontrolsummas neatbilstība
mk: Контролната сума не се совпаѓа
ms: Hasil tambah semak tidak sepadan
nn: Sjekksumfeil
pt: Erro de "checksum"
pt_br: Caso as somas de verificação dos arquivos sejam diferentes
si: පරීක්ෂා අංකය නොගැළපේ (FCS)
sk: Chyba kontrolného súčtu
sq: Llogaritja nuk përputhet
sr: Контролна сума не одговара
sr@latin: Kontrolna suma nije podudarna
sv: Kontrollsumman stämmer inte
te: తనిఖీసమగ్రతలో అసమానత
tg: Номувофиқати checksum
tl: Magkaibang checksum
tr: Dosya denetleme hatası
uz: Checksum мос эмас
vi: Tổng kiểm tra có sự sai khác

source: Always
af: Altyd
ar: دائما
be: Заўжды
bg: Винаги
bs: Uvijek
da: Altid
de: Immer
eo: Ĉiam
es: Siempre
et: Alati
eu: Beti
fa: همیشه
fo: Altíð
fr_ca: Toujours
ga: I gcónaí
gl: Sempre
hi: सदैव
hr: Uvijek
hu: Mindig
ia: Sempre
id: Selalu
is: Alltaf
it: Sempre
ja: 常に
kk: Әрқашан
lb: Emmer
lo: ທຸກເວລາ
lv: Vienmēr
mk: Секогаш
ms: Sentiasa
nn: Alltid
pt: Sempre
pt_br: Sempre
si: සැමවිටම
sk: Vždy
sq: Gjithmonë
sr: увек
sr@latin: Uvek
sv: Alltid
te: ఎల్లప్పుడూ
tg: Ҳамеша
tl: Lagi
tr: Her Zaman
uz: Ҳар доим
vi: Luôn luôn

source: Excluded paths
af: Sluit gidse uit
ar: المسارات المستبعدة
be: Забароненыя шляхі
bg: Изключени пътища
bs: Izostavljene putanje
da: Udeladte stier
de: Ausgeschlossene Pfade
eo: Ekskluzivataj padoj
es: Rutas excluidas
et: Välistatud asukohad
eu: Baztertutako bideak
fa: مسیرهای مستثنی شده
fo: frároknaðar leiðir
fr_ca: Chemins exclus
ga: Cosáin eisiata
gl: Rutas excluídas:
hi: वर्जित पथ
hr: Odaberi putanje
hu: Kihagyott útvonalak
ia: Percursos excludite
id: Lokasi yang dikecualikan
is: Hunsaðar slóðir
it: Percorsi esclusi
ja: 除外するパス
kk: Қарастырылмайтын орналасу жерлері
lb: Ausgeschlossend Pfad
lo: ເສ້ນທາງຍົກເວ້ນ
lv: Neiekļautie ceļi
mk: Исклучени патеки
ms: Laluan dikecualikan
nn: Utelatne stigar
pt: Caminhos excluídos
pt_br: Pastas excluídas
si: බැහැර කරනලද මාර්ග
sk: Vylúčené cesty
sq: Shtigjet e përjashtuara
sr: Изузете путање
sr@latin: Izuzete putanje
sv: Uteslutna sökvägar
te: వదిలివేయబడిన మార్గాలు
tg: Масирҳои истисношуда
tl: Mga hindi isinamang lokasyon
tr: Dahil edilmeyen yollar
uz: Чиқариб ташланган йўллар
vi: Các đường dẫn loại trừ

source: Type
af: Tipe
ar: النوع
be: Тып
bg: Тип
bs: Vrsta
de: Typ
eo: Tipo
es: Tipo
et: Tüüp
eu: Mota
fa: نوع‌
fo: Slag
ga: Cineál
gl: Tipo
hi: प्रकार
hr: Vrsta
hu: Típus
ia: Inserer
id: Tipe
is: Tegund
it: Tipo
ja: タイプ
kk: Түрі
lb: Typ
lo: ປະເພດ
lv: Veids
mk: Тип
ms: Jenis
pt: Tipo
pt_br: Tipo
si: වර්‍ගය
sk: Typ
sq: Lloji
sr: Врста
sr@latin: Vrsta
sv: Typ
te: రకము
tg: Намуд
tl: Uri
tr: Tür
uz: Тури
vi: Dạng

source: Detail
af: Besonderhede
ar: التفاصيل
be: Падрабязнасць
bg: Подробно
bs: Detalji
da: Detalje
eo: Detaloj
es: Detalle
eu: Xehetasunak
fa: جزئیات
fo: Nagreinilig lýsing
fr_ca: Détail
ga: Mionsonra
gl: Detalle
hi: विवरण
hr: Pojedinosti
hu: Részletek
ia: Detalio
id: Rincian
is: Nánar
it: Dettaglio
ja: 詳細
kk: Толығырақ
lb: Détail
lo: ລາຍລະອຽດ
lv: Papildus informācija
mk: Детал
ms: Perincian
nn: Detalj
pt: Detalhes
pt_br: Detalhe
si: විස්තරය
sq: Detaje
sr: Детаљно
sr@latin: Detalj
sv: Detalj
te: వివరము
tg: Тафсилот
tl: Detalye
tr: Ayrıntı
uz: Тафсилот
vi: Chi tiết

source: Path
af: Pad
ar: المسار
be: Шлях
bg: Път
bs: Putanja
da: Sti
de: Pfad
eo: Pado
es: Ruta
et: Asukoht
eu: Bidea
fa: مسیر
fo: Leið
fr_ca: Emplacement
ga: Cosán
gl: Ruta
hi: पथ
hr: Putanja
hu: Útvonal
ia: Percurso
id: Jalur
is: Slóð
it: Percorso
ja: パス
kk: Орналасу жері
lb: Pfad
lo: ເສ້ນທາງ
lv: Ceļš
mk: Патека
ms: Laluan
nn: Stig
pt: Caminho
pt_br: Caminho
si: පථය
sk: Umiestnenie
sq: Shtegu
sr: Путања
sr@latin: Putanja
sv: Sökväg
te: త్రోవ
tg: Масир
tl: Landas
tr: Yol
uz: Йўл
vi: Đường dẫn

source: Error
af: Fout
ar: خطأ
be: Памылка
bg: Грешка
bs: Greška
da: Fejl
de: Fehler
eo: Eraro
et: Tõrge
eu: Errorea
fa: خطا
fo: Villa
fr_ca: Erreur
ga: Earráid
gl: Erro
hi: ग़लती
hr: Greška
hu: Hiba
id: Galat
is: Villa
it: Errore
ja: エラー
kk: Қате
lb: Fehler
lo: ຜິດພາດ
lv: Kļūda
mk: Грешка
ms: Ralat
nn: Feil
pt: Erro
pt_br: Erro
si: දෝෂය
sk: Chyba
sq: Gabim
sr: Грешка
sr@latin: Greška
sv: Fel
te: దోషం
tg: Хато
tl: Bokya
tr: Hata
uz: Хато
vi: Lỗi

source: Store?
af: Stoor?
ar: تخزين ؟
be: Захаваць?
bg: Съхраняване?
bs: Sačuvati?
da: Gem?
de: Sichern?
eo: Ĉu enmemorigi?
es: ¿Almacenar?
et: Kas varundada?
eu: Gorde?
fa: ذخیره شود؟
fo: Goym?
fr_ca: Enregistrer ?
ga: Stóráil?
gl: Almacenar?
hi: जमा?
hr: Pohrani?
hu: Elmentsük?
ia: Immagazinar?
id: Simpan?
is: Geyma?
it: Salvare?
ja: 保存しますか?
kk: Резервілеу қажет пе?
lb: Speicheren?
lo: ຕ້ອງການເກັບບໍ່?
lv: Saglabāt?
mk: Внеси?
ms: Simpan?
nn: Vil du lagra?
pt: Armazenar?
pt_br: Armazenar?
si: ගබඩා කරනවාද ?
sk: Uložiť?
sq: Ta Ruaj?
sr: Сачувати?
sr@latin: Sačuvati?
sv: Lagra?
te: నిల్వ
tg: Захира мекунед?
tl: Nakaimbak?
tr: Depola?
uz: Сақлаб қўйилсинми?
vi: Lưu trữ?

source: Name
af: Naam
ar: أسم
be: Назва
bg: Име
bs: Naziv
da: Navn
de: Bezeichnung
eo: Nomo
es: Nombre
et: Nimi
eu: Izena
fa: نام
fo: Navn
fr_ca: Nom
ga: Ainm
gl: Nome
hi: नाम
hr: Naziv
hu: Név
ia: Nomine
id: Nama
is: Heiti
it: Nome
ja: 名前
kk: Аты
lb: Numm
lo: ຊື່
lv: Nosaukums
mk: Име
ms: Nama
nn: Namn
pt: Nome
pt_br: Nome
si: නම
sk: Názov
sq: Emri
sr: Назив
sr@latin: Ime
sv: Namn
te: పేరు
tg: Ном
tl: Pangalan
tr: İsim
uz: Номи
vi: Tên

source: Install
af: Installeer
ar: تنصيب
be: Усталяваць
bg: Инсталиране
bs: Instaliraj
da: Installér
de: Installieren
eo: Instali
es: Instalar
et: Paigalda
eu: Instalatu
fa: نصب
fo: Legg inn
fr_ca: Installer
ga: Suiteáil
gl: Instalar
hi: संस्थापित करें
hr: Instaliraj
hu: Telepítés
ia: Installar
id: Instal
is: Setja upp
it: Installa
ja: インストール
kk: Орнату
lb: Installéieren
lo: ຕິດຕັ້ງ
lv: Instalēt
mk: Инсталирај
ms: Pasang
nn: Installer
pt: Instalar
pt_br: Instalar
si: ස්ථාපනය
sk: Inštalovať
sq: Instalo
sr: Инсталирај
sr@latin: Instaliraj
sv: Installera
te: సంస్థాపించుము
tg: Насб кардан
tl: Iluklok
tr: Kur
uz: Тизимга ўрнатиш
vi: Cài đặt

source: Backup or Restore
af: Rugsteen of herlaai
ar: نسخة إحتياطية أو إستعادة
be: Стварэнне ці аднаўленне з рэзервовай копіі
bg: Архивиране или възстановяване
bs: Sačuvaj ili vrati sigurnosnu kopiju
da: Sikkerhedskopiér eller gendan
de: Sichern oder Wiederherstellen
eo: Sekurkopii aŭ restaŭri
es: Respaldar o restaurar
et: Varunda või taasta
eu: Babeskopia egin edo berreskuratu
fa: پشتیبان گیری یا بازیابی
fo: Trygdarrit ella endurstovna
fr_ca: Sauvegarde ou restauration
ga: Cúltacaigh nó Tabhair ar ais
gl: Facer unha copia de seguranza ou restauración
hi: बैकप या पुनरस्थापित
hr: Sigurnosno kopiranje ili Vraćanje sigurnosnih kopija
hu: Biztonsági mentés vagy visszaállítás
ia: Salvamento o restauration
id: Cadangkan atau Kembalikan
is: Öryggisafritun eða endurheimting
it: Esegui Backup o Ripristino
ja: バックアップと復元
kk: Резервті көшірмені жасау немесе бастапқы қалпына келтіру
lb: Backup oder remerstellen
lo: ກູ້ຄືນ
lv: Dublēt vai atjaunot
mk: Креирање резервна копија или реставрација
ms: Sandar atau Pulih
nn: Kopier eller før attende
pt: Copiar ou Restaurar
pt_br: Fazer cópia de segurança ou restaurar uma já feita
si: උපස්ථ කිරීම හෝ නැවත පිහිටුවීම
sk: Zálohovať alebo Obnoviť
sq: Ruaj dhe Rikthej
sr: Резерва или враћање
sr@latin: Rezerva ili vraćanje
sv: Säkerhetskopiera eller Återskapa
te: బాక్‌అప్ లేదా తిరిగిపొందు
tg: Таҳия ё барқарори нусхаи эҳтиётӣ
tl: Mag-backup o Mag-restore
tr: Yedekle veya Geri Yükle
uz: Заҳирага сақлаш ёки Тиклаш
vi: Sao lưu hay Phục hồi

source: Choose from the following options
af: Kies uit die volgende opsies
ar: إختر من الخيارت التالية
be: Абярыце сярод наступных варыянтаў
bg: Изберете от възможностите по-долу
bs: Izaberite neku od sljedećih opcija
da: Vælg mellem følgende muligheder
de: Bitte aus den folgenden Optionen auswählen
eo: Elektu el la jenaj opcioj
es: Elija entre las siguientes opciones
et: Vali järgmiste suvandite seast
eu: Hautatu ondorengo aukeretatik
fa: از این گزینه ها انتخاب کنید
fo: Vel ein av hesum kostunum
fr_ca: Choisissez parmi les options suivantes
ga: Roghnaigh idir na roghanna seo a leanas
gl: Escolla de entre as seguintes opcións
hi: निम्न विकल्पों में से चुनें
hr: Odaberite između sljedećih mogućnosti
hu: Válasszon az alábbiak közül
ia: Eliger tra le optiones sequente
id: Pilih dari beberapa pilihan berikut
is: Veldu úr eftirfarandi möguleikum
it: Scegli tra le seguenti opzioni
ja: オプションを選択してください
kk: Келесі таңдамалардан таңдаңыз
lb: Wielt vun den folgenden Optiounen
lo: ເລືອກຈາກຕົວເລືອກຕໍ່ໄປນີ້
lv: Izvēlieties kādu no šīm iespējām
mk: Одберете од следните опции
ms: Pilih daripada pilihan berikut
nn: Vel blant desse alternativa
pt: Escolha uma das seguintes opções
pt_br: Escolha uma das seguintes opções
si: ඉදිරියේ අති විකල්ප වලින් එකක් තෝරන්න
sk: Vyberte si z nasledujúcich možností
sq: Zgjidh nga opsionet që vijojnë
sr: Изаберите међу следећим опцијама
sr@latin: Izaberi neku od sledećih mogućnosti
sv: Välj från följande alternativ
te: క్రింది ఎంపికల నుండి ఎంచుకోండి
tg: Аз имконоти зерин интихоб намоед
tl: Pumili sa mga sumusunod
tr: Aşağıdaki seçeneklerden seçin
uz: Қуйидаги опциялардан танланг
vi: Chọn trong các lựa chọn dưới đây

source: Backup files
af: Rugsteunlêers
ar: ملفات النسخة الإحتياطية
be: Рэзерваваць файлы
bg: Създаване на резервни копия
bs: Datoteke sigurnosne kopije
da: Sikkerhedskopiér filer
de: Dateien sichern
eo: Sekurkopii dosierojn
es: Respaldar archivos
et: Varunda failid
eu: Babeskopia fitxategiak
fa: پشتیبان گیری از پرونده ها
fo: Trygdarritaðar fílur
fr_ca: Sauvegarde de fichiers
ga: Comhaid chúltaca
gl: Facer copia de seguranza de ficheiros
hi: फाईले बैकप करे
hr: Sigurnosno kopiranje
hu: Fájlok biztonsági mentése
ia: Files copia de reserva
id: Berkas cadangan
is: Taka öryggisafrit af skrám
it: Backup dei file
ja: ファイルをバックアップ
kk: Файлдардың резевті көшірмені жасау
lb: Backup Datei
lo: ສຳລອງຂໍ້ມູນ
lv: Dublēt failus
mk: Креирање резервна копија на датотеки
ms: Sandar fail
nn: Tryggleikskopier filer
pt: Cópias de segurança
pt_br: Cópia de segurança de arquivos
si: ලිපි ගොනු උපස්ථකිරීම
sk: Záloha súborov
sq: Ruaj skedarët
sr: Датотеке резерве
sr@latin: Pričuvna datoteka
sv: Säkerhetskopiera filer
te: బాక్‌అప్ దస్త్రములు
tg: Файлҳои нусхаи эҳтиётӣ
tl: I-backup ang mga talaksan
tr: Yedek dosyaları
uz: Файлларни заҳирага сақлаш
vi: Tập tin lưu trữ

source: Restore files
af: Herlaai leers
ar: إستعادة الملفات
be: Аднавіць файлы
bg: Възстановяване файловете
bs: Vrati datoteke
da: Gendan filer
de: Dateien wiederherstellen
eo: Restaŭri dosierojn
es: Restaurar archivos
et: Taasta failid
eu: Berreskuratu fitxategiak
fa: بازیابی پرونده ها
fo: Endurstovna fílur
fr_ca: Restauration de fichiers
ga: Tabhair ar ais comhaid
gl: Restaurar ficheiros
hi: फाईले पुनरस्थापित करे
hr: Vraćanje datoteka
hu: Fájlok visszaállítása
ia: Restaurar le files
id: Kembalikan berkas
is: Endurheimta öryggisafrit af skrám
it: Ripristina i file
ja: ファイルを復元
kk: Файлдарды бастапқы қалпына келтіру
lb: Datei eremerstellen
lo: ກູ້ຄືນຂໍ້ມູນ
lv: Atjaunot failus
mk: Реставрација на датотеки
ms: Pulih fail
nn: Før attende filer
pt: Restaurar ficheiros
pt_br: Restaurar arquivos
si: ලිපි ගොනු නැවත පිහිටුවීම
sk: Obnovenie súborov
sq: Rikthe skedarët
sr: Врати датотеке
sr@latin: Vrati datoteke
sv: Återskapa filer
te: దస్త్రములను తిరిగిపొందు
tg: Барқарор кардани файлҳо
tl: I-restore ang mga talaksan
tr: Dosyaları geri yükle
uz: Файлларни тиклаш
vi: Tập tin phục hồi

source: Backup software selection
af: Rugsten sagteware seleksie
ar: اختيار برنامج النسخ الاحتياطي
be: Рэзерваваць збор праграм
bg: Запазване на софтуерна колекция
bs: Napravi sigurnosnu kopiju odabranih aplikacija
da: Sikkerhedskopiér installerede programmer
de: Anwendungsauswahl sichern
eo: Sekurkopii programaran elektadon
es: Respaldar selección de software
et: Varunda tarkvaravalik
eu: Software aukeraren babeskopia egin
fa: انتخاب نرم افزار پشتیبان گیری
fo: Trygdarritingar forrits úrval
fr_ca: Sauvegarde du choix de logiciels
ga: Roghnú ar bhogearraí cúltaca
gl: Selección do software de copia de seguranza
hi: सॉफ्टवेयर चयन बैकअप करें
hr: Sigurnosno kopiraj odabir softvera
hu: Szoftverválaszték mentése
ia: Selection del software de salvamento
id: Pilihan perangkat lunak cadangan
is: Öryggisafrita valinn hugbúnað
it: Backup dei software installati
ja: ソフトウェアセレクションをバックアップ
kk: Таңдалған бағдарламаның резервті көшірмесін жасау
lb: Backup Programm selectioun
lo: ການເລືອກ ສຳລອງຊອບແວ
lv: Dublēt programmatūras izvēli
mk: Креирање резервна копија на изборот на софтвер
ms: Sandar pemilihan perisian
nn: Tryggleikskopier dei valde programma
pt: Copiar as aplicações selecionadas
pt_br: Cópia de segurança de aplicativos
si: උපස්ථ මෘදුකාංග තේරීම
sk: Zálohovať vybraný softwér
sq: Përzgjedhja e programeve për ruajtje
sr: Направи резерву изабраних програма
sr@latin: Pričuvna izabranih programa
sv: Säkerhetskopiera programurval
te: మృదూపకరణ ఎంపికను బాక్‌అప్ చెయ్యి
tg: Нусхаи эҳтиётии интихоби нармафзор
tl: I-backup ang mga napiling software
tr: Yazılım seçimini yedekle
uz: Танланган дастурларни заҳирага сақлаш
vi: Sao lưu danh sách phần mềm

source: Restore software selection
af: Herlaai sagteware seleksie
ar: إستعادة البرامج المختارة
be: Аднавіць збор праграм
bg: Възстановяване на софуерна колекция
bs: Vrati odabrane aplikacije
da: Genskab installerede programmer
de: Anwendungsauswahl wiederherstellen
eo: Restaŭri programaran elektadon
es: Restaurar selección de software
et: Taasta tarkvaravalik
eu: Berreskuratu software aukera
fa: انتخاب نرم افزار بازیابی
fo: Endurstovnigar forrits úrval
fr_ca: Restauration du choix de logiciels
ga: Tabhair ar ais rogha ar bhogearraí
gl: Selección do software de restauración
hi: सॉफ्टवेयर चयन बहाल करें
hr: Vraćanje odabira softvera
hu: Szoftverválaszték visszaállítása
ia: Selection del software de restauration
id: Kembalikan perangkat lunak yang dipilih
is: Endurheimta valinn hugbúnað
it: Ripristina la selezione dei software
ja: ソフトウェアセレクションを復元
kk: Таңдалған бағдарламаны бастапқы қалпына келтіру
lb: Selectioun vum Wiederhirstellungsprogram
lo: ການເລືອກ ກູ້ຄືນຊອບແວ
lv: Atjaunot programmatūras izvēli
mk: Реставрација на изборот на софтвер
ms: Pulih pemilihan perisian
nn: Før attende dei valde programma
pt: Restaurar as aplicações selecionadas
pt_br: Restaurar aplicativos
si: නැවත පිහිටුවීමේ මෘදුකාංග තේරීම
sk: Obnoviť vybraný softwér
sq: Rikthe përzgjedhjen e programeve
sr: Врати изабране програме
sr@latin: Vrati izabrane programe
sv: Återskapa programurval
te: మృదూపకరణ ఎంపికను తిరిగిపొందు
tg: Барқарор кардани интихоби нармафзор
tl: I-restore ang mga napiling software
tr: Yazılım seçimini geri yükle
uz: Танланган дастурларни тиклаш
vi: Phục hồi phần mềm từ danh sách
