Repository: linuxmint/mint-translations
Catalog: po-export/mintbackup/mintbackup-*.po
Languages: af, ar, be, bg, bs, da, de, eo, es, et, eu, fa, fo, fr_ca, ga, gl, hi, hr, hu, ia, id, is, it, ja, ka, kk, lb, lo, lv, mk, ms, nn, pt, pt_br, si, sk, sq, sr, sr@latin, sv, te, tg, tl, tr, uz, vi

source: Please choose different directories for the source and the destination
af: Kies asb verskillende bron en bestemming gidse.
ar: من فضلك اختر مسارين مختلفين احدهما للمصدر والآخر لوجهة الحفظ
be: Калі ласка, задайце розныя каталогі для крыніцы і прызначэння
bg: Моля, изберете различни входни и изходни папки
bs: Molimo vas da odaberete različite direktorije za izvor i odredište
da: Vælg venligst forskellige mapper til kilden og destinationen
de: Bitte unterschiedliche Verzeichnisse, für die Quelle und das Ziel, auswählen
eo: Bonvole elektu malsamajn dosierujojn por la fonto kaj por la celo
es: Por favor, elija carpetas diferentes para el origen y el destino
et: Palun vali erinevad kataloogid lähte- ja sihtkoha jaoks
eu: Mesedez, aukeratu direktorio desberdinak jatorri eta helbururako
fa: لطفا یک شاخه دیگر برای منبع و مقصد مشخص کنید
fo: Vinarliga vel eina aðra fíluskrá til keldu og mál
fr_ca: Sélectionnez des répertoires source et destination différents
ga: Roghnaigh comhadlanna difriúla don fhoinse agus don áit spríce le d' thoil
gl: Escolla directorios diferentes para a orixe e o destino
hi: कृपया स्रोत और गंतव्य के लिए अलग अलग निर्देशिका का चयन करे
hr: Odaberite drugi direktorij izvora i odredišta
hu: Válasszon különböző mappát a forrásnak és a célnak
ia: Per favor elige directorios differente pro le fonte e le destination
id: Silakan pilih direktori yang berbeda untuk sumber dan tujuan
is: Veldu mismunandi möppur fyrir upprunastað og fyrir áfangastað
it: Per favore seleziona cartelle diverse per l'origine e per la destinazione
ja: ソースと宛先は異なったディレクトリを選んでください
kk: Қай жерден мен қай жерге орналасу орындарын әр түрлі етіп көрсетіңіз
lb: Wielt w.e.g. anner Datenverzeichnisser fir d'Quell an d'Destinatioun
lo: ກະລຸນາເລືອກຕຳແໜ່ງທີ່ແຕກຕ່າງກັນສຳລັບຕົ້ນທາງແລະປາຍທາງ
mk: Ве молам одберете различни именици за изворот и дестинацијата
ms: Sila pilih direktori yang berbeza untuk sumber dan destinasi
nn: Kjelde- og målkatalogane må vere ulike
pt: Escolha diretórios diferentes para origem e destino
pt_br: Por favor escolha diretórios diferentes para a origem e o destino
si: කරුණාකර මූලයට සහ ඉලක්කයට වෙනත් ලිපිගොනු තොරන්න
sk: Za zdroj a cieľ zvoľte, prosím, odlišné priečinky
sq: Ju lutemi të zgjidhni direktori të ndryshme për burim dhe destinacion
sr: Изаберите различите фасцикле за извор и за одредиште
sr@latin: Izaberite različite fascikle za izvor i za odredište
sv: Vänligen välj olika mappar för källa och mål
te: దయచేసి వనరులకు మరియు గమ్యాలకు భిన్నమైన డైరెక్టరీలను ఎంచుకొనుము
tg: Лутфан, директорияҳои дигареро барои манбаъ ва ҷои таъинот интихоб намоед
tl: Pakisuyong pumili ng iba't-ibang mga directory para sa pagkukuhanan at destinasyon
tr: Kaynak ve hedef için lütfen farklı dizinler seçin
uz: Манбаа учун алоҳида, манзил учун алоҳида папкаларни танланг
vi: Hãy chọn những thư mục khác nhau cho nguồn và đích đến

source: Source
af: Bron
ar: مصدر
be: Крыніца
bg: Входна папка
bs: Izvor
da: Kilde
de: Quelle
eo: Fonto
es: Origen
et: Lähtekoht
eu: Jatorria
fa: منبع
fo: Kelda
ga: Foinse
gl: Orixe
hi: स्रोत
hr: Izvor
hu: Forrás
ia: Fonte
id: Sumber
is: Uppruni
it: Origine
ja: ソース
kk: Осы жерден
lb: Quell
lo: ຕົ້ນທາງ
lv: Avots
mk: Извор
ms: Sumber
nn: Kjelde
pt: Origem
pt_br: Origem
si: මූලාශ්‍රය
sk: Zdroj
sq: Burimi
sr: Извор
sr@latin: Izvor
sv: Källa
te: వనరు
tg: Манбаъ
tl: Pinagmulan
tr: Kaynak
uz: Манбаа
vi: Nguồn

source: Description
af: Beskrywing
ar: وصف
be: Апісанне
bg: Описание
bs: Opis
da: Beskrivelse
de: Beschreibung
eo: Priskribo
es: Descripción
et: Kirjeldus
eu: Deskribapena
fa: توضیح
fo: Frágreiðing
ga: Cur Síos
gl: Descrición
hi: विवरण
hr: Opis
hu: Leírás
id: Keterangan
is: Lýsing
it: Descrizione
ja: 説明
kk: Сипаттама
lb: Beschreiwung
lo: ຄຳອະທິບາຍ
lv: Apraksts
mk: Опис
ms: Keterangan
nn: Skildring
pt: Descrição
pt_br: Descrição
si: විස්තරය
sk: Popis
sq: Përshkrimi
sr: Опис
sr@latin: Opis
sv: Beskrivning
te: వర్ణన
tg: Тавсиф
tl: Deskripsyon
tr: Açıklama
uz: Тавсиф
vi: Mô tả

source: Compression
af: Kompressie
ar: ضغط
be: Сцісканне
bg: Компресия
bs: Kompresija
da: Komprimering
de: Komprimierung
eo: Densigo
es: Compresión
et: Tihendamine
eu: Konpresioa
fa: فشرده سازی‌
fo: Stappan
ga: Comhbhrú
gl: Compresión
hi: संकुचन
hr: Sažimanje
hu: Tömörítés
id: Kompresi
is: Þjöppun
it: Compressione
ja: 圧縮
kk: Сығылуы
lb: Komprimeierung
lo: ການອັດໄຟລ໌
lv: Saspiešana
mk: Компресија
ms: Mampatan
nn: Komprimering
pt: Compressão
pt_br: Compressão
si: හැකිලීම
sk: Kompresia
sq: Ngjeshja
sr: Компресија
sr@latin: Sažimanje
sv: Komprimering
te: కుదింపు
tg: Фишурдасозӣ
tl: Pagpiga
tr: Sıkıştırma
uz: Сиқиш
vi: Nén

source: Overwrite destination files
af: Oorskryf bestemming lêers
ar: اعادة الكتابة على الملفات المحفوظة مسبقاً في جهة الحفظ
be: Перазапісванне файлаў прызначэння
bg: Презапис на изходните файлове
bs: Prepiši odredišne datoteke
da: Overskriv destinationsfiler
de: Zieldateien überschreiben
eo: Anstataŭigi celajn dosierojn
es: Sobrescribir archivos de destino
et: Sihtfailide asendamine
eu: Gainidatzi helburuko fitxategiak
fa: بازنویسی پرونده مقصد
fo: Skriva omaná málfílur
fr_ca: Écraser les fichiers de destination
ga: Forscríobh comhaid spríce
gl: Sobreescribir os ficheiros no destino
hi: गंतव्य फ़ाइलों को अधिलेखित करे
hr: Prepiši odredišne datoteke
hu: Létező fájlok felülírása
ia: Supplantar le files de destination
id: Timpa berkas tujuan
is: Yfirrita fyrirliggjandi skrár
it: Sovrascrivi file di destinazione
ja: 宛先のファイルを上書きする
kk: Файлдарда бірдей аттар кездескен жағдайда, үстінен басып жазу
lb: Zieldatei iwerschreiwen
lo: ຂຽນທັບໄຟລ໌ປາຍທາງ
mk: Препиши одредишни датотеки
ms: Tulis ganti fail destinasi
nn: Skriv over målfilene
pt: Sobrepor os ficheiros de destino
pt_br: Substituir arquivos de destino
si: ඉලක්ක වී ඇති ලිපිගොනුව මකා ලියන්න
sk: Prepísať cieľové súbory
sq: Mbishkruaj skedarët e destinacionit
sr: Пребриши одредишне датотеке
sr@latin: Zameni odredište datotekama
sv: Skriv över målfilerna
te: గమ్యస్థాన దస్త్రములను త్రిప్పివ్రాయుము
tg: Рӯиҳамнависии файлҳои ҷои таъинот
tl: Patungan ang mga file sa destinasyon
tr: Hedef dosyaların üzerine yaz
uz: Манзилдаги файлларни устидан ёзиш
vi: Ghi đè lên tập tin ở đích đến

source: Exclude
af: Sluit uit
ar: استثناء
be: Выключыць
bg: Изключване
bs: Izostavi
da: Udelad
de: Ausschließen
eo: Ekskluzivi
es: Excluir
et: Välja jäetakse
eu: Baztertu
fa: استثنا
fo: Útiloka
fr_ca: Exclure
ga: Eisiaigh
gl: Excluír
hi: निकाल दे
hr: Ne kopiraj
hu: Kihagyás
ia: Excluder
id: Pengecualian
is: Útiloka
it: Escludi
ja: 除外
kk: Алып тастау
lb: Ausschleissen
lo: ຍົກເວ້ນ
lv: Izslēgt
mk: Одвои
ms: Kecuali
nn: Utelat
pt: Excluir
pt_br: Excluir
si: ඉවත් කරන්න
sk: Vylúčiť
sq: Përjashto
sr: Изостави
sr@latin: Izostavi
sv: Undanta
te: వదిలివెయ్యి
tg: Истисно кардан
tl: Huwag isama
tr: Hariç Tut
uz: Чиқариб ташлаш
vi: Loại trừ

source: Please choose a file to restore from
af: Kies asb 'n leêr om van te herlaai
ar: من فضلك اختر ملف لكي تتم عملية اﻹستعادة منه
be: Абярыце файл для аднаўлення
bg: Моля, изберете файл, от който да бъде възстановен оригинала
bs: Molimo vas da odaberete datoteku iz koje ćete vršiti povrat
da: Vælg venligst en fil at gendanne fra
de: Bitte eine Datei zur Wiederherstellung auswählen
eo: Bonvole elektu restaŭrendan dosieron
es: Seleccione un archivo desde el que restaurar
et: Palun vali fail, millest taastada
eu: Mesedez, aukeratu fitxategi bat bertatik berreskuratzeko
fa: لطفا یک پرونده برای بازیابی انتخاب کنید
fo: Vinarliga vel eina fílu at endurstovna úr
fr_ca: Sélectionnez un fichier à restaurer
ga: Roghnaigh comhad a aischuirfear le d' thoil
gl: Escolla un ficheiro dende o que restaurar
hi: कृपया बहाल करने के लिए एक फ़ाइल का चयन करे
hr: Odaberite datoteku vraćanja
hu: Válassza ki a fájlt, amelyből vissza szeretne állítani
ia: Per favor elige un file ex le qual restaurar
id: Silahkan pilih sebuah berkas untuk di kembalikan
is: Veldu skrá til að endurheimta úr
it: Per favore scegli un file da cui effettuare il ripristino
ja: 復元するファイルを選んでください
kk: Резервті көшірмені қай файлдан шығару кажет екенін көрсетіңіз
lb: Wielt w.e.g. eng Datei vun der restaureiert sollt gin
lo: ກະລຸນາເລືອກໄຟລ໌ທີ່ຕ້ອງການກູ້ຄືນຈາກ
mk: Ве молам одберете датотека од која ќе се реставрира
ms: Sila pilih sebuah fail untuk dipulihkan
nn: Vel ei fil å føre tilbake frå
pt: Escolha o ficheiro a restaurar
pt_br: Por favor, escolha um arquivo com as informações a serem restauradas
si: කරුණාකර නවත පිහිට වීම සඳහා මුල් ලිපිය තොරන්න
sk: Prosím, zvoľte súbor, z ktorého chcete obnovovať
sq: Ju lutemi të zgjidhni një skedar nga i cili do të riktheni
sr: Изаберите датотеку из које враћате
sr@latin: Izaberite datoteku za vraćanje
sv: Välj en fil att återskapa från
te: నుండి తిరిగిపొందుటకు దయచేసి ఒక దస్త్రమును ఎంచుకొనుము
tg: Лутфан, файлеро, ки барои барқарорсозӣ истифода мебаред, интихоб намоед
tl: Pakisuyong pumili ng file na ire-restore
tr: Lütfen geri yüklemede kullanılacak bir dosya seçin
uz: Тикланиши керак бўлган файлни танланг
vi: Xin vui lòng chọn tập tin để phục hồi

source: Please choose a destination directory
af: Kies asb 'n bestemming gids
ar: من فضلك اختر مسار لجهة الحفظ
be: Абярыце каталог прызначэння
bg: Моля, изберете изходна папка
bs: Molimo vas da odaberete odredišni direktorij
da: Vælg venligst en destinationsmappe
de: Bitte ein Zielverzeichnis auswählen
eo: Bonvole elektu celan dosierujon
es: Por favor, seleccione una carpeta de destino
et: Palun vali sihtkataloog
eu: Mesedez, aukeratu helburuko direktorioa
fa: لطفا شاخه مقصد را مشخص کنید
fo: Vinarliga vel eina málfíluskrá
fr_ca: Sélectionnez un répertoire de destination
ga: Roghnaigh comhadlann spríce le d' thoil
gl: Escolla un directorio de destino
hi: कृपया एक गंतव्य निर्देशिका का चयन करे
hr: Odaberite odredišni direktorij
hu: Válassza ki a célmappát
ia: Per favor eliger un directorio de destination
id: Silakan pilih direktori tujuan
is: Veldu úttaksmöppu
it: Per favore scegli la cartella di destinazione
ja: 宛先のディレクトリを選んでください
kk: Резервті көшірмені қай жерге шығару керек екенін көрсетіңіз
lb: Wielt w.e.g. en Zieldateiverzeischnis
lo: ກະລຸນາເລືອກຕຳແໜ່ງປາຍທາງ
mk: Ве молам одберете одредишен именик
ms: Sila pilih direktori destinasi
nn: Vel målkatalogen
pt: Escolha o diretório de destino
pt_br: Por favor escolha um diretório de destino
si: කරුණාකර ඉලක්ක වී ඇති ලිපිගොනුව තොරන්න
sk: Prosím, zvoľte cieľový priečinok
sq: Ju lutemi të zgjidhni një direktori destinimi
sr: Изаберите одредишну фасциклу
sr@latin: Izaberite fasciklu za odredište
sv: Välj en målmapp
te: దయచేసి ఒక గమ్యస్థాన డైరెక్టరీని ఎంచుకొనుము
tg: Лутфан, директорияи ҷои таъинотеро интихоб намоед
tl: Pakisuyong pumili ng destinasyong directory
tr: Lütfen bir hedef dizin seçin
uz: Манзил учун папка танланг
vi: Xin vui lòng chọn thư mục đích

source: No packages need to be installed at this time
af: Geen pakkies hoef tans geinstaleer te word nie
ar: لا يوجد حزم تحتاج الى تنصيب في هذا الوقت
be: У дадзены момант няма пакункаў, якія неабходна ўсталяваць
bg: В момента няма пакети за инсталиране
bs: Trenutno nema paketa koje je potrebno instalirati
da: Der er i øjeblikket ingen pakker, det er nødvendigt at installere
de: Zur Zeit müssen keine Pakete installiert werden
eo: Neniu pakaĵoj bezonas instaliĝi nune
es: No es necesario instalar paquetes en este momento
et: Paigaldamist vajavad paketid hetkel puuduvad
eu: Ez dago paketerik instalatu beharrik une honetan
fa: در حال حاضر نیاز به نصب هیچ بسته ای نیست
fo: Eingir pakkar noyðast at leggjast inn beint nú
fr_ca: Aucun paquet à installer pour l'instant
ga: Níl gá le suiteáil pacáiste ar bith faoi láthair
gl: Non se precisa instalar ningún paquete neste momento
hi: इस समय किसि संकुल के स्थापित करने की आवश्यकता नहीं है
hr: Nema paketa koji se trebaju trenutno instalirati
hu: Nem került telepítése csomag
ia: Nulle pacchettos necessita ser installate in isto tempore
id: Tidak ada paket yang perlu diinstal pada saat ini
is: Ekki þarf að setja upp neina pakka að svo stöddu
it: Non ci sono pacchetti che necessitano di essere installati ora
ja: 現時点ではパッケージをインストールする必要はありません
kk: Қазіргі уақытта орнатылуға тиісті пакеттер жоқ
lb: Keng Packen mussen lo installeiert gin
lo: ບໍ່ມີແພກເກຈທີ່ຕ້ອງຕິດຕັ້ງຕອນນີ້
mk: Во моментот нема потребни пакети за инсталација
ms: Tiada pakej yang perlu dipasang buat masa ini
nn: Ingen pakkar treng å bli installerte no
pt: Não há necessidade de instalar pacotes
pt_br: Nenhum pacote necessita ser instalado
si: මෙම මොහොතේ වෙනත් ඇහුරුම් ස්ථාපනය කිරීමට අවශය නත
sk: Momentálne nie je potrebné inštalovať žiadne balíčky
sq: Për momentin nuk ka nevojë të instaloni paketa
sr: Ни један пакет не треба инсталирати
sr@latin: Za sada nema paketa koji se trebaju instalirati
sv: Inga paket behöver installeras just nu
te: ప్రస్థుతం ఏ ప్యాకేజీలు సంస్థాపించనవసరం లేదు
tg: Дар айни ҳол насби ягон баста лозим нест
tl: Walang mga package ang kailangang i-install sa ngayon
tr: Şu anda herhangi bir paket kurmaya gerek yok
uz: Айни пайтда тизимга бирон бир пакетни ўрнатиш зарурати йўқ
vi: Không có gói nào cần cài đặt vào lúc này

source: Please select one or more packages to install
af: Kies asb een of meer pakkies om te installeer
ar: من فضلك اختر واحدة أو أكثر من الحزم لكي يتم تنصيبها
be: Адзначце некалькі пакункаў для ўсталявання
bg: Моля, изберете един или повече пакета за инсталиране
bs: Molimo vas da odaberete jedan ili više paketa za instalaciju
da: Vælg venligst en eller flere pakker at installere
de: Bitte ein oder mehrere Pakete zum installieren auswählen
eo: Bonvole elektu unu aŭ pli instalendajn pakaĵojn
es: Por favor, seleccione uno o más paquetes para instalar
et: Vali paigaldamiseks üks või enam paketti
eu: Mesedez, hautatu pakete bat edo gehiago instalatzeko
fa: لطفا یک یا چند بسته برای نصب مشخص کنید
fo: Vinarliga vel ein ella fleiri pakkar at leggja inn
fr_ca: Sélectionnez au moins un paquet à installer
ga: Roghnaigh pácáiste nó dhó le suiteáil le d' thoil
gl: Escolla un ou máis paquetes para instalar
hi: स्थापित करने के लिए, कृपया एक या अधिक संकुल का चयन करे
hr: Odaberite jedan ili više paketa za instalaciju
hu: Válassza ki a telepítendő csomagokat
ia: Per favor eliger un o plus de pacchettos a installar
id: Silakan pilih satu atau lebih paket yang akan diinstal
is: Veldu einn eða fleiri pakka til að setja upp
it: Seleziona uno o più pacchetti da installare
ja: インストールするパッケージを選んでください
kk: Орнатылуға тиісті бір немесе бірнеше бағдарламаларды көрсетіңіз
lb: Wielt w.e.g. een oder mei Packen zeinstalleieren
lo: ກະລຸນາເລືອກໜຶ່ງແພກເກຈ ຫຼືຫຼາຍກວ່ານີ້ ທີ່ຈະ ຕິດຕັ້ງ
lv: Lūdzu izvēlies vienu vai vairākas pakotnes kuras uzstādīt
mk: Ве молам одберете еден или повеќе пакети за инсталација
ms: Sila silih satu atau lebih pakej untuk dipasang
nn: Vel ein eller fleire pakkar å installera
pt: Escolha um ou mais pacotes para instalar
pt_br: Por favor, selecione os pacotes a serem instalados
si: කරුණාකර ඔබට ස්ථපනය කිරීමට අවශය ඇහුරුම් තෝරන්න
sk: Prosím, zvoľte jeden alebo viac balíčkov na nainštalovanie
sq: Ju lutemi të zgjidhni një ose më tepër paketa për t'i instaluar
sr: Изаберите један или више пакета за инсталацију
sr@latin: Izaberite jedan ili više paketa za instalaciju
sv: Välj ett eller flera paket att installera
te: దయచేసి సంస్థాపించుట కొరకు ఒకటి లేదా అంతకన్నా ఎక్కువ ప్యాకేజీలను ఎంచుకొనుము
tg: Лутфан, як ё якчанд бастаро барои насб интихоб намоед
tl: Pakisuyong pumili ng isa o maraming mga package na i-iinstall
tr: Lütfen kurmak için bir veya daha fazla paket seçin
uz: Тизимга ўрнатиш учун битта ёки кўпроқ пакетларни танланг
vi: Xin vui lòng chọn một hay nhiều gói để cài đặt

source: Calculating...
af: Die berekening van ...
ar: جاري الحساب...
be: Падлік...
bg: Изчисляване...
bs: Računam...
da: Beregner...
de: Berechnung läuft …
eo: Kalkulanta...
es: Calculando...
et: Arvutamine...
eu: Kalkulatzen...
fa: در حال محاسبه...
fo: Rokni...
fr_ca: Calcul en cours...
ga: Á ríomh
gl: Calculando...
hi: गणना ...
hr: Izračunavanje…
hu: Számítás…
ia: Calculo...
id: Menghitung...
is: Reikna...
it: Calcolo in corso...
ja: 計算中...
ka: გამოთვლა...
kk: Есептеу...
lb: Rechnen.....
lo: ກຳລັງຄຳນວນ...
lv: Aprēķina...
mk: Пресметувам...
ms: Mengira...
nn: Reknar ut …
pt: A calcular...
pt_br: Calculando...
si: ගණනය කරමින් සිටියි...
sk: Vypočítava sa...
sq: Duke llogaritur...
sr: Израчунавам...
sr@latin: Izračunavam...
sv: Beräknar...
te: గణించుచున్నది...
tg: Ҳисоб шуда истодааст...
tl: Kinakalkula ang...
tr: Hesaplanıyor...
uz: Ҳисоблаш жараёни кетяпти...
vi: Đang tính toán...

source: Skipping %(skipped_file)s because named pipes are not supported.
bg: Пропускане на %(skipped_file)s защото имената не са поддържани.
da: Springer %(skipped_file)s over, fordi navngivne datakanaler ikke understøttes.
de: %(skipped_file)s wird übersprungen, da benannte Leitungen nicht unterstützt werden.
es: Archivo %(skipped_file)s ignorado: las canalizaciones con nombre no están soportadas.
eu: %(skipped_file)s saltatzen kanalizazio izendunak ez direlako onartzen.
hr: Preskačem %(skipped_file)s zato jer navedeno povezivanje nije podržano.
hu: %(skipped_file)s fájl kihagyása mert a névvel rendelkező csővezetékek (named pipe) nem támogatottak.
ia: Le file(s) %(skipped_file)s es saltate pois que le tubos appellate non es supportate.
is: Sleppi %(skipped_file)s því ekki er stuðningur við nefndar pípur.
it: I file %(skipped_file)s sono saltati perché i tubi nominati non sono supportati.
pt: A avançar %(skipped_file)s dado que a fila de nomes não é suportada.
pt_br: Pulando %(skipped_file)s devido a fila de nomes não ter supporte.
sr: Прескачем „%(skipped_file)s“ зато што именоване спојке нису подржане.
sv: Hoppar över%(skipped_file)s eftersom namngivna rör inte stöds.
tr: %(skipped_file)s atlanıyor, çünkü "adlandırılmış kanallar (named pipes)" desteklenmiyor.
uz: Кўрсатилган йўллар ишлатилмаслиги сабаб %(skipped_file)s лар ўтказиб юбориляпти

source: Skipping broken link
af: Slaan gebreekte skakel oor
ar: تخطي الرابط المعطوب
be: Пропуск пашкоджанай спасылкі
bg: Пропускане на повредена връзка
bs: Preskačem prekinuti link
da: Springer brudt henvisning over
de: Kaputte Verknüpfung wird übersprungen
eo: Preterpasanta nefunkciantan ligilon
es: Omitiendo enlace roto
et: Katkise lingi vahelejätmine
eu: Etendako esteka saltatzen
fa: پرش از روی لینک خراب
fo: Leypi um brotna leinkju
fr_ca: Lien cassé ignoré
ga: Á scipeáil naisc briste
gl: Ignórase ligazón rota
hi: टूटी हुई कड़ी का लंघन
hr: Preskačem prekinutu poveznicu
hu: Törött linkek kihagyása
ia: Salto del ligamines rupte
id: Melewati tautan yang rusak
is: Sleppi slitnum tengli
it: Salto di un link rotto
ja: 壊れたリンクをスキップします
kk: Бұзылған сілтемені қарастырмау
lb: Beschädegten Link iwersprangen
lo: ຂ້າມລິ້ງເສຍຫາຍ
mk: Прескокнувам невалиден линк
ms: Melangkau pautan yang rosak
nn: Hoppar over broten peikar
pt: Ignorar ligação inválida
pt_br: Omitindo vínculo quebrado
si: කැඩුනු සම්බන්ධක මගහරිමින්
sk: Preskakujem nefunkčný odkaz
sq: Duke anashkaluar lidhjen e dëmtuar
sr: Прескачем оштећену везу
sr@latin: Preskače oštećenu vezu
sv: Hoppar över bruten länk
te: అసమగ్ర లంకెను వదిలివేస్తున్నది
tg: Гузаронидани пайванди вайроншуда
tl: Nilalaktawan ang mga sirang link
tr: Kırık bağlantı atlanıyor
uz: Бузилган линк (broken link) ўтказиб юбориляпти
vi: Bỏ qua các liên kết hỏng

source: Broken link
af: Gebreekte skakel
ar: رابط معطوب
be: Пашкоджаная спасылка
bg: Повредена връзка
bs: Prekinuti link
da: Brudt henvisning
de: Kaputte Verknüpfung
eo: Nefunkcianta ligilo
es: Enlace roto
et: Katkine link
eu: Etendako esteka
fa: لینک خراب
fo: Brotin leinkja
fr_ca: Lien cassé
ga: Nasc briste
gl: Ligazón rota
hi: टूटी हुई कड़ी
hr: Prekinuta poveznica
hu: Törött link
ia: Ligamine rupte
id: Tautan rusak
is: Slitinn tengill
it: Link rotto
ja: 壊れたリンク
kk: Бұзылған сілтеме
lb: Beschädegten Link
lo: ລິ້ງເສຍຫາຍ
lv: Salauzta saite
mk: Невалиден линк
ms: Pautan rosak
nn: Broten peikar
pt: Ligação danificada
pt_br: Vínculo quebrado
si: කැඩුනු සම්බන්ධක
sk: Nefunkčný odkaz
sq: Lidhje e dëmtuar
sr: Оштећена веза
sr@latin: Oštećena veza
sv: Bruten länk
te: అసమగ్ర లంకె
tg: Пайванди вайроншуда
tl: Sirang link
tr: Kırık bağlantı
uz: Бузилган линк
vi: Liên kết bị hỏng

source: Skipping link
af: Slaan skakel oor
ar: تخطي الرابط
be: Пропуск спасылкі
bg: Пропускане на връзката
bs: Preskačem link
da: Springer henvisning over
de: Verknüpfung wird übersprungen
eo: Preterpasanta ligilon
es: Omitiendo enlace
et: Lingi vahelejätmine
eu: Esteka saltatzen
fa: پرش از روی لینک
fo: Leypi um leinkju
fr_ca: Lien symbolique ignoré
ga: Á scipeáil naisc
gl: Ignorando a ligazón
hi: लिंक का लंघन
hr: Preskačem poveznicu
hu: Link kihagyása
ia: Ligamine rupte
id: Melewati tautan
is: Sleppi tengli
it: Salto di un link
ja: リンクをスキップします
kk: Сілтемені қарастырмау
lb: Link iwersprangen
lo: ກຳລັງຂ້າມລິ້ງ
lv: Izlaista saite
mk: Прескокнување на линк
ms: Melangkau pautan
nn: Hoppar over peikaren
pt: Ignorar ligação
pt_br: Omitindo vínculo
si: සම්බන්ධක මගහරිමින්
sk: Preskakujem odkaz
sq: Duke anashkaluar lidhjen
sr: Прескачем везу
sr@latin: Preskakanje veze
sv: Hoppar över länk
te: వదిలివేసిన లంకె
tg: Гузаронидан пайванд
tl: Nilalaktawan ang link
tr: Bağlantı atlanıyor
uz: Линк ўтказиб юбориляпти
vi: Bỏ qua liên kết

source: Skipping identical file
af: Slaan identiese leêr oor
ar: تخطي الملفات المتطابقة
be: Пропуск ідэнтычных файлаў
bg: Пропускане на повтарящ се файл
bs: Preskačem identičnu datoteku
da: Springer identiske filer over
de: Identische Datei wird übersprungen
eo: Preterpasanta identan dosieron
es: Omitiendo archivo idéntico
et: Identse faili vahelejätmine
eu: Errepikatutako fitxategia saltatzen
fa: پرش از روی پرونده های مشابه
fo: Leypi um samlíka fílu
fr_ca: Fichiers identiques ignorés
ga: Á scipeáil comhaid atá comhionann lena chéile
gl: Ignorando un ficheiro idéntico
hi: समान फ़ाइल का लंघन
hr: Preskačem istovjetnu datoteku
hu: Azonos fájl kihagyása
ia: Salto del file identic
id: Melewati berkas identik
is: Sleppi skrá sem er eins
it: Salto di un file identico
ja: 同じファイルをスキップします
kk: Бірдей файлдарды қарастырмау
lb: Identeg Datei iwersprangen
lo: ກຳລັງຂ້າມລິ້ງທີ່ຄືກັນ
lv: Izlaists identitātes fails
mk: Прескокнување на идентични датотеки
ms: Melangkau fail seiras
nn: Hoppar over lik fil
pt: Ignorar ficheiro idêntico
pt_br: Omitindo arquivo idêntico
si: එකසමන ලිපිගොනු මගහරිමින්
sk: Preskakujem totožný súbor
sq: Duke anashkaluar skedarin e njëjtë
sr: Прескачем исте датотеке
sr@latin: Preskakanje identične datoteke
sv: Hoppar över identisk fil
te: సర్వసమాన లంకెను వదిలివేస్తుంది
tg: Гузаронидан файли монанд
tl: Ignora arkibos magkamukha
tr: Tekrarlanan dosya atlanıyor
uz: Бошқа файл билан айнан бир хил файл ўтказиб юбориляпти
vi: Bỏ qua tập tin trủng lặp
