Repository: linuxmint/mint-translations
Catalog: po-export/mintbackup/mintbackup-*.po
Languages: af, ar, be, bg, bs, da, de, eo, es, et, eu, fa, fo, fr_ca, ga, gl, hi, hr, hu, ia, id, is, it, ja, ka, kk, lb, lo, lv, mk, ms, nn, pt, pt_br, si, sk, sq, sr, sr@latin, sv, te, tg, tl, tr, uz, vi

source: Destination
af: Bestemming
ar: مكان الحفظ
be: Прызначэнне
bg: Изходна директория
bs: Odredište
de: Ziel
eo: Celo
es: Destino
et: Sihtkoht
eu: Helburua
fa: مقصد
fo: Stað
ga: Áit sprice
gl: Destino
hi: गंतव्य
hr: Odredište
hu: Cél
id: Tujuan
is: Áfangastaður
it: Destinazione
ja: 宛先
kk: Осы жерге
lb: Ziel
lo: ປາຍທາງ
lv: Galamērķis
mk: Дестинација
ms: Destinasi
nn: Mål
pt: Destino
pt_br: Destino
si: ගමනාන්තය
sk: Cieľ
sq: Destinacioni
sr: Одредиште
sr@latin: Odredište
sv: Mål
te: గమ్యం
tg: Ҷойи таъинот
tl: Destinasyon
tr: Hedef
uz: Манзил
vi: Đích đến

source: The list below shows the packages you added to Linux Mint
af: Die lys onder wys pakkies wat jy by Linux Mint gevoeg het
ar: القائمة بالأسفل تظهر الحزم التي أضفتها الى نظام Mint
be: У ніжэйшым спісе - пакункі, якія вы дадалі ў Linux Mint
bg: По-долу са изписани пакетите, които са били добавени към Линукс Минт
bs: Lista ispod pokazuje pakete koje ste dodali u Linux Mint
da: Listen herunder viser pakker installeret i Linux Mint
de: Die folgende Liste zeigt die Pakete, die Sie zu Linux Mint hinzugefügt haben
eo: La suba listo montras la pakaĵojn, kiujn vi aldonis al Linukso Minto
es: La siguiente lista muestra los paquetes que añadió a Linux Mint
et: Järgnev nimekiri näitab pakette, mille lisasid Linux Mintile
eu: Ondorengo zerrendan daude Linux Mint-i gehitu zenizkion paketeak
fa: لیست زیر بسته هایی را که شما به لینوکس مینت اضافه کرده اید نشان می دهد.
fo: Listin niðanfyri vísur pakkarnar, ið tú hevur lagt afturat Linux Mint
fr_ca: La liste ci-dessous montre les paquets que vous avez ajouté à Linux Mint
ga: Taispeantar sa liosta thíos na pacáistí a chur tú le Linux Mint
gl: A seguinte lista mostra os paquetes que engadiu a Linux Mint
hi: नीचे दी गई सूची वे संकुल दिखलाती है, जिन्हे आप लिनक्स मिंट में जोड़ चुके है
hr: Ispod navedeni popis prikazuje pakete koje ste dodali u Linux Mint
hu: Az alábbi listán azokat a csomagokat találja, amelyeket Ön adott a Linux Mint-hez
ia: Le lista in basso monstra le pacchettos tu ha addite a Linux Mint
id: daftar di bawah ini menunjukkan paket yang anda tambahkan ke Linux Mint
is: Listinn hér fyrir neðan sýnir pakkana sem þú bættir við Linux Mint
it: La lista sottostante mostra i pacchetti che hai aggiunto a Linux Mint
ja: 以下のリストに Linux Mint に追加したパッケージが表示されます
kk: Linux Mint-қа сіз қосқан пакеттер келесі тізімде көрсетіледі.
lb: Dest Lëscht weist d'Packen dei dir an Linux Mint beigefügt hut
lo: ລາຍການດ້ານລ່າງສະແດງແພກເກຈທີ່ເຈົ້າໄດ້ເພິ່ມເຂົ້າໄປໃນ ລິນຸກຊ໌ ມິນຕ໌
mk: Листата подолу ги прикажува пакетите додадени во Линукс Минт
ms: Senarai di bawah menunjukkan pakej yang anda tambah ke Linux Mint
nn: Lista nedanfor syner pakkane du la til Linux Mint
pt: A lista mostra os pacotes que adicionou ao Linux Mint
pt_br: A lista a seguir mostra os pacotes adicionados ao Linux Mint
si: ඔබ Linux Mint වෙත එක් කරන ලද ඇහුරුම් පහත සඳහන් වේ
sk: Nasledujúci zoznam zobrazuje balíčky, ktoré ste pridali do Linux Mint
sq: Lista e mëposhtme tregon paketat që ju i shtuat Linux Mint
sr: Списак испод приказује пакете које сте додали на Линукс Минт
sr@latin: Spisak ispod prikazuje pakete koje ste dodali na Linuks Mint
sv: I listan nedan visas paket du lagt till i Linux Mint
te: ఈ క్రింది చిట్టా మీరు లైనెక్స్ మింట్‌కు జతచేసిన ప్యాకేజీలను చూపుతుంది
tg: Рӯйхати зерин бастаҳоеро, ки шумо ба Linux Mint илова кардед намоиш медиҳад
tl: Ipinakikita ng listahan sa baba ang mga package na iyong idinagdag sa Linux Mint
tr: Aşağıdaki liste Linux Mint'e eklemiş olduğunuz paketleri gösterir
uz: Қуйидаги рўйҳат Linux Mint га сиз қўшган пакетларни акс эттиради
vi: Danh sách bên dưới cho thấy các gói bạn đã thêm vào Linux Mint

source: Select all
af: Kies almal
ar: إختيار الكل
be: Вылучыць усё
bg: Избор на всички
bs: Označi sve
da: Vælg alle
de: Alles auswählen
eo: Elekti ĉiujn
es: Seleccionar todos
et: Vali kõik
eu: Hautatu denak
fa: انتخاب همه
fo: Vel alt
fr_ca: Tout sélectionner
ga: Roghnaigh gach rud
gl: Seleccionar todo
hi: सभी का चयन करें
hr: Odaberi sve
hu: Összes kijelölése
ia: Seliger toto
id: Pilih semua
is: Velja allt
it: Seleziona tutto
ja: すべて選択
ka: ყველას მონიშვნა
kk: Барлығын таңдау
lb: Alles selectionneieren
lo: ເລືອກທັ້ງໝົດ
lv: Atlasīt visu
mk: Избери се
ms: Pilih semua
nn: Vel alle
pt: Selecionar tudo
pt_br: Selecionar todos
si: සියල්ල තෝරන්න
sk: Vybrať všetko
sq: Përzgjidhi të gjitha
sr: Изабери све
sr@latin: Izaberi sve
sv: Markera alla
te: అన్నీ ఎంచుకొనుము
tg: Ҳамаро интихоб кардан
tl: Piliin lahat
tr: Tümünü seç
uz: Барчасини танлаш
vi: Chọn hết

source: Deselect all
af: Deselekteer alles
ar: إلغاء إختيار الكل
be: Зняць вылучэнне
bg: Премахване на избора
bs: Poništi označeno
da: Fravælg alle
de: Die gesamte Auswahl aufheben
eo: Malelekti ĉiujn
es: Deseleccionar todos
et: Tühista kõik valikud
eu: Desautatu guztiak
fa: خروج همه از انتخاب
fo: Frável alt
fr_ca: Tout désélectionner
ga: Díroghnaigh gach rud
gl: Deseleccionar todo
hi: सभी का अचयन करें
hr: Ukloni odabir
hu: Kijelölés megszüntetése
ia: De-seliger toto
id: Jangan pilih semua
is: Afvelja allt
it: Deseleziona tutto
ja: すべて選択解除
ka: მონიშვნის მოხსნა
kk: Белгілердің барлығын алып тастау
lb: Alles unselectionneieren
lo: ບໍ່ເລືອກທັ້ງໝົດ
lv: Neizvēlēties nevienu
mk: Откажи избор
ms: Jangan pilih semua
nn: Vel vekk alle
pt: Inverter seleção
pt_br: Desmarcar todos
si: සියල්ල නොතෝරන්න
sk: Zrušiť všetky označenia
sq: Hiq përzgjedhjen nga të gjitha
sr: Поништи избор
sr@latin: Odznači sve
sv: Avmarkera alla
te: దేన్నీ ఎంచుకోవద్దు
tg: Ҳамаро интихоб накардан
tl: Huwag piliin lahat
tr: Tüm seçilenleri kaldır
uz: Барчасидан танловни олиб ташлаш
vi: Bỏ chọn hết

source: Please wait while your software selection is being backed up
af: Wag asb terwyl u sagteware keuse gerugsteun word
ar: من فضلك انتظر ريثما يتم عمل نسخة إحتياطية لبرمجياتك المختارة
be: Пачакайце, пакуль ствараецца рэзервовая копія абраных праграм
bg: Моля, изчакайте докате софтуерната Ви колекция се архивира
bs: Molimo vas da sačekate dok se izrađuje sigurnosna kopija vašeg softvera
da: Vent venligst mens listen over installerede programmer bliver sikkerhedskopieret
de: Bitte warten, während Ihre Anwendungsauswahl gesichert wird
eo: Bonvole atendu dum via programara elekto estas sekurkopiigata
es: Por favor, espere mientras se respalda su selección de software
et: Palun oota, kuni tarkvaravalik on varundatud
eu: Mesedez, itxaron zure zure software aukeraren babeskopia egiten den bitartean
fa: لطفا تا زمانی که از نرم افزارهایی که انتخاب کرده اید پشتیبان تهیه شود صبر کنید
fo: Vianrliga bíða ímeðan ritbúnaðarúrvlið verður trygdarritað
fr_ca: Merci de patienter pendant la sauvegarde de votre liste de logiciels
ga: Fan fad is atá do rogha bogearraí á cúltacú le d' thoil
gl: Agarde mentres se fai a copia de seguranza da súa selección de software
hi: आपके सॉफ्टवेयर चयन का बैकअप किया जा रहा है, कृपया प्रतीक्षा करे
hr: Pričekajte dok se vaš softverski odabir sigurnosno kopira
hu: Kérem várjon, amíg a szoftverkészlet mentésre kerül
ia: Per favor attende durante que tu selection del software es salveguardate
id: Silahkan menunggu sementara perangkat lunak pilihan anda di cadangkan
is: Bíddu á meðan hugbúnaðurinn sem þú valdir er öryggisafritaður
it: Per favore attendi mentre viene eseguito il backup della tua selezione dei software
ja: ソフトウェアセレクションをバックアップ中です。しばらくお待ちください。
kk: Сіз көрсеткен бағдарламалардың резервті көшірмесі жасалуда, күтіңіз
lb: Waard w.e.g. sou laang är software selectioun secher gespeichert get
lo: ກະລຸນາລໍຖ້າຂະນະທີ່ການເລືອກຊອບແວຂອງເຈົ້າກຳລັງຖືກກູ້ຄືນ
lv: Lūdzu uzgaidi kamēr tevis izvēlēta prgrammatūra tiek atjaunota
mk: Ве молам почекајте додека се креира резервна копија на изборот на софтвер
ms: Sila tunggu ketika pemilihan perisian anda sedang disandar
nn: Vent medan dei valde programma blir tryggleikskopierte
pt: Aguarde enquanto é feita a cópia de segurança dos programas selecionados
pt_br: Por favor, aguarde enquanto sua seleção de aplicativos está sendo salva
si: කරුණාකර තෝරන ලද මෘදුකාංග සුරක්ශිත කිරීම අවසන් වනතුරු රැදී සිටින්න
sk: Prosím počkajte, pokým sa vytvorí záloha vybraného softvéru
sq: Ju lutemi të prisni sa përzgjedhja e programeve tuaja të ruhet
sr: Сачекајте док се избор програма сачува у резерви
sr@latin: Sačekajte dok se izabrani programi sačuvaju u rezervi
sv: Vänta medan ditt programurval säkerhetskopieras
te: మీ మృదూకరణి ఎంపిక బ్యాక్‌అప్ చేయబడుతున్నప్పుడు దయచేసి వేచి ఉండుము.
tg: Лутфан, интизор шавед. Нусхаи эҳтиётӣ барои интихоби нармафзори шумо таҳия шуда истодааст.
tl: Pakisuyong maghintay habang ibina-backup ang iyong mga software selection
tr: Yazılım seçiminiz yedeklenirken lütfen bekleyin
uz: Танланган дастурлар заҳирага сақланаётган пайтда кутиб туринг
vi: Xin vui lòng chờ đợi trong khi danh sách phần mềm của bạn được sao lưu

source: Please select a saved software selection
af: Kies asb 'n gestoorde sagteware seleksie
ar: من فضلك اختر مجموعة برمجيات محفوظة من قبل
be: Абярыце захаваны збор праграм
bg: Моля, изберете запазена софтуерна колекция
bs: Molimo vas da označite sačuvani odabir softvera
da: Vælg venligst en gemt liste over installerede programmer
de: Bitte eine gesicherte Anwendungsauswahl auswählen
eo: Bonvole elektu konservatan programaran elekton
es: Elija una selección de software guardada
et: Palun vali salvestatud tarkvaravalik
eu: Mesedez, hautatu gordetako software aukera bat
fa: لطفا یک نرم افزار انتخابی برای ذخیره انتخاب کنید
fo: Vianrliga vel eitt goymt ritbúnaðar-úrval
fr_ca: Sélectionnez une liste de logiciels sauvegardés
ga: Roghnaigh rogha bogearraí a sábháileadh
gl: Escolla unha selección de software gardada
hi: कृपया बचाए गए सॉफ्टवेयर चयन से किसी एक का चयन करें
hr: Odaberite spremljeni softverski odabir
hu: Válasszon egy elmentett szoftverkészletet
ia: Per favor elige un selection de software salveguardate
id: Silahkan pilih perangkat lunak pilihan yang telah disimpan
is: Veldu vistað val á hugbúnaði
it: Per favore scegli una selezione dei software salvata
ja: 保存されたソフトウェアセレクションを選んでください
kk: Сақталған бағдарламалар тізімін таңдаңыз
lb: Wielt w.e.g. eng gespeichert Softwareselectioun
lo: ກະລຸນາເລືອກການເລືອກຊອບແວທີ່ບັນທຶກໄວ້
lv: Lūdzu izvēlies programmatūru,kura ir tikusi saglabāta
mk: Ве молам одберете зачуван избор на софтвер
ms: Sila pilih satu simpanan perisian tersimpan
nn: Vel eit lagra programutval
pt: Escolha uma seleção de programas já gravados
pt_br: Por favor, selecione uma lista de aplicativos
si: කරුණාකර සුරක්ශිත කරනලද මෘදුකාංග මලාව තෝරන්න
sk: Prosím vyberte si uložený zoznam programov
sq: Ju lutemi të zgjidhni një përzgjedhje të programeve të ruajtura
sr: Изаберите сачуван избор програма
sr@latin: Izaberite sačuvane programe
sv: Välj ett sparat programurval
te: దయచేసి ఒక భద్రపరచబడిన మృదూకరణి ఎంపికను ఎంచుకొనుము
tg: Лутфан, интихоби нармафзори захирашударо интихоб намоед
tl: Pakisuyong pumili ng naka-save na software selection
tr: Lütfen kaydedilmiş bir yazılım seçimini seçin
uz: Сақланган дастурлар тўпламини танланг
vi: Xin vui lòng chọn một danh sách phần mềm đã lưu

source: Software selection:
af: Sagteware seleksie:
ar: برمجيات مختارة :
be: Збор праграм:
bg: Софтуерна колекция
bs: Odabir softvera:
da: Liste over programmer
de: Anwendungsauswahl:
eo: Programara elekto:
es: Selección de software:
et: Tarkvaravalik:
eu: Software aukera:
fa: انتخاب نرم افزار:
fo: Ritbúnaðarúrval
fr_ca: Liste de logiciels :
ga: Rogha bogearraí:
gl: Selección de software:
hi: सॉफ्टवेयर चयन:
hr: Odabir softvera:
hu: Szoftverkészlet:
ia: Selection de software:
id: Pilihan perangkat lunak
is: Val hugbúnaðar:
it: Selezione dei software:
ja: ソフトウェアセレクション:
kk: Таңдалған бағдарламалар:
lb: Softwareselectioun:
lo: ການເລືອກຊອບແວ:
lv: Programmatūras atlase:
mk: Избор на софтвер:
ms: Pemilihan perisian:
nn: Programutval:
pt: Seleção de programas:
pt_br: Lista de aplicativos:
si: මෘදුකාංග තේරීම
sk: Zoznam programov:
sq: Përzgjedhja e programeve:
sr: Изабрани програми:
sr@latin: Izabrani programi:
sv: Programurval
te: మృదూకరణి ఎంపిక:
tg: Интихоби нармафзор:
tr: Yazılım seçimi:
uz: Дастурлар тўплами:
vi: Danh sách phần mềm:

source: Select the packages you want to install
af: Kies die pakkies wat jy wil installeer
ar: حدد الحزم التي تريد تنصيبها
be: Абярыце збор, які жадаеце ўсталяваць
bg: Изберете пакетите, които искате да бъдат инсталирани
bs: Označite pakete koje želite instalirati
da: Vælg de pakker du vil installere
de: Bitte die Pakete auswählen, die Sie installieren möchten
eo: Elektu la pakaĵojn, kiujn vi volas instali
es: Seleccione los paquetes que quiere instalar
et: Vali paketid, mida soovid paigaldada
eu: Hautatu instalatu nahi dituzun paketeak
fa: بسته هایی را که می خواهید نصب کنید انتخاب نمایید
fo: Vel pakkarnar ið tú vil leggja inn
fr_ca: Sélectionnez les paquets à installer
ga: Roghnaigh na pacáistí gur mhaith leat a shuiteáil
gl: Escolla os paquetes que quere instalar
hi: जिन संकुल को आप स्थापित करना चाहते है, उन्हे चुनें
hr: Odaberite pakete koje želite instalirati
hu: Válassza ki a telepíteni kívánt csomagokat
ia: Elige le pacchettos tu desira installar
id: Pilih paket yang akan anda instal
is: Veldu pakkana sem þú vilt setja inn
it: Seleziona i pacchetti che vuoi installare
ja: インストールしたいパッケージを選択してください
kk: Орнатылуға тиісті пакеттерді таңдаңыз
lb: Wielt de Pack deen dir installeieren wellt
lo: ເລືອກແພກເກຈທີ່ເຈົ້າຕ້ອງການຈະຕິດຕັ້ງ
lv: Izvēlies pakotnes kuras tu vēlies uzstādīt
mk: Одберете ги пакетите за инсталација
ms: Pillih pakej-pakej yang ingin dipasang
nn: Vel pakkane du vil installere
pt: Escolha os pacotes a instalar
pt_br: Selecione os aplicativos a serem instalados
si: ඔබට පිහිටවීමට අවශය ඇහුරුම් තෝරන්න
sk: Zvoľte balíčky, ktoré chcete nainštalovať
sq: Zgjidhni paketat që dëshironi të instaloni
sr: Изаберите пакете које желите да инсталирате
sr@latin: Izaberite pakete koje želite instalirati
sv: Välj vilka paket du vill installera
te: మీరు సంస్థాపించదలచిన ప్యాకేజీలను ఎంచుకొనుము
tg: Бастаҳоеро, ки насб кардан мехоҳед, интихоб намоед
tl: Piliin ang mga package na gusto mong i-install
tr: Kurmak istediğiniz paketleri seçin
uz: Тизимга ўзингиз ўрнатмоқчи бўлган пакетларни танланг
vi: Hãy chọn các gói bạn muốn cài đặt

source: Refresh
af: Herfris
ar: تحديث
be: Абнавіць
bg: Опресняване
bs: Osvježi
da: Genindlæs
de: Aktualisieren
eo: Aktualigi
es: Actualizar
et: Värskenda
eu: Freskatu
fa: بازسازی
fo: Endurnýggja
fr_ca: Actualiser
ga: Athnuaigh
gl: Actualizar
hi: ताज़ा करें
hr: Osvježi
hu: Frissítés
ia: Refrescar
id: Segarkan
is: Endurlesa
it: Aggiorna
ja: 更新
ka: განახლება
kk: Жаңарту
lb: Actualiseieren
lo: ປັບປຸງຂໍ້ມູນ
lv: Atjaunināt
mk: Освежи
ms: Segar semula
nn: Frisk opp att
pt: Atualizar
pt_br: Atualizar
si: ප්‍රතිපූර්ණය කරන්න
sk: Aktualizovať
sq: Rifresko
sr: Освежи
sr@latin: Osveži
sv: Uppdatera
te: తాజాకరణ
tg: Навсозӣ кардан
tl: I-refresh
tr: Yenile
uz: Янгилаш
vi: Làm mới

source: The restoration is now finished
af: Die herlaai is nou klaar
ar: عملية اﻹستعادة قد انتهت اﻵن
be: Аднаўленне завершана
bg: Възстановяването приключи
bs: Vraćanje je završeno
da: Gendannelsen er færdig
de: Die Wiederherstellung ist nun abgeschlossen
eo: La restaŭrado estas nun finita
es: La restauración ha finalizado
et: Taastamine on valmis
eu: Berreskurapena burutu da
fa: بازیابی هم اکنون پایان یافت
fo: Endurstovnanin er liðug
fr_ca: La restauration est désormais terminée
ga: Tá an t-aischur críochnaithe anois
gl: Rematou a restauración
hi: बहाली अब समाप्त हुई
hr: Vraćanje je završeno
hu: A visszaállítás befejeződött
ia: Le restauration es finite ora
id: penyimpanan ulang selesai
is: Endurheimtingunni er lokið
it: Il ripristino è terminato
ja: 復元が完了しました
kk: Бастапқы қалыпқа келтіру аяқталды
lb: D'Restauratioun as elo ferdeg
lo: ການກູ້ຄືນສຳເລັດແລ້ວ
lv: Atjaunināšana ir pabeigta
mk: Реставрацијата заврши
ms: Pemulihan telah selesai
nn: Tilbakeføringa er ferdig
pt: O restauro foi concluido
pt_br: Restauração concluída
si: නැවත පිහිටුවීම අවසන්
sk: Obnova bola ukončená
sq: Rikthimi tani ka përfunduar
sr: Враћање је завршено
sr@latin: Vraćanje je završeno
sv: Återställningen är nu klar
te: తిరిగిపొందటం ఇప్పుడు పూర్తైయ్యింది
tg: Барқарорсозӣ ҳоло анҷом ёфт
tl: Tapos na ang pagre-restore
tr: Geri yükleme şimdi tamamlandı
uz: Тиклаш жараёни якунланди
vi: Đã phục hồi hoàn tất

source: Your package selection was restored successfully
bg: Вашата селекция на пакети беше успешно възстановена
da: De valgte programmer blev gendannet
de: Ihre Paketauswahl wurde erfolgreich wiederhergestellt
es: Su selección de paquetes se ha restaurado con éxito
eu: Zure pakete aukera behar bezala berreskuratu da
fr_ca: Votre choix de logiciels a été restauré avec succès
hr: Vaši odabrani paketi su vraćeni uspješno
hu: A szoftverválaszték sikeresen visszaállítva.
ia: Tu selection de pacchetto ha essite restaurate con bon successo.
id: Pemilihan paket anda sudah sukses dikembalikan seperti semula
is: Það tókst að endurheimta völdu pakkana þína
it: La selezione di pacchetti è stata ripristinata con successo.
ms: Pakej yang dipilih telah berjaya dipulihkan
pt: A sua seleção de pacotes foi restaurada com sucesso.
pt_br: Sua seleção de pacotes foi restaurada com sucesso.
sk: Vybrané balíčky boli úspešne obnovené
sr: Ваш избор пакета је успешно повраћен
sv: Listan med dina installerade program har återställts
tr: Paket seçiminiz başarıyla geri yüklendi
uz: Сиз ҳоҳлаган пакетлар тўплами мувофақиятли тикланди

source: Invalid path
af: Ongeldige pad
ar: مسار غير صالح
be: Памылковы шлях
bg: Невалиден път
bs: Netačna putanja
da: Ugyldig sti
de: Ungültiger Pfad
eo: Nevalida pado
es: Ruta no válida
et: Vigane asukoht
eu: Bide baliogabea
fa: مسیر نامعتبر
fo: Ógild leið
fr_ca: Chemin invalide
ga: Cosán neamhbhailí
gl: Ruta non válida
hi: अवैध पथ
hr: Neispravna putanja
hu: Érvénytelen útvonal
ia: Percurso non valide
id: Lokasi tidak benar
is: Ógild slóð
it: Percorso non valido
ja: 無効なパス
kk: Бұрыс орналасу жері
lb: Ongellteg pfad
lo: ເສ້ນທາງບໍ່ຖືກ
lv: Nederīgs ceļš
mk: Невалидна патека
ms: Laluan tidak sah
nn: Ugyldig stig
pt: Caminho inválido
pt_br: Caminho inválido
si: මර්ගය වැරදියි
sk: Neplatná cesta
sq: Shteg i pavlefshëm
sr: Неисправна путања
sr@latin: Nevažeća putanja
sv: Ogiltig sökväg
te: చెల్లని త్రోవ
tg: Масири нодуруст
tl: Hindi wastong lokasyon
tr: Geçersiz yol
uz: Нотўғри йўл
vi: Đường dẫn không hợp lệ

source: %s is not located within your source directory. Not added.
af: %s is nie in jou bron gids nie. Nie bygevoeg nie.
ar: %s غير موجود في مجلد المصدر . لم تتم الاضافة
be: %s не знойдзены ў пазначаным каталогу. Даданне немагчымае.
bg: %s не се намира във входната папка. Не е добавено.
bs: %s nije lociran unutar izvorišnog direktorija. Nije dodato.
da: %s befinder sig ikke i din kildedestination. Ikke tilføjet.
de: %s befindet sich nicht in Ihrem Quellverzeichnis. Nicht hinzugefügt.
eo: %s ne estas lokata ene de via fontdosierujo. Ne aldonata.
es: %s no se encuentra dentro de su carpeta de origen. No se añadió.
et: %s ei asu lähtekataloogis, seda ei lisatud.
eu: %s ez dago zure jatorriko direktorioan. Ez da gehitu.
fa: %s در محل پوشه مبدا واقع نشده است. اضافه نشده است.
fo: %s er ikki stødd innaní tínari keldufíluskrá. Ikki lagt til
fr_ca: %s n'est pas inclus dans le répertoire source. Non ajouté.
ga: Ní aimsítear %s laistigh do chomhadlann fhoinseach. Níor cuireadh lei.
gl: %s non está localizado dentro do seu directorio orixe. Non foi engadido.
hi: %s आपके स्रोत निर्देशिका के भीतर स्थित नहीं है. नहीं जोड़ा गया.
hr: %s nije smješten unutar vašeg izvornog direktorija. Nije dodan.
hu: %s nem található a forrásmappában. Nem lett hozzáadva.
ia: %s non es locate in tu directorio fonte. Non addite.
id: %s tidak berada pada direktori sumber anda. Tidak ditambahkan.
is: %s er ekki staðsett innan upprunamöppunnar. Ekki bætt við.
it: %s non si trova nella tua cartella d'origine. Non aggiunto.
ja: %s はソースディレクトリ内にありません。追加されませんでした。
kk: %s сіз көрсеткен бумада жоқ. Қосу мүмкін емес.
lb: %s sin net an ärem Quelldatenverzeichniss lokaliseiert. Net beigefügt.
lo: %s ບໍ່ໄດ້ຢູ່ໃນຕຳແໜ່ງເກັບຂໍ້ມູນຂອງເຈົ້າ ແລະຈະບໍ່ຖືກເພິ່ມເຂົ້າ.
mk: %s не е лоцирано во вашиот изворен именик. Не е додадено.
ms: %s tidak terletak dalam direktori sumber anda. Tidak ditambah.
nn: %s finst ikkje i kjeldekatalogen din. Blei ikkje lagt til.
pt: %s não está no diretório de origem. Não foi adicionado.
pt_br: %s não se apresenta no diretório de origem e por isso não pôde ser adicionado.
si: ඔබගේ ලිපි ගොනුවෙහි %s සොයාගත නොහක, එක්කරන නොලදී
sk: %s nie je umiestnený v zdrojovom priečinku, teda nebol pridaný.
sq: %s nuk ndodhet në direktorinë tuaj burim. nuk u shtua.
sr: „%s“ се не налази у вашој изворној фасцикли. Није додато.
sr@latin: %s se ne nalazi u vašoj izvornoj datoteci. Nije dodato.
sv: %s finns inte i din källkatalog. Inte tillagd.
te: మీ వనరు డైరెక్టరీలో %s గుర్తించబడలేదు. జత చెయ్యలేదు.
tg: %s дар дохили директорияи манбаи шумо ҷойгир нашудааст. Илова нашудааст.
tl: %s hindi matatagpuan sa orihinal nitong direktoryo. May ay idinagdag.
tr: %s, kaynak dizininiz içinde yer almıyor. Eklenmedi.
uz: %s сиз кўрсатган манбаа папкада жойлашмаганлиги учун рад қилинди.
vi: %s không nằm trong thư mục nguồn. Do đó không được thêm vào.

source: Please choose directories for the source and the destination
ar: الرجاء اختيار مجلدين للمصدر والوِجهة
be: Пазначце крынічны і прызначальны каталогі
bg: Моля изберете директорията на източника и задайте дестинацията
bs: Molimo vas da izaberete direktorije izvora i destinacije
da: Vælg mapper for kilden og destinationen
de: Bitte Ordner für die Quelle und das Ziel auswählen
es: Por favor, elija las carpetas para el origen y el destino
et: Palun vali väljund ja sisendkausta asukoht
eu: Mesedez, aukeratu jatorri eta helburuaren direktorioak
fr_ca: Veuillez choisir les répertoires pour la source et la destination svp
gl: Escolla os directorios para a orixe e o destino
hr: Odaberite direktorije za izvor i odredište
hu: Válassza ki a biztonsági mentés forrás- és célmappáit
ia: Per favor elige le directorios pro le fonte e le destination
id: Silakan pilih direktori untuk sumber dan tujuan
is: Veldu möppur fyrir uppruna og áfangastað
it: Scegli le cartelle di origine e destinazione
ja: ソース元とターゲットのディレクトリを選択してください
kk: Ақпарат көзі мен межелі орынды таңдаңыз
lo: ກະລຸນາເລືອກຕຳແໜ່ງສຳລັບແຫຼ່ງເກັບຂໍ້ມູນແລະປາຍທາງ
ms: Sila pilih direktori sumber dan direktori destinasi
pt: Por favor, escolha os diretórios para a fonte e para o destino
pt_br: Por favor escolha os diretórios de origem e destino
sk: Prosím zvoľte zdrojový a cieľový adresár
sq: Ju lutemi zgjidhni directories për burimit dhe destinacionit
sr: Изаберите фасцикле извора и одредишта
sv: Vänligen välj mappar för källa och mål
tl: Mangyaring pumili ng direktoryo ng pinagmulan at patutunguhan
tr: Lütfen kaynak hedef dizinleri için seçim yapınız
uz: Манбаа ва манзил учун папкаларни танланг
vi: Vui lòng chọn thư mục nguồn và đích
