Repository: linuxmint/mint-translations
Catalog: po-export/mintbackup/mintbackup-la.po
Languages: la

source: Backups
la: Tuta

source: Backup Tool
la: Instrumenta tutis

source: %s is not located in your home directory.
la: %s non est in tuo directorio domestico.

source: Please choose a directory.
la: Directorium elige, quaeso.

source: You do not have the permission to write in the selected directory.
la: Permissionem scribendi in directorio electo non habes.

source: Please choose a backup file.
la: Plicam tuti elige, quaeso.

source: This backup file is either too old or it was created with a different tool. Please extract it manually.
la: Haec plica tuti aut perveta aut a diverso instrumento creata est. Manibus extrahe, quaeso.

source: An error occurred while opening the backup file: %s.
la: Error evenit aperiendo tuti plicam: %s.

source: No packages need to be installed.
la: Nullus fasciculus instituendus est.

source: Please select packages to install.
la: Fasciculos instituturos elige, quaeso.

source: Skipping %s because named pipes are not supported.
la: %s negleguntur quia tubi cum nomine non tolerantur.

source: Backing up:
la: In tuto servantur:

source: Calculating...
la: Computatur ...

source: The following errors occurred:
la: Errores sequentes evenerunt:

source: The backup was aborted.
la: Tutum interruptum.

source: Your files were successfully saved in %s.
la: Tuae plicae bene in %s servatae sunt.

source: Warning: The meta file could not be saved. This backup will not be accepted for restoration.
la: Cave: meta-plica servari non potuit. Hoc tutum restitutione non accipietur.

source: Warning: Some files were not saved. Only %(archived)d files were backed up out of %(total)d.
la: Cave: plicae nonnullae non servatae. %(archived)d plicae ex %(total)d servatae modo.

source: Restoring:
la: Restituuntur:

source: The restoration was aborted.
la: Restitutio interrupta.

source: Your files were successfully restored.
la: Tuae plicae bene restitutae sunt.

source: Warning: Only %(number)d files were restored out of %(total)d.
la: Cave: %(number)d plicae modo ex %(total)d restitutae sunt.

source: The list below shows the applications you installed.
la: Hic index applicationes a te institutas ostendit.

source: Your software selection was saved in %s
la: Tua softwaris selectio in %s servata est

source: The selected file is not a valid software selection.
la: Plica electa selectio softwaris rata non est.

source: An error occurred while reading the file.
la: Plica lecta error evenit.

source: Could not locate the package.
la: Fasciculus inveniri non potest.

source: Personal data
la: Data privata

source: Your files, settings and the content of your home directory
la: Tuae plicae, configurationes et tuum directorium domus

source: Restore...
la: Restitue ...

source: Back Up Now...
la: Demum In Tutum Repone ...

source: Software selection
la: Softwaris selectio

source: The list of applications installed on your computer
la: Index applicationum in computatore tuo institutae

source: Please select where you want to save the backup file:
la: Elige quo plica tuti servabitur:

source: Please add files or directories to the list below to exclude them from the backup.
la: Plicas aut directoria e tuto excludenda ad indicem deorsum adde, quaeso.

source: Exclude files
la: Plicas exclude

source: Exclude directories
la: Directoria exclude

source: Hidden files and hidden folders located at the root of your home directory are not included by default.
la: Plicae occultae et directoria occulta in radice tuae domi locata praedesignate non adduntur.

source: If you want to include some of them in the backup, please add them to the list below.
la: Si aliqua illorum in tuto includere vis, ad indicem deorsum ea adde, quaeso.

source: Include files
la: Plicas adde

source: Include directories
la: Directoria adde

source: These files and folders usually contain temporary data or preferences for your applications.
la: Haec plicae et directoria data caduca aut praepositiones tuis applicationibus continere solent.

source: Please wait while your files are being backed up.
la: Tua data servanda expecta, quaesa.

source: Please select the backup to restore:
la: Tutum restituendum elige, quaeso:

source: Overwrite existing files?
la: Supra plicas pristinas scribere vis?

source: No, only restore missing files. <small>This option is safe and does not affect your existing files.</small>
la: Non, plicas absentes restitue modo. <small>Haec optio est secura et plicas praesentes non tangit.</small>

source: Yes, overwrite changes and restore the content of any existing files. <small>Use this option with caution. The changes you made to the files since the backup will be lost.</small>
la: Ita, supra mutationes scribe et sarcinas omnium plicarum praesentium restitue. <small>Hanc optionem caute utere. Plicarum mutationes a te post tutum factae amittentur.</small>

source: Please wait while your files are being restored.
la: Expecta dum plicae tuae restituuntur, quaeso.

source: The list below shows the applications you installed with the Software Manager.
la: Hic index applicationes a te institutas per Softwaris Administratorem ostendit.

source: Please select the applications you want to save.
la: Applicationes servandas elige, quaeso.

source: Select all
la: Omnes elige

source: Deselect all
la: Nullam elige

source: Note: If you want to save the complete list of all installed packages on the system, please use the command 'dpkg --get-selections > mylist.list' in a terminal.
la: Nota: si indicem perfectum omnium fasciculorum in sistemate institutorum servare vis, iussum 'dpkg --get-selections > mylist.list' in terminale pelle, quaeso.

source: Please select a saved software selection (.list file):
la: Softwaris selectionem servatam (in .list plicam) elige, quaeso:

source: Select the packages you want to install.
la: Fasciculos instituendos elige.

source: Refresh
la: Renova

source: All the packages in your software selection are installed.
la: Omnes fasciculi in tua softwaris selectione instituti sunt.
