Repository: linuxmint/mint-translations
Catalog: po-export/mintdesktop/mintdesktop-*.po
Languages: de, fa, ka, ku, ru, te

source: Linux Mint
fa: لینوکس مینت
te: లినక్స్ మింట్

source: Overview of some window managers
de: Übersicht über einige Fensterverwaltungen
fa: نمای کلی بعضی از مدیر پنجره‌ها
ka: ზოგიერთი ფანჯრების მმართველის მიმოხილვა
ku: Pêşniyara hin rêveberên pencereyê
ru: Обзор ряда оконных менеджеров
te: కొన్ని విండో మేనేజర్ల అవలోకనం

source: Here's a description of some of the window managers available.
de: Hier stehen Beschreibungen von einigen Fensterverwaltungen zur Verfügung.
fa: این‌جا توضیح بعضی از مدیر پنجره‌های موجود است.
ka: აქ არის ხელმისაწვდომი ზოგიერთი ფანჯრის მმართველის აღწერა.
ku: Li vir danasîna hin rêveberên pencereyê yên berdest hene.
ru: Здесь описаны несколько из доступных оконных менеджеров.
te: అందుబాటులో ఉన్న కొన్ని విండో మేనేజర్‌ల వివరణ ఇక్కడ ఉంది.

source: Marco
fa: مارکو
te: మార్కో

source: Marco is the default window manager for the MATE desktop environment. It is very stable and very reliable. It can run with or without compositing.
de: Marco ist die vorgegebene Fensterverwaltung für die MATE-Arbeitsumgebung. Sie ist sehr stabil und sehr zuverlässig. Sie kann mit oder ohne Komposit laufen.
fa: مارکو مدیر پنجرهٔ پیش‌گزیدهٔ میزکار ماته است. بسیار پایدار و قابل اعتماد است. می‌تواندهمراه یا بدون ترکیب کردن اجرا شود.
ka: Marco ნაგულისხმევი ფანჯრების მმართველია MATE სამუშაო მაგიდის გარემოსთვის. ის ძალიან სტაბილური და სანდოა. მას შეუძლია გაეშვას კომპოზიტორით, ან მის გარეშე.
ku: Marco ji bo hawîrdora sermaseya MATE rêveberê paceya xwerû ye. Ew pir bi îstîqrar û pir pêbawer e. Ew dikare bi pêkhatinê an jî bêyî pêkhatinê bixebite.
ru: Marco — стандартный оконный менеджер среды MATE. Он очень стабилен и надёжен. Может работать как с композитингом, так и без него.
te: MATE డెస్క్‌టాప్ పర్యావరణానికి మార్కో డిఫాల్ట్ విండో మేనేజర్. ఇది చాలా స్థిరంగా మరియు చాలా నమ్మదగినది. ఇది కంపోజిటింగ్‌తో లేదా లేకుండా అమలు చేయగలదు.

source: If Marco is not installed already, you can install it with <cmd>apt install marco</cmd>.
de: Falls Marco noch nicht installiert ist, können Sie es mit <cmd>apt install marco</cmd> installieren.
fa: اگر مارکو هم‌اکنون نصب نیست، می‌توانید با <cmd>apt install marco</cmd> نصبش کنید.
ka: თუ Marco დაყენებული არ გაქვთ, შეგიძლიათ დააყენოთ ბრძანებით <cmd>apt install marco</cmd>.
ku: Ger Marco jixwe nehatiye saz kirin, hûn dikarin bi <cmd>apt install marco</cmd> saz bikin.
ru: Если Marco ещё не установлен, его можно установить с помощью команды <cmd>apt install marco</cmd>.
te: Marco ఇప్పటికే ఇన్‌స్టాల్ చేయకుంటే, మీరు దీన్ని <cmd>apt install marco</cmd>తో ఇన్‌స్టాల్ చేయవచ్చు.

source: Metacity
fa: متاسیتی
te: మెటాసిటి

source: Metacity was the default window manager for the GNOME 2 desktop environment. It is very stable and very reliable. It can run with or without compositing.
de: Metacity war die vorgegebene Fensterverwaltung für die GNOME-2-Arbeitsumgebung. Sie ist sehr stabil und sehr zuverlässig. Sie kann mit oder ohne Komposit laufen.
fa: متاسیتی مدیر پنجرهٔ پیش‌گزیدهٔ میزکار گنوم ۲ بود. بسیار پایدار و قابل اعتماد است. می‌تواند همراه یا بودن ترکیب کردن اجرا شود.
ka: Metacity ნაგულისხმევი ფანჯრების მმართველი იყო GNOME 2 სამუშაო მაგიდის გარემოსთვის. ის ძალიან სტაბილური და სანდოა. მას შეუძლია გაეშვას კომპოზიტორით, ან მის გარეშე.
ku: Metacity ji bo hawîrdora sermaseya GNOME 2 rêveberê pencereya xwerû bû. Ew pir bi îstîqrar û pir pêbawer e. Ew dikare bi pêkhatinê an jî bêyî pêkhatinê bixebite.
ru: Metacity был стандартным оконным менеджером среды GNOME 2. Он очень стабилен и надёжен. Может работать как с композитингом, так и без него.
te: గ్నోమ్ 2 డెస్క్‌టాప్ ఎన్విరాన్మెంట్ కోసం మెటాసిటీ డిఫాల్ట్ విండో మేనేజర్. ఇది చాలా స్థిరంగా మరియు చాలా నమ్మదగినది. ఇది కంపోజిటింగ్‌తో లేదా లేకుండా అమలు చేయగలదు.

source: If Metacity is not installed already, you can install it with <cmd>apt install metacity</cmd>.
de: Falls Metacity noch nicht installiert ist, können Sie es mit <cmd>apt install metacity</cmd> installieren.
fa: اگر متاسیتی هم‌اکنون نصب نیست، می‌توانید با <cmd>apt install metacity</cmd> نصبش کنید.
ka: თუ Metacity დაყენებული არ გაქვთ, შეგიძლიათ დააყენოთ ბრძანებით <cmd>apt install metacity</cmd>.
ku: Ger Metacity jixwe nehatibe saz kirin, hûn dikarin wê bi <cmd>apt install metacity</cmd> saz bikin.
ru: Если Metacity ещё не установлен, его можно установить с помощью команды <cmd>apt install metacity</cmd>.
te: Metacity ఇప్పటికే ఇన్‌స్టాల్ చేయకుంటే, మీరు దీన్ని <cmd>apt install metacity</cmd>తో ఇన్‌స్టాల్ చేయవచ్చు.

source: Mutter
fa: ماتر
te: మట్టర్

source: Mutter is the default window and compositing manager for the GNOME 3 desktop environment. It is very stable and very reliable.
de: Mutter ist die vorgegebene Fenster- und Kompositionsverwaltung für die Schreibtischumgebung GNOME 3. Er ist sehr stabil und sehr zuverlässig.
fa: ماتر مدیر پنجرهٔ پیش‌گزیدهٔ میزکار گنوم ۳ است. بسیار پایدار و قابل اعتماد است.
ka: Mutter ნაგულისხმევი ფანჯრების მმართველია GNOME 3 სამუშაო მაგიდის გარემოსთვის. ის ძალიან სტაბილური და სანდოა.
ku: Mutter ji bo hawîrdora sermaseya GNOME 3 paceya xwerû û rêveberê pêkhatî ye. Ew pir bi îstîqrar û pir pêbawer e.
ru: Mutter — оконный и композитный менеджер, используемый по умолчанию для среды рабочего стола GNOME 3. Он очень стабильный и надёжный.
te: మట్టర్ అనేది గ్నోమ్ 3 డెస్క్‌టాప్ ఎన్విరాన్మెంట్ కోసం డిఫాల్ట్ విండో మరియు కంపోజిటింగ్ మేనేజర్. ఇది చాలా స్థిరంగా మరియు చాలా నమ్మదగినది.

source: If Mutter is not installed already, you can install it with <cmd>apt install mutter</cmd>.
de: Wenn Mutter noch nicht installiert ist, können Sie es mit <cmd>apt install mutter</cmd> installieren.
fa: اگر ماتر هم‌اکنون نصب نیست، می‌توانید با <cmd>apt install mutter</cmd> نصبش کنید.
ka: თუ Mutter დაყენებული არ გაქვთ, შეგიძლიათ დააყენოთ ბრძანებით <cmd>apt install mutter</cmd>.
ku: Ger Mutter jixwe nehatiye saz kirin, hûn dikarin bi <cmd>apt install mutter</cmd> saz bikin.
ru: Если Mutter ещё не установлен, то его можно установить командой <cmd>apt install mutter</cmd>.
te: Mutter ఇప్పటికే ఇన్‌స్టాల్ చేయకుంటే, మీరు దీన్ని <cmd>apt install mutter</cmd>తో ఇన్‌స్టాల్ చేయవచ్చు.

source: Xfwm4 is the default window manager for the Xfce desktop environment. It is very stable and very reliable. It can run with or without compositing.
de: Xfwm4 ist die vorgegebene Fensterverwaltung für die Xfce-Arbeitsumgebung. Sie ist sehr stabil und sehr zuverlässig. Sie kann mit oder ohne Komposit laufen.
fa: Xfwm4 مدیر پنجرهٔ پیش‌گزیدهٔ میزکار Xfce است. بسیار پایدار و قابل اعتماد است. می‌تواند همراه یا بدون ترکیب کردن اجرا شود.
ka: Xfwm4 ნაგულისხმევი ფანჯრების მმართველია Xfce სამუშაო მაგიდის გარემოსთვის. ის ძალიან სტაბილური და სანდოა. მას შეუძლია გაეშვას კომპოზიტორით, ან მის გარეშე.
ku: Xfwm4 ji bo hawîrdora sermaseya Xfce rêveberê pencereya xwerû ye. Ew pir bi îstîqrar û pir pêbawer e. Ew dikare bi pêkhatinê an jî bêyî pêkhatinê bixebite.
ru: Xfwm4 — стандартный оконный менеджер среды Xfce. Он очень стабилен и надёжен. Может работать как с композитингом, так и без него.
te: Xfwm4 అనేది Xfce డెస్క్‌టాప్ ఎన్విరాన్‌మెంట్ కోసం డిఫాల్ట్ విండో మేనేజర్. ఇది చాలా స్థిరంగా మరియు చాలా నమ్మదగినది. ఇది కంపోజిటింగ్‌తో లేదా లేకుండా అమలు చేయగలదు.

source: If Xfwm4 is not installed already, you can install it with <cmd>apt install xfwm4</cmd>.
de: Falls Xfwm4 noch nicht installiert ist, können Sie es mit <cmd>apt install xfwm4</cmd> installieren.
fa: اگر Xfwm4 هم‌اکنون نصب نیست، می‌توانید با <cmd>apt install xfwm4</cmd> نصبش کنید.
ka: თუ Xfwm4 დაყენებული არ გაქვთ, შეგიძლიათ დააყენოთ ბრძანებით <cmd>apt install xfwm4</cmd>.
ku: Ger Xfwm4 jixwe nehatiye saz kirin, hûn dikarin wê bi <cmd>apt install xfwm4</cmd> saz bikin.
ru: Если Xfwm4 ещё не установлен, его можно установить с помощью команды <cmd>apt install xfwm4</cmd>.
te: Xfwm4 ఇప్పటికే ఇన్‌స్టాల్ చేయబడకపోతే, మీరు దీన్ని <cmd>apt install xfwm4</cmd>తో ఇన్‌స్టాల్ చేయవచ్చు.

source: Compiz
fa: کامپیز
te: కాంపిజ్

source: Compiz is a very impressive window manager, very configurable and full of amazing effects and animations. It is however the least reliable and the least stable.
de: Compiz ist ein sehr beeindruckende Fensterverwaltung, sehr konfigurierbar und voll von erstaunlichen Effekten und Animationen. Es ist jedoch die am wenigsten zuverlässige und am wenigsten stabile.
fa: کامپیز یک مدیر پنجرهٔ بسیار چشمگیر است. بسیار قابل تنظیم و پر از جلوه‌ها و پویانمایی‌های شگفت‌انگیز است. با این حال کم‌ترین اطمینان و پایداری را دارد.
ka: Compiz შესანიშნავი ფანჯრების მმართველია. ის საკმაოდ მორგებადია და სავსეა შესანიშნავი ეფექტებით და ანიმაციებით. ამავე დროს, ის ყველაზე ნაკლებად სანდო და სტაბილურია.
ku: Compiz rêveberek pencereyê pir bibandor e, pir mîhengkirî ye û tijî bandor û anîmasyonên ecêb e. Lêbelê, ew herî hindik pêbawer û herî kêm aram e.
ru: Compiz — это очень впечатляющий оконный менеджер, хорошо настраиваемый и полный удивительных эффектов и анимаций. Однако он наименее надёжен и стабилен.
te: Compiz అనేది చాలా ఆకట్టుకునే విండో మేనేజర్, చాలా కాన్ఫిగర్ చేయగలదు మరియు అద్భుతమైన ప్రభావాలు మరియు యానిమేషన్‌లతో నిండి ఉంది. అయితే ఇది తక్కువ విశ్వసనీయమైనది మరియు తక్కువ స్థిరమైనది.

source: Compiz is installed by default in Linux Mint. Note: It is not available in LMDE.
de: Compiz ist standardmäßig in Linux Mint installiert. Hinweis: Es ist in LMDE nicht verfügbar.
fa: کامپیز به طور پیش‌گزیده در لینوکس مینت نصب است. توجه: در LMDE موجود نیست.
ka: Compiz-ის დაყენება Linux Mint-ზე ნაგულისხმევად ხდება. შენიშვნა: LMDE-ში ის ხელმისაწვდომი არაა.
ku: Compiz di Linux Mint de ji hêla xwerû ve hatî saz kirin. Nîşe: Ew di LMDE de tune.
ru: Compiz установлен в Linux Mint по умолчанию. Примечание: в версии LMDE он недоступен.
te: Compiz Linux Mintలో డిఫాల్ట్‌గా ఇన్‌స్టాల్ చేయబడింది. గమనిక: ఇది LMDEలో అందుబాటులో లేదు.

source: Compton
fa: کامپتون
te: కాంప్టన్

source: Compton is a compositing manager. It can be used in combination with windows managers such as Marco, Metacity or Xfwm4. In Xfce, using Xfwm4+Compton is known to reduce screen tearing.
de: Compton ist eine Kompositverwaltung. Sie kann in Kombination mit Fensterverwaltungen wie Marco, Metacity oder Xfwm4 verwendet werden. In Xfce, mit Xfwm4+Compton, ist es bekannt, dass das Einzelbildzerreißen reduziert wird.
fa: Compton یک مدیر ترکیب است. می توان از آن در ترکیب با مدیران پنجره مانند Marco، Metacity یا Xfwm4 استفاده کرد. در Xfce، استفاده از Xfwm4+Compton برای کاهش پارگی صفحه شناخته شده است.
ka: Compton კომპოზიტორის მმართველია. ის შეგიძლიათ გამოიყენოთ ისეთ ფანჯრების მმართველებთან ერთად, როგორიცაა Marco, Metacity, ან Xfwm4. Xfwm4+Compton-ის გამოყენება ეკრანის პრობლემებს ამცირებს.
ku: Compton rêveberek pêkhatî ye. Ew dikare bi rêveberên windows ên wekî Marco, Metacity an Xfwm4 re bi hev re were bikar anîn. Di Xfce de, bi karanîna Xfwm4 + Compton tê zanîn ku rijandina ekranê kêm dike.
ru: Compton — это менеджер компоновки. Его можно использовать в сочетании с такими оконными менеджерами, как Marco, Metacity или Xfwm4. Известно, что использование в Xfce сочетания Xfwm4+Compton уменьшает разрывы экрана.
te: కాంప్టన్ ఒక కంపోజిటింగ్ మేనేజర్. ఇది మార్కో, మెటాసిటీ లేదా Xfwm4 వంటి విండోస్ మేనేజర్‌లతో కలిపి ఉపయోగించవచ్చు. Xfceలో, Xfwm4+Comptonని ఉపయోగించడం స్క్రీన్ చిరిగిపోవడాన్ని తగ్గిస్తుంది.

source: If Compton is not installed already, you can install it with <cmd>apt install compton</cmd>.
de: Falls Compton noch nicht installiert ist, können Sie es mit <cmd>apt install compton</cmd> installieren.
fa: اگر Compton قبلاً نصب نشده است، می توانید آن را با <cmd>apt install compton</cmd> نصب کنید.
ka: თუ Compton დაყენებული არ გაქვთ, შეგიძლიათ დააყენოთ ბრძანებით <cmd>apt install compton</cmd>.
ku: Ger Compton jixwe nehatiye saz kirin, hûn dikarin wê bi <cmd>apt install compton</cmd> saz bikin.
ru: Если Compton не установлен, вы можете его установить с помощью команды <cmd>apt install compton</cmd>
te: కాంప్టన్ ఇప్పటికే ఇన్‌స్టాల్ చేయకుంటే, మీరు దీన్ని <cmd>apt install compton</cmd>తో ఇన్‌స్టాల్ చేయవచ్చు.

source: Openbox
fa: اپن‌باکس
te: ఓపెన్‌బాక్స్

source: Openbox is a fast and light-weight window manager.
de: Openbox ist eine schnelle und leichte Fensterverwaltung.
fa: Openbox یک مدیر پنجره سریع و سبک است.
ka: Openbox არის სწრაფი და მსუბუქი ფანჯრების მმართველი.
ku: Openbox rêveberek pencereyê zû û sivik e.
ru: Openbox — это быстрый и лёгкий оконный менеджер.
te: ఓపెన్‌బాక్స్ వేగవంతమైన మరియు తేలికైన విండో మేనేజర్.

source: If Openbox is not installed already, you can install it with <cmd>apt install openbox</cmd>.
de: Falls Openbox noch nicht installiert ist, können Sie es mit <cmd>apt install openbox</cmd> installieren.
fa: اگر Openbox قبلاً نصب نشده است، می توانید آن را با <cmd>apt install openbox</cmd> نصب کنید.
ka: თუ Openbox დაყენებული არ გაქვთ, შეგიძლიათ დააყენოთ ბრძანებით <cmd>apt install openbox</cmd>.
ku: Ger Openbox jixwe nehatiye saz kirin, hûn dikarin wê bi <cmd>apt install openbox</cmd> saz bikin.
ru: Если Openbox не установлен, вы можете его установить с помощью команды <cmd>apt install openbox</cmd>.
te: ఓపెన్‌బాక్స్ ఇప్పటికే ఇన్‌స్టాల్ చేయకపోతే, మీరు దానిని <cmd>apt install openbox</cmd> తో ఇన్‌స్టాల్ చేయవచ్చు.

source: Desktop Settings
de: Schreibtischeinstellungen
fa: تنظیمات میزکار
ka: სამუშაო მაგიდის მორგება
ku: Mîhengên Sermêze
ru: Настройки рабочего стола
te: డెస్క్‍టాప్ అమరికలు

source: Welcome to Desktop Settings.
de: Willkommen bei den Schreibtischeinstellungen.
fa: به تنظیمات دسکتاپ خوش آمدید.
ka: მოგესალმებით სამუშაო მაგიდის მორგების პროგრამაში.
ku: Bi xêr hatî Mîhengên Sermaseyê.
ru: Добро пожаловать в настройки рабочего стола.
te: డెస్క్‌టాప్ సెట్టింగ్‌లకు స్వాగతం.

source: Windows
de: Fenster
fa: پنجره‌ها
ka: ფანჯრები
ru: Окна
te: విండోలు

source: The Windows section lets you choose a window manager.
de: Im Abschnitt Fenster können Sie eine Fensterverwaltung auswählen.
fa: بخش پنجره ها به شما امکان می دهد یک مدیر پنجره را انتخاب کنید.
ka: ფანჯრების სექცია საშუალებას გაძლევთ აირჩიოთ ფანჯრის მმართველი.
ku: Beşa Windows-ê dihêle hûn rêveberek pencereyê.
ru: В разделе «Окна» вы можете выбрать оконный менеджер.
te: విండోస్ విభాగం విండో మేనేజర్‌ను ఎంచుకోవడానికి మిమ్మల్ని అనుమతిస్తుంది.

source: Within the operating system, the <gui>window manager</gui> is the part which is responsible for:
de: Innerhalb des Betriebssystems ist die <gui>Fensterverwaltung</gui> der Teil, der für folgendes verantwortlich ist:
fa: در داخل سیستم عامل، <gui>window manager</gui> بخشی است که مسئول این موارد است:
ka: ოპერაციულ სისტემაში <gui>ფანჯრების მმართველი</gui> არის გრაფიკული მომხმარებლის ინტერფეისის ნაწილი, რომელიც პასუხისმგებელია:
ku: Di nav pergala xebitandinê de, <gui>rêveberê pencereyê</gui> beşek e ku berpirsiyar e:
ru: В операционной системе <gui>оконный менеджер</gui> — это компонент, отвечающий за:
te: ఆపరేటింగ్ సిస్టమ్ లోపల, <gui>విండో మేనేజర్</gui> అనేది దీనికి బాధ్యత వహించే భాగం:

source: Windows borders, title bars and window buttons
de: Fensterrahmen, Titelleisten und Fensterknöpfe
fa: حاشیه های پنجره، نوار عنوان و دکمه های پنجره
ka: ფანჯრის ჩარჩოები, სათაურის ზოლები და ფანჯრის ღილაკები
ku: Sînorên Windows, barên sernav û bişkokên pencereyê
ru: Границы, заголовки и кнопки окон
te: విండోస్ సరిహద్దులు, టైటిల్ బార్‌లు మరియు విండో బటన్లు

source: Window events (moving, resizing, focusing windows)
de: Fensterereignisse (Verschieben, Größenänderung, Fensterfokussierung)
fa: رویدادهای پنجره (حرکت، تغییر اندازه، تمرکز پنجره)
ka: ფანჯრის მოვლენები (გადაადგილება, ზომის ცვლილება, ფანჯრების ფოკუსი)
ku: Bûyerên paceyê (livîn, mezinbûn, balkişandina paceyan)
ru: Действия с окном (перемещение, изменение рамера, фокусировка)
te: విండో ఈవెంట్‌లు (కదిలించడం, పరిమాణాన్ని మార్చడం, విండోలను కేంద్రీకరించడం)

source: Compositing (shadows, animations, effects, GPU rendering)
de: Komposit (Schatten, Animation, Effekte, GPU-Rendering)
fa: ترکیب (سایه، انیمیشن، افکت‌ها، رندرینگ با استفاده از GPU)
ka: კომპოზიტორი (ჩრდილები, ანიმაციები, ეფექტები, GPU რენდერი)
ku: Pêkhatin (siya, anîmasyon, bandor, pêşkêşkirina GPU)
ru: Композитинг (тени, анимации, эффекты, отрисовка видеоплатой)
te: కంపోజిటింగ్ (షాడోలు, యానిమేషన్లు, ప్రభావాలు, GPU రెండరింగ్)

source: Pros and cons of compositing
de: Vor- und Nachteile von Komposit
fa: مزایا و معایب ترکیب بندی
ka: კომპოზიტორის დადებითი და უარყოფითი მხარეები
ku: Pros û neyînîyên pêkhatinê
ru: Плюсы и минусы композитинга
te: కూర్పు యొక్క లాభాలు మరియు నష్టాలు

source: Advantages
de: Vorteile
fa: مزایا
ka: დადებითი მხარეები
ku: Avantajên
ru: Преимущества
te: ప్రయోజనాలు

source: Better look &amp; feel: Window animations, shadows and transparency.
de: Besseres Aussehen &amp; Handhabung: Fenster-Animationen, Schatten und Durchsichtigkeit.
fa: بهترین ظاهر و احساس: انیمیشن های پنجره، سایه و شفافیت.
ka: უკეთესი გარეგნობა: ფანჯრის ანიმაციები, ჩრდილები და გამჭვირვალობა.
ku: Baştir binêrin & amp; hest: anîmasyonên pencereyê, sîwan û şefafî.
ru: Улучшенный внешний вид: анимация окон, тени и прозрачность.
te: మెరుగైన లుక్ & ఫీల్: విండో యానిమేషన్లు, నీడలు మరియు పారదర్శకత.

source: Better support for modern applications: Client-side decorations in GTK3 are better supported by composited window managers.
de: Bessere Unterstützung für moderne Anwendungen: programmseitige Dekorationen in GTK3 werden besser durch Kompositfensterverwaltungen unterstützt.
fa: پشتیبانی بهتر از برنامه‌های مدرن: تزئینات سمت کاربر در GTK3 با استفاده از مدیر پنجره‌های ترکیبی بهتر پشتیبانی می‌شوند.
ka: თანამედროვე აპლიკაციების უკეთესი მხარდაჭერა. კლიენტის მხრის დეკორაციები GTK3-ში უკეთესადაა მხარდაჭერილი კომპოზიტორი ფანჯრების მმართველების მიერ.
ku: Piştgiriya çêtir ji bo serîlêdanên nûjen: Xemilandinên ji hêla xerîdar ve di GTK3 de ji hêla rêveberên pencereyên pêkhatî ve çêtir têne piştgirî kirin.
ru: Поддержка современных приложений: композитные менеджеры окон лучше поддерживают заданное приложением оформление окна (client-side decorations) в GTK3.
te: ఆధునిక అప్లికేషన్లకు మెరుగైన మద్దతు: GTK3 లోని క్లయింట్-సైడ్ డెకరేషన్‌లు కాంపోజిటెడ్ విండో మేనేజర్‌ల ద్వారా మెరుగైన మద్దతును పొందుతాయి.

source: Disadvantages
de: Nachteile
fa: معایب
ka: უარყოფითი მხარეები
ku: Dezavantajên
ru: Недостатки
te: ప్రతికూలతలు

source: GPU rendering: Depending on your graphics card and your drivers, rendering with the GPU (as opposed to the CPU) can result in visual artefacts or screen tearing.
de: GPU-Rendering: Abhängig von Ihrer Grafikkarte und Ihren Treibern, Rendering mit der GPU (im Gegensatz zur CPU) kann zu visuellen Artefakten oder Einzelbildzerreißen führen.
fa: رندرینگ با استفاده از GPU: به علت تفاوت در کارت گرافیک و درایورها، رندرینگ با استفاده از GPU (برخلاف CPU) ممکن است باعث تولید مشکل های بصری یا پارگی صفحه باشد.
ka: GPU-ის რენდერი: დამოკიდებულია თქვენს გრაფიკულ ბარათზე და დრაივერებზე, GPU-ით რენდერს შეუძლია, გავლენა იქონიოს ვიზუალურ არტეფაქტებზე ან ეკრანის ხარვეზებზე.
ku: Renderkirina GPU: Li gorî qerta grafîkê û ajokarên we ve girêdayî, renderkirina bi GPU (berevajî CPU) dikare bibe sedema hunerên dîtbarî an çirandina ekranê.
ru: Отрисовка видеоплатой: в зависимости от вашей видеоплаты и установленных драйверов, отрисовка видеоплатой (в отличие от отрисовки процессором) может вызывать графические артефакты и разрывы изображения.
te: GPU రెండరింగ్: మీ గ్రాఫిక్స్ కార్డ్ మరియు మీ డ్రైవర్లను బట్టి, GPUతో రెండరింగ్ చేయడం వలన (CPUకి విరుద్ధంగా) దృశ్య కళాఖండాలు లేదా స్క్రీన్ చిరిగిపోవచ్చు.

source: Resource usage: Compositing requires more resources. This can result in slower performance or reduced battery autonomy on laptop computers.
de: Ressourcennutzung: Komposit erfordert mehr Ressourcen. Das kann zu langsamerer Leistung oder reduziertem Akkubetrieb auf Laptop-Rechnern führen.
fa: مصرف منابع: استفاده ترکیب دهنده (Compositor) نیاز به منابع بیشتری دارد. این ممکن است باعث کاهش سرعت عملکرد یا کاهش عمر باتری در لپ تاپ‌ها شود.
ka: რესურსების გამოყენება: კომპოზიტორებს მეტი რესურსები სჭირდება. ამან, შეიძლება, წარმადობა დააგდოს, ან შეამციროს ელემენტის დრო ლეპტოპებზე.
ku: Bikaranîna çavkaniyê: Ji berhevkirina çavkaniyên bêtir hewce dike. Ev dikare bibe sedema performansa hêdîtir an kêmbûna xweseriya pîlê li ser komputerên laptop.
ru: Потребление ресурсов: композитинг требует больше ресурсов и может замедлить систему или сократить время работы от батареи на ноутбуках.
te: వనరుల వినియోగం: కంపోజిటింగ్‌కు మరిన్ని వనరులు అవసరం. దీని ఫలితంగా ల్యాప్‌టాప్ కంప్యూటర్లలో పనితీరు నెమ్మదించవచ్చు లేదా బ్యాటరీ స్వయంప్రతిపత్తి తగ్గవచ్చు.

source: translator-credits
de: Launchpad Contributions: Andrea Bayer https://launchpad.net/~a-bayer-cgn Anker https://launchpad.net/~ankernase Christian Gerlach https://launchpad.net/~lokisilverblade Cornelius Zwalin https://launchpad.net/~zwalin Georg B. https://launchpad.net/~barge HHP https://launchpad.net/~hemer1 Helmut K https://launchpad.net/~helmutkriege Lucky Starr https://launchpad.net/~tuxmaster MartinK https://launchpad.net/~goretekz Peddy https://launchpad.net/~therealpeddy Steffen Kloss https://launchpad.net/~shortythesnake Steve S https://launchpad.net/~stefanspostbox Sven https://launchpad.net/~theflamingdevil Thonixx https://launchpad.net/~c-admin-white-tiger-ch Timo Tomasini https://launchpad.net/~kanocx Tobias Bannert https://launchpad.net/~toba aei-tech https://launchpad.net/~aei-tech chr13 https://launchpad.net/~mail-an-cr detlev24 https://launchpad.net/~detlev24 howasparty https://launchpad.net/~mark-howanessian jakob.01 https://launchpad.net/~jakob-siemayr kuranai https://launchpad.net/~mail-kuranai pherin https://launchpad.net/~maier-r s. adler https://launchpad.net/~soja.bob spucky https://launchpad.net/~spucky
fa: Launchpad Contributions: Masoud Abdar https://launchpad.net/~masoud.abdar MohammadSaleh Kamyab https://launchpad.net/~mskf1383 Parham https://launchpad.net/~parham-dev27 Sari Galin https://launchpad.net/~mehdi-teymourlouie m.soleimani https://launchpad.net/~esf-m-sol
ka: Launchpad Contributions: NorwayFun https://launchpad.net/~temuri-doghonadze Tornike Batavani https://launchpad.net/~tornix giorgi abashidze https://launchpad.net/~giorgius
ku: Launchpad Contributions: Rokar ✌ https://launchpad.net/~rokarali Sahin Elci https://launchpad.net/~msahinelci Sipan Roj https://launchpad.net/~sipanroj
ru: Launchpad Contributions: Aleksey Kabanov https://launchpad.net/~ak099 Alexander Mischenko https://launchpad.net/~shultz-5 Andrey Novikov https://launchpad.net/~andreynovikov Anna https://launchpad.net/~cybertailor Athena https://launchpad.net/~arandilme Dmitriy Kulikov https://launchpad.net/~kulikoff Dmitry Nekrasov https://launchpad.net/~pokrasko Hromin https://launchpad.net/~hromin Lineon https://launchpad.net/~lineon Mr.Morozniak https://launchpad.net/~mr.moroznyak Nikita Shehov https://launchpad.net/~shehov-n-deactivatedaccount Preobrazhenskiy Vladislav https://launchpad.net/~imetmor Sandro https://launchpad.net/~regipool Sergey Sedov https://launchpad.net/~serg-sedov Uncle-Lesha https://launchpad.net/~alex-gml Vadim https://launchpad.net/~gushvadim Yasha Amdur https://launchpad.net/~yasha-amdur cocucka https://launchpad.net/~n-nimnul drdralex https://launchpad.net/~dr-alexg jmb_kz https://launchpad.net/~jmb-kz katana4honor https://launchpad.net/~katana4honor prophettt https://launchpad.net/~sjaandi Темак https://launchpad.net/~tyemak ☠Jay ZDLin☠ https://launchpad.net/~black-buddha666
te: Launchpad Contributions: Aryan Karamtoth https://launchpad.net/~spaciouscoder78 Praveen Illa https://launchpad.net/~telugulinux

source: Desktop
de: Schreibtisch
fa: میزکار
ka: სამუშაო მაგიდა
ku: Sermêze
ru: Рабочий стол
te: డెస్క్‍టాప్

source: Interface
de: Benutzeroberfläche
fa: واسط
ka: ინტერფეისი
ku: Navrû
ru: Интерфейс
te: అంతరవర్తి

source: Desktop icons
de: Schreibtischsymbole
fa: آیکون‌های میزکار
ka: სამუშაო მაგიდის ხატულები
ku: Îkonên sermêze
ru: Значки рабочего стола
te: డెస్క్‍టాప్ ప్రతీకలు
