Repository: linuxmint/mint-translations
Catalog: po-export/mintdesktop/mintdesktop-*.po
Languages: de, fa, ka, ku, ru, te

source: Select the items you want to see on the desktop:
de: Bitte die Elemente auswählen, welche Sie auf dem Schreibtisch sehen möchten:
fa: گزینه هایی که می خواهید در میزکار مشاهده نمایید، را انتخاب نمایید:
ka: აირჩიეთ ელემენტები, რომლებიც გნებავთ, სამუშაო მაგიდაზე დაინახოთ:
ku: Tiştên ku hûn dixwazin li ser sermaseyê nas bikin:
ru: Выберите элементы для отображения на рабочем столе:
te: డెస్క్‍టాప్ పై ఉంచాలనకుంటున్న అంశాలను ఎంచకోండి:

source: Computer
de: Rechner
fa: رایانه
ka: კომპიუტერი
ku: Komputer
ru: Компьютер
te: కంప్యూటర్

source: Home
de: Persönlicher Ordner
fa: خانه
ka: საწყისი
ku: Mal
ru: Домашняя папка
te: నివాసం

source: Network
de: Netzwerk
fa: شبکه
ka: ქსელი
ku: Tor
ru: Сеть
te: నెట్‌వర్క్

source: Trash
de: Papierkorb
fa: زباله‌دان
ka: ნაგვის ყუთი
ku: Qirşikdank
ru: Корзина
te: చెత్తబుట్ట

source: Mounted Volumes
de: Eingebundene Datenträger
fa: درایو‌های نصب‌شده
ka: მიმაგრებული საცავები
ku: Cêzên lêdayî
ru: Подключённые носители
te: అధిరోహించబడిన సంపుటాలు

source: Window Manager
de: Fensterverwaltung
fa: مدیر پنجره
ka: ფანჯრის მმართველი
ku: Rêvebirê Paceyan
ru: Оконный менеджер
te: గవాక్ష నిర్వాహకి

source: Marco + Compositing
de: Marco + Komposit
fa: مارکو (Marco) + ترکیبی (Compositing)
ka: Marco + კომპოზიტორი
ku: Marco + Pêkhatin
ru: Marco + Композитинг
te: మార్కో + కంపోజిటింగ్

source: Marco + Compton
fa: مارکو (Marco) + کامپتون(Compton)
te: మార్కో + కాంప్టన్

source: Metacity + Compositing
de: Metacity + Komposit
fa: متاسیتی (Metacity) + ترکیبی (Compositing)
ka: Metacity + კომპოზიტორი
ru: Metacity + Композитинг
te: మెటాసిటీ + కంపోజిటింగ్

source: Metacity + Compton
fa: متاسیتی (Metacity) + کامپتون(Compton)
te: మెటాసిటీ + కాంప్టన్

source: Xfwm4 + Compositing
de: Xfwm4 + Komposit
fa: Xfwm4 + ترکیبی (Compositing)
ka: Xfwm4 + კომპოზიტორი
ku: Xfwm4 + Pêkhatin
ru: Xfwm4 + Композитинг
te: Xfwm4 + కంపోజిటింగ్

source: Xfwm4 + Compton
fa: Xfwm4 + کامپتون(Compton)
te: Xfwm4 + కాంప్టన్

source: Openbox + Compton
fa: اوپنباکس (Openbox) + کامپتون (Compton)
ka: Openbox + კომპოზიტორი
te: ఓపెన్‌బాక్స్ + కాంప్టన్

source: Awesome
de: Großartig
ka: გადასარევია
ku: Ecêb
ru: Потрясающе
te: అద్భుతం

source: Click on the help button for more information about window managers. Use the 'wm-recovery' command to switch back to the default window manager. Use the 'wm-detect' command to check which window manager is running.
de: Klicken Sie auf den Hilfeknopf, um weitere Informationen über Fensterverwaltungen zu erhalten. Verwenden Sie den Befehl »wm-recovery«, um wieder zur Standardfensterverwaltung zu wechseln. Verwenden Sie den Befehl »wm-detect«, um zu überprüfen, welche Fensterverwaltung gerade läuft.
fa: برای اطلاعات بیشتر در مورد مدیران پنجره، روی دکمه راهنما کلیک کنید. از دستور 'wm-recovery' برای بازگشت به مدیر پنجره پیش فرض استفاده کنید. از دستور 'wm-detect' برای بررسی اینکه کدام مدیر پنجره در حال اجرا است استفاده کنید.
ka: დააწკაპუნეთ დახმარების ღილაკზე ფანჯრების მმართველების შესახებ მეტი ინფორმაციის მისაღებად. გამოიყენეთ ბრძანება 'wm-recovery', რომ გადაერთოთ ნაგულისხმევ ფანჯრების მმართველზე. გამოიყენეთ ბრძანება 'wm-detect', რომ შეამოწმოთ, რომელი ფანჯრების მმართველია გაშვებული.
ku: Ji bo bêtir agahdarî li ser rêveberên pencereyê li ser bişkoja alîkariyê bikirtînin. Fermana 'wm-recovery' bikar bînin da ku vegerin ser rêveberê paceya xwerû. Fermana 'wm-detect' bikar bînin da ku kontrol bikin ka kîjan rêveberê pencereyê dimeşîne.
ru: Чтобы узнать больше о менеджерах окон, нажмите кнопку «Справка». Чтобы вернуть менеджер окон по умолчанию, используйте команду «wm-recovery». Чтобы определить запущенный менеджер окон, используйте команду «wm-detect».
te: విండో మేనేజర్ల గురించి మరింత సమాచారం కోసం సహాయం బటన్ పై క్లిక్ చేయండి. డిఫాల్ట్ విండో మేనేజర్‌కు తిరిగి మారడానికి 'wm-recovery' ఆదేశాన్ని ఉపయోగించండి. ఏ విండో మేనేజర్ నడుస్తుందో తనిఖీ చేయడానికి 'wm-detect' ఆదేశాన్ని ఉపయోగించండి.

source: Traditional style (Right)
de: Traditioneller Stil (rechts)
fa: سبک سنتی (راست)
ka: ტრადიციული სტილი (მარჯვნივ)
ku: Şêweya kevneşopî (Rast)
ru: Исконный стиль (справа)
te: సాంప్రదాయక శైలి (కుడి)

source: Mac style (Left)
de: Mac-Stil (links)
fa: سبک مکینتاش (چپ)
ka: Mac-ის სტილი (მარცხნივ)
ku: Şêweya Mac (Çep)
ru: Стиль Mac (слева)
te: మాక్ శైలి (ఎడమ)

source: Auto
de: Automatisch
fa: خودکار
ka: ავტო
ku: Otomatîk
ru: Авто
te: ఆటో

source: Normal
fa: معمولی
ka: ნორმალური
ku: Asayî
ru: Нормальное
te: సాధారణ

source: Double (HiDPI)
de: Doppelt (HiDPI)
ka: ორმაგი (HiDPI)
ku: Ducarî (HiDPI)
ru: Двойное (HiDPI)
te: డబుల్ (HiDPI)

source: User interface scaling
de: Benutzerschnittstellenskalierung
fa: مقیاس بندی رابط کاربری
ka: მომხმარებლის ინტერფეისის მასშტაბი
ku: Mezinkirina navbeynkariya bikarhêner
ru: Масштабирование интерфейса пользователя
te: వినియోగదారు ఇంటర్‌ఫేస్ స్కేలింగ్

source: Marco settings
de: Marco-Einstellungen
fa: تنظیمات مارکو (Marco)
ka: Marco-ის მორგება
ku: Mîhengên Marco
ru: Настройки Marco
te: మార్కో సెట్టింగులు

source: Use system font in titlebar
de: Systemschriftart in der Titelleiste benutzen
fa: استفاده از فونت سیستم در نوار عنوان
ka: სისტემური ფონტის გამოყენება სათაურის ზოლში
ku: Di serkêdarkîde rengê pergêlê bi karbîne
ru: Использовать системный шрифт для заголовков окон
te: శీర్షికపట్టీలో వ్యవస్థ ఖతిని వాడు

source: Don't show window content while dragging them
de: Fensterinhalt beim verschieben nicht anzeigen
fa: محتوای پنجره‌ها را در هنگام جابجایی آن‌ها نشان نده
ka: ფანჯრის შემცველობის არჩვენება მათი გადათრევისას
ku: Dema ku wan dikişîne naveroka pencereyê nîşan nede
ru: Не показывать содержимое окна при перетаскивании
te: లాగివదులుతున్నపుడు విండో సమాచారాన్ని చూపించవద్దు

source: Buttons layout:
de: Knopfanordnung:
fa: آرایش دکمه‌ها
ka: ღილაკების განლაგება:
ku: Plansaziya bişkokan:
ru: Расположение кнопок:
te: బటన్ల అమరిక:

source: Buttons layout (CSD windows):
de: Knopfanordnung (klientseitige Dekoration)
fa: چیدمان دکمه ها (پنجره های CSD):
ka: ღილაკების განლაგება (CSD ფანჯრები):
ku: Plansaziya bişkokan (paceyên CSD):
ru: Расположение кнопок (окна CSD):
te: బటన్ల లేఅవుట్ (CSD విండోస్):

source: Metacity settings
de: Metacity-Einstellungen
fa: تنظیمات متاسیتی (Metacity)
ka: Metacity-ის მორგება
ku: Mîhengên Metacity
ru: Настройки Metacity
te: మెటాసిటీ సెట్టింగ్‌లు

source: Mutter settings
de: Mutter-Einstellungen
fa: تنظیمات ماتر (Mutter)
ka: Mutter-ის მორგება
ku: Mîhengên Mutter
ru: Настройки Mutter
te: మట్టర్ సెట్టింగులు

source: Place new windows in the center of the screen
de: Neue Fenster in der Mitte des Bildschirms platzieren
fa: قرار دادن پنجره های جدید در مرکز صفحه
ka: ახალი ფანჯრების მოთავსება ეკრანის შუაში
ku: Pencereyên nû li navenda ekranê bi cih bikin
ru: Размещать новые окна в середине экрана
te: స్క్రీన్ మధ్యలో కొత్త విండోలను ఉంచండి.

source: Automatically maximize nearly screen sized windows
de: Automatisches Maximieren von Fenstern mit nahezu Bildschirmgröße
fa: به حداکثر رساندن خودکار پنجره های تقریباً هم اندازه با صفحه نمایش
ka: თითქმის ეკრანის ზომის ფანჯრების ავტომატური გადიდება მთელ ეკრანზე
ku: Otomatîk pencereyên bi mezinahiya ekranê zêde bikin
ru: Автоматически разворачивать окна размером почти c экран
te: దాదాపు స్క్రీన్ పరిమాణంలో ఉన్న విండోలను స్వయంచాలకంగా గరిష్టీకరించు

source: Enable edge tiling when dropping windows on screen edges
de: Kantenkachelung beim Ablegen von Fenstern an Bildschirmrändern aktivieren
fa: فعال کردن چسباندن پنجره‌ها به لبه‌های صفحه هنگام رها کردن آن‌ها
ka: წიბოს გადაფარვა, როცა ფანჯრებს ეკრანის წიბოებზე დააგდებთ
ku: Dema ku paceyan davêjin ser keviyên ekranê, xêzkirina kêlekê çalak bikin
ru: Включить изменение размеров окон при перемещении к границам экрана
te: తెర అంచులనందు విండోలను విడువునప్పుడు ఎడ్జ్ టైటిలింగ్ చేతనం చేయి

source: Xfwm4 settings
de: Xfwm4-Einstellungen
fa: تنظیمات Xfwm4
ka: Xfwm4-ის მორგება
ku: Mîhengên Xfwm4
ru: Настройки Xfwm4
te: Xfwm4 సెట్టింగులు

source: Configure Xfwm4
de: Xfwm4 konfigurieren
fa: پیکربندی Xfwm4
ka: Xfwm4-ის მორგება
ku: Xfwm4 mîheng bike
ru: Настроить Xfwm4
te: Xfwm4 ను కాన్ఫిగర్ చేయండి

source: Tweak Xfwm4
de: Xfwm4 optimieren
fa: بهینه سازی Xfwm4
ka: Xfwm4-ის მორგება
ru: Тонкая настройка Xfwm4
te: Xfwm4 ను సర్దుబాటు చేయండి

source: Compiz settings
de: Compiz-Einstellungen
fa: تنظیمات Compiz
ka: Compiz-ის მორგება
ku: Mîhengên Compiz
ru: Настройки Compiz
te: Compiz సెట్టింగ్‌లు

source: Configure Compiz
de: Compiz konfigurieren
fa: پیکربندی Compiz
ka: Compiz-ის მორგება
ku: Compiz saz bikin
ru: Настроить Compiz
te: Compizని కాన్ఫిగర్ చేయండి

source: Reset Compiz settings
de: Compiz-Einstellungen zurücksetzen
fa: بازنشانی تنظیمات Compiz
ka: Compiz-ის პარამეტრების ჩამოყრა
ku: Mîhengên Compiz-ê vedigerînin
ru: Сбросить настройки Compiz
te: Compiz సెట్టింగ్‌లను రీసెట్ చేయండి

source: Icons
de: Symbole
fa: آیکون‌ها
ka: ხატულები
ku: Îkon
ru: Значки
te: ప్రతీకలు

source: Show icons on menus
de: Symbole in den Menüs anzeigen
fa: نمایش آیکون‌ها در منوها
ka: მენიუებში ხატულების ჩვენება
ku: Îkon û menûyan nîşan bide
ru: Показывать значки в меню
te: మెనూల నందు ప్రతీకలను చూపించు

source: Show icons on buttons
de: Symbole auf Knöpfen anzeigen
fa: نمایش آیکون‌ها در دکمه‌ها
ka: ღილაკებზე ხატულების ჩვენება
ku: Îkon û bişkokan nîşan bide
ru: Показывать значки на кнопках
te: బట్లన్ల పై ప్రతీకలను చూపించు

source: Toolbars
de: Werkzeugleisten
fa: نوارهای ابزار
ka: ხელსაწყოთა ზოლები
ku: Darikên Amûran
ru: Панели инструментов
te: సాధనపట్టీలు

source: Text below items
de: Text unter den Elementen
fa: نمایش متن در زیر دکمه‌ها
ka: ტექსტი ელემენტების ქვემოთ
ku: Nivîsa li jêr tiştan
ru: Текст под значками
te: అంశముల క్రింది పాఠ్యము

source: Text beside items
de: Text neben den Elementen
fa: نمایش متن در کنار دکمه‌ها
ka: ტექსტი ელემენტის გვერდით
ku: Nivîsa li kêleka tiştan
ru: Текст рядом со значками
te: అంశముల ప్రక్కని పాఠ్యము

source: Icons only
de: Nur Symbole
fa: فقط نمایش آیکون‌ها
ka: მხოლოდ ხატულები
ku: Tenê îkon
ru: Только значки
te: ప్రతీకలు మాత్రమే

source: Text only
de: Nur Text
fa: فقط نمایش متن
ka: მხოლოდ ტექსტი
ku: Tenê nivîs
ru: Только текст
te: పాఠ్యము మాత్రమే

source: Buttons labels:
de: Knopfbeschriftung:
fa: برچسب‌های دکمه‌ها
ka: ღილაკის ჭდეები:
ku: Etîketên bişkokan:
ru: Обозначения кнопок:
te: బటన్ల లేబుల్స్:

source: Small
de: Klein
fa: کوچک
ka: პატარა
ku: Biçûk
ru: Мелкий
te: చిన్న

source: Large
de: Groß
fa: بزرگ
ka: დიდი
ku: Fireh
ru: Крупный
te: పెద్ద

source: Icon size:
de: Symbolgröße:
fa: اندازه آیکون
ka: ხატულების ზომა:
ku: Bejna îkonan
ru: Размер значков:
te: ప్రతీక పరిమాణం:

source: Fine-tune desktop settings
de: Schreibtischfeineinstellungen
fa: تنظیمات ریز-کوک‌کردن میزکار
ka: სამუშაო მაგიდის დამატებითი პარამეტრები
ku: Mîhengên sermaseyê baş-tune
ru: Точная настройка рабочего стола
te: ఉత్తమ-అలంకార డెస్క్‍టాప్ అమరికలు

source: Marco + Picom
fa: مارکو (Marco) + پیکام (Picom)
te: మార్కో + పికామ్

source: Metacity + Picom
fa: متاسیتی (Metacity) + پیکام (Picom)
te: మెటాసిటీ + పికామ్

source: Xfwm4 + Picom
fa: Xfwm4 + پیکام (Picom)
te: Xfwm4 + పికామ్

source: Openbox + Picom
fa: اوپنباکس (Openbox) + پیکام (Picom)
te: ఓపెన్‌బాక్స్ + పికామ్

source: Applications
de: Anwendungen
fa: برنامه‌ها
ka: აპლიკაციები
ku: Sepan
ru: Приложения
te: అనువర్తనాలు

source: Let applications decide
de: Anwendungen entscheiden lassen
fa: اجازه دهید برنامه ها تصمیم بگیرند
ka: აპლიკაციებისთვის მინდობა
ku: Bila biryar bidin
ru: Позволить приложениям определять
te: దరఖాస్తులను నిర్ణయించనివ్వండి

source: Prefer light mode
de: Hellen Modus bevorzugen
fa: حالت روشن را ترجیح دهید
ka: მირჩევნია ღია რეჟიმი
ku: Moda ronahiyê tercîh bikin
ru: Предпочитать светлый режим
te: లైట్ మోడ్‌కు ప్రాధాన్యత ఇవ్వండి

source: Prefer dark mode
de: Dunklen Modus bevorzugen
fa: حالت تیره را ترجیح دهید
ka: მირჩევნია მუქი რეჟიმი
ku: Moda tarî tercîh bikin
ru: Предпочитать тёмный режим
te: డార్క్ మోడ్‌కు ప్రాధాన్యత ఇవ్వండి

source: Dark mode
de: Dunkler Modus
fa: حالت تیره
ka: მუქი რეჟიმი
ku: Moda tarî
ru: Тёмный режим
te: డార్క్ మోడ్

source: This setting only affects applications which support dark mode
de: Diese Einstellung betrifft nur Anwendungen, die den dunklen Modus unterstützen
fa: این تنظیم فقط بر برنامه هایی تأثیر می گذارد که از حالت تیره پشتیبانی می کنند
ka: ეს პარამეტრი ეხება, მხოლოდ, აპლიკაციებს, რომლებსაც მუქი რეჟიმის მხარდაჭერა გააჩნია
ku: Ev mîheng tenê bandorê li ser sepanên ku moda tarî piştgirî dikin dike
ru: Эта настройка влияет только на приложения, поддерживающие тёмный режим
te: ఈ సెట్టింగ్ డార్క్ మోడ్‌కు మద్దతు ఇచ్చే అప్లికేషన్‌లను మాత్రమే ప్రభావితం చేస్తుంది.
