Repository: linuxmint/mint-translations
Catalog: po-export/live-installer/live-installer-*.po
Languages: cs

source: Formatting %(partition)s as %(format)s ...
cs: Formátování %(partition)s jako %(format)s…

source: Mounting %(partition)s on %(mountpoint)s
cs: Připojuje se %(partition)s do %(mountpoint)s

source: ERROR: You must first manually mount your target filesystem(s) at /target to do a custom install!
cs: CHYBA: Nejprve je třeba ručně připojit cílové souborové systémy do /target a až teprve potom pokračovat v ručně prováděné instalaci!

source: ERROR: Something is wrong with the installation medium! This is usually caused by burning tools which are not compatible with LMDE (YUMI or other multiboot tools). Please burn the ISO image to DVD/USB using a different tool.
cs: CHYBA: Něco není v pořádku s instalačním médiem! Tento problém je obvykle způsoben vypalovacími nástroji nekompatibilními s LMDE (YUMI a další multiboot nástroje). Prosím vypalte ISO obraz na jiný disk / (stejné) USB úložiště, ale tentokrát pomocí jiného nástroje.

source: Indexing files to be copied..
cs: Indexování souborů ke zkopírování…

source: Copying %s
cs: Kopírování %s

source: Restoring meta-information on %s
cs: Obnova metainformací v %s

source: Entering the system ...
cs: Vstup do systému…

source: Removing live configuration (packages)
cs: Odstraňování nastavení (balíčků) od provozu z instalačního média

source: Adding new user to the system
cs: Přidávání nového uživatele do systému

source: Writing filesystem mount information to /etc/fstab
cs: Zapisování údajů o připojení souborových systémů do /etc/fstab

source: Setting hostname
cs: Nastavuje se název počítače

source: Setting locale
cs: Nastavují se místní a jazyková nastavení

source: Localizing packages
cs: Lokalizace balíčků

source: Installing drivers
cs: Instalace ovladačů

source: Setting keyboard options
cs: Natavují se parametry klávesnice

source: Installing bootloader
cs: Instalace zavaděče

source: WARNING: The grub bootloader was not configured properly! You need to configure it manually.
cs: VAROVÁNÍ: Zavaděč Grub nebyl správně nastaven! Je třeba ho nastavit ručně.

source: Cleaning APT
cs: Čištění APT

source: Installation finished
cs: Instalace dokončena

source: Configuring bootloader
cs: Nastavování zavaděče systému

source: Checking bootloader
cs: Kontrolování zavaděče systému

source: Unexpected error
cs: Neočekávaná chyba

source: The installer failed with the following error.
cs: Instalátor neočekávaně skončil s následující chybou.

source: %s Installer
cs: Instalátor %s

source: Language
cs: Jazyk

source: Timezone
cs: Časové pásmo

source: Keyboard layout
cs: Rozvržení klávesnice

source: User info
cs: Informace o uživateli

source: Partitioning
cs: Dělení úložiště

source: Please make sure you wish to manage partitions manually
cs: Ujistěte se, že opravdu chcete nastavit oddíly ručně

source: Advanced options
cs: Pokročilá nastavení

source: Summary
cs: Souhrn

source: Installing Linux Mint...
cs: Instalace Linux Mint…

source: Installation paused: please finish the custom installation
cs: Instalace pozastavena: dokončete uživatelsky provedenou instalaci

source: Country
cs: Stát

source: Click to change your picture
cs: Kliknutím si změňte svůj obrázek

source: Take a photo...
cs: Pořídit fotografii…

source: Browse for more pictures...
cs: Procházet další obrázky…

source: Select timezone
cs: Vyberte časovou zónu

source: Edit partitions
cs: Upravit oddíly

source: Refresh
cs: Načíst znovu

source: Expert mode
cs: Režim pro pokročilé uživatele

source: Layout
cs: Rozvržení

source: Variant
cs: Varianta

source: Overview
cs: Přehled

source: Calculating file indexes ...
cs: Počítání indexů souborů…

source: Images
cs: Obrázky

source: Your full name
cs: Vaše celé jméno

source: Please enter your full name.
cs: Zadejte své celé jméno.

source: Your username
cs: Vaše uživatelské jméno

source: This is the name you will use to log in to your computer.
cs: Toto jméno budete používat pro přihlášení k systému.

source: Your password
cs: Vaše heslo

source: Please enter your password twice to ensure it is correct.
cs: Své heslo zadejte do obou kolonek – ověříte si tak, že jste při jeho zadávání neudělali chybu.

source: Hostname
cs: Název počítače

source: This hostname will be the computer's name on the network.
cs: Tímto názvem bude počítač vystupovat na síti.

source: Automatic login
cs: Automatické přihlašování

source: If enabled, the login screen is skipped when the system starts, and you are signed into your desktop session automatically.
cs: Pokud je zapnuto, bude při startu počítače přeskočena přihlašovací obrazovka a budete automaticky přihlášeni přímo do svého sezení v grafickém prostředí.

source: Log in automatically
cs: Přihlašovat se automaticky

source: Your picture
cs: Váš obrázek

source: This picture represents your user account. It is used in the login screen and a few other places.
cs: Obrázek představuje váš účet. Používá se na přihlašovací obrazovce a několika dalších místech.

source: Selected timezone:
cs: Zvolená časová zóna:

source: Bootloader
cs: Zavaděč systému

source: Install GRUB
cs: Nainstalovat zavaděč GRUB

source: GRUB is a bootloader used to load the Linux kernel.
cs: GRUB je zavaděč sloužící k načtení Linuxového jádra.

source: Use this box to test your keyboard layout.
cs: V této kolonce můžete vyzkoušet zvolené rozvržení klávesnice.

source: You have selected to manage your partitions manually, this feature is for ADVANCED USERS ONLY.
cs: Zvolili jste si ruční rozdělení úložiště – tato funkce je určená pouze pro POKROČILÉ UŽIVATELE.

source: Before continuing, please mount your target filesystem(s) at /target.
cs: Než budete pokračovat, připojte (mount) vámi vybrané cílové souborové systémy do /target

source: Do NOT mount virtual devices such as /dev, /proc, /sys, etc on /target/.
cs: Do /target/ NEpřipojujte virtuální zařízení jako jsou /dev, /proc, /sys, atd.

source: During the install, you will be given time to chroot into /target and install any packages that will be needed to boot your new system.
cs: V průběhu instalace dostanete prostor pro přepnutí se (chroot) do /target a instalaci všech balíčků, které budou potřebné pro spuštění nového systému.

source: During the install, you will be required to write your own /etc/fstab.
cs: V průběhu instalace budete vyzváni k sepsání obsahu vlastního souboru /etc/fstab.

source: If you aren't sure what any of this means, please go back and deselect manual partition management.
cs: Pokud nevíte co tohle všechno znamená, jděte zpět a zrušte označení ručního rozdělení úložiště.

source: Please do the following and then click Forward to finish installation:
cs: Udělejte následující a pak instalaci dokončete kliknutím na Pokračovat:

source: Create /target/etc/fstab for the filesystems as they will be mounted in your new system, matching those currently mounted at /target (without using the /target prefix in the mount paths themselves).
cs: Vytvořte /target/etc/fstab pro souborové systémy tak, jak mají být připojené ve vaší nové instalaci systému, aby odpovídalo těm, které jsou v tuto chvíli připojené v /target (bez použítí /target v popisu umistění jejich připojných bodů).

source: Install any packages that may be needed for first boot (mdadm, cryptsetup, dmraid, etc) by calling "sudo chroot /target" followed by the relevant apt-get/aptitude installations.
cs: Nainstalujte všechny balíčky, které mohou být potřebné při prvním spouštění (mdadm, cryptsetup, dmraid, apod.) spuštěním příkazu „sudo chroot /target“ následovaným odpovídajícími instalacemi pomocí apt/aptitude.

source: Note that in order for update-initramfs to work properly in some cases (such as dm-crypt), you may need to have drives currently mounted using the same block device name as they appear in /target/etc/fstab.
cs: Všimněte si, že aby nástroj update-initramfs v některých případech (např. dm-crypt) pracoval správně, může být třeba aby jednotky byly už v tuto chvíli připojeny pomocí stejného názvu blokového zařízení, jako je tomu v /target/etc/fstab.

source: Double-check that your /target/etc/fstab is correct, matches what your new system will have at first boot, and matches what is currently mounted at /target.
cs: Zkontrolujte zda je /target/etc/fstab správný a odpovídá tomu, co vaše nová instalace systému má mít při prvním spuštění a je ve shodě s tím, co je v tuto chvíli připojeno pod /target.

source: Device
cs: Zařízení

source: Type
cs: Typ

source: Operating system
cs: Operační systém

source: Mount point
cs: Přípojný bod

source: Format as
cs: Formátovat jako

source: Size
cs: Velikost

source: Free space
cs: Volné místo

source: Quit?
cs: Ukončit?

source: Are you sure you want to quit the installer?
cs: Opravdu chcete instalátor ukončit?

source: Passwords do not match.
cs: Zadání hesla se neshodují.

source: Passwords match.
cs: Zadání hesla se shodují.

source: Installation Tool
cs: Instalační nástroj

source: Please choose a language
cs: Vyberte jazyk

source: Please provide your full name.
cs: Zadejte své celé jméno.

source: Please provide a username.
cs: Zadejte své uživatelské jméno.

source: Please provide a password for your user account.
cs: Zadejte heslo pro svůj uživatelský účet.

source: Your passwords do not match.
cs: Zadání hesla se neshodují.

source: Please provide a hostname.
cs: Zadejte název stroje.

source: Your username must be lower case.
cs: Je třeba, aby uživatelské jméno neobsahovalo velká písmena.

source: Your username may not contain whitespace characters.
cs: Uživatelské jméno nemůže obsahovat prázdné znaky (např. mezera, tabulátor, atp.).

source: The hostname must be lower case.
cs: Název stroje nemůže obsahovat velká písmena.

source: The hostname may not contain whitespace characters.
cs: Název stroje nemůže obsahovat prázdné znaky (mezera, tabulátor, atp.).

source: Please indicate a filesystem to format the root (/) partition with before proceeding.
cs: Než budete pokračovat, zvolte jaký souborový systém použít pro kořenový oddíl (/).

source: Please select a root (/) partition.
cs: Zvolte oddíl pro kořen adresářové struktury (/).

source: A root partition is needed to install Linux Mint on. - Mount point: / - Recommended size: 30GB - Recommended filesystem format: ext4
cs: K instalaci Linux Mint je potřeba mít kořenový oddíl. - Přípojný bod: / - Doporučená velikost: 30GB - Doporučený souborový systém: ext4

source: The EFI partition is not bootable. Please edit the partition flags.
cs: EFI oddíl není zaveditelný. Upravte příznaky tohoto oddílu.

source: The EFI partition is too small. It must be at least 100MB.
cs: EFI oddíl je příliš malý. Je třeba, aby měl alespoň 100 MB.

source: The EFI partition must be formatted as vfat.
cs: Je třeba, aby EFI oddíl měl souborový systém vfat.

source: Please select an EFI partition.
cs: Zvolte EFI oddíl.

source: An EFI system partition is needed with the following requirements: - Mount point: /boot/efi - Partition flags: Bootable - Size: Larger than 100MB - Format: vfat or fat32 To ensure compatibility with Windows we recommend you use the first partition of the disk as the EFI system partition.
cs: Je zapotřebí EFI systémového oddílu s následujícími parametry: - Přípojný bod: /boot/efi - Příznaky oddílu: Zaveditelný - Velikost: Větší než 100MB - Souborový systém: vfat nebo fat32 Pro zajištění kompatibility se systémem Windows doporučujeme aby EFI oddíl byl prvním oddílem jednotky.

source: Localization
cs: Lokalizace

source: Language:
cs: Jazyk:

source: Timezone:
cs: Časové pásmo:

source: Keyboard layout:
cs: Rozvržení klávesnice:

source: User settings
cs: Nastavení uživatele

source: Real name:
cs: Jméno a příjmení:

source: Username:
cs: Uživatelské jméno:

source: Automatic login:
cs: Automatické přihlašování:

source: enabled
cs: zapnuto

source: disabled
cs: vypnuto

source: System settings
cs: Nastavení systému

source: Hostname:
cs: Název počítače:

source: Filesystem operations
cs: Vytváření souborového systému

source: Install bootloader on %s
cs: Nainstalovat zavaděč na %s

source: Do not install bootloader
cs: Neinstalovat zavaděč systému

source: Use already-mounted /target.
cs: Použít už připojený /target

source: Format %(path)s as %(filesystem)s
cs: Formátování %(path)s jako %(filesystem)s

source: Mount %(path)s as %(mount)s
cs: Připojit %(path)s do %(mount)s

source: Installation error
cs: Chyba instalace

source: Installation paused
cs: Instalace pozastavena

source: The installation is now paused. Please read the instructions on the page carefully before clicking Forward to finish the installation.
cs: Instalace je nyní pozastavená. Prosím přečtěte si pozorně instrukce na této stránce a teprve až pak instalaci dokončete kliknutím na Pokračovat.

source: The installation is now complete. Do you want to restart your computer to use the new system?
cs: Instalace je nyní dokončená. Chcete restartovat počítač a začít používat Váš nový systém?

source: Edit
cs: Upravit

source: Assign to /
cs: Přiřadit k /

source: Assign to /home
cs: Přiřadit k /home

source: Assign to /boot/efi
cs: Přiřadit k /boot/efi

source: Removable:
cs: Vyjímatelné:

source: No partition table was found on the hard drive: %s. Do you want the installer to create a set of partitions for you? Note: This will ERASE ALL DATA present on this disk.
cs: Na jednotce %s nebyla nalezena tabulka oddílů. Chcete aby na ní instalátor vytvořil potřebné oddíly? Poznámka: Toto SMAŽE VŠECHNA DATA která se na ní mohou nacházet.

source: Logical partition
cs: Logický oddíl

source: Extended partition
cs: Rozšířený oddíl

source: Unknown
cs: Neznámý

source: Edit partition
cs: Upravit oddíl

source: Device:
cs: Zařízení:

source: Format as:
cs: Formátovat jako:

source: Mount point:
cs: Přípojný bod:
